{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Jul 11 15:49:28 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "johnmikado004@netscape.net", "MboxParser-return-path": "<mjohn004@netscape.net> for <R@K>; Sun, 11 Jul 2004 15:49:10 -0400 for <R@E>; Sun, 11 Jul 2004 15:49:04 -0400 ", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.7000", "MboxParser-x-scanned-by": "MIMEDefang 2.42", "MboxParser-x-spam-status": "YES -- Hits: 27.254  Required: 5", "MboxParser-x-spam-summary": "BAYES_50,FORGED_MUA_OUTLOOK,FORGED_RCVD_HELO,FROM_ENDS_IN_NUMS,MIME_QP_EXCESSIVE,MIME_QP_LONG_LINE,NA_DOLLARS,NIGERIAN_BODY1,NIGERIAN_BODY2,NIGERIAN_BODY3,NIGERIAN_BODY4,US_DOLLARS_2", "Message-From": "John Mikado <mjohn004@netscape.net>", "Message-Recipient-Address": "R@E", "Message-To": ["R@E", "R@E"], "Message:From-Email": "mjohn004@netscape.net", "Message:From-Name": "John Mikado", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200407111948.i6BJmuMb023255@mail.eecs.UM>", "Message:Raw-Header:Reply-To": "johnmikado004@netscape.net", "Message:Raw-Header:Return-Path": "<mjohn004@netscape.net>\tfor <R@K>; Sun, 11 Jul 2004 15:49:10 -0400\tfor <R@E>; Sun, 11 Jul 2004 15:49:04 -0400", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.7000", "Message:Raw-Header:X-Scanned-By": "MIMEDefang 2.42", "Message:Raw-Header:X-Spam-Status": "YES -- Hits: 27.254  Required: 5", "Message:Raw-Header:X-Spam-Summary": "BAYES_50,FORGED_MUA_OUTLOOK,FORGED_RCVD_HELO,FROM_ENDS_IN_NUMS,MIME_QP_EXCESSIVE,MIME_QP_LONG_LINE,NA_DOLLARS,NIGERIAN_BODY1,NIGERIAN_BODY2,NIGERIAN_BODY3,NIGERIAN_BODY4,US_DOLLARS_2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBusiness Proposal, Treat ASAP.\n\nFROM: Dr. John Mikado.\r\nDirector of Projects, DME, South Africa.\r\n\r\nI am Dr. John Mikado, Director of projects Implementation South Africa Department of Minerals & Energy. First and foremost, I apologized using this medium to reach  you for a transaction / business of this magnitude, but this is due to confidentiality and prompt access reposed on this medium. In unfolding this proposal, I want to count on you as a respected & honest person to handle this transaction with sincerity, trust & confidentiality. I have decided to seek a confidential co-operation with you in the execution of the deal described hereunder for the benefit of all parties and hope you will keep confidential because of the nature of the transaction.\r\n\r\nWithin the Department of Minerals & Energy where I work as a director of projects Implementation and with the co-operation of three other top officials, we have in our possession as overdue payment bills totaling 28.5million US dollars. which we want to transfer abroad with the assistance and co-operation of a company or individual to receive the said funds on our behalf. We are seeking your assistance to front as beneficiary of the said funds, More so, we are handicapped in the circumstance as the South Africa Civil Service code of conduct does not allow us to operate foreign account hence your importance in the whole transaction.\r\n\r\nThis amount (US$28.5m) represents the balance of the total contract value executed on behalf of my Department by a foreign contracting firm which we the officials over-invoiced deliberately. Though the actual contract cost have been paid to the original contractor, leaving the balance of the US$28.5m. which we have in principle gotten approvals from the Department of Finance and the contract review and payment committee to transfer by telegraphic transfer to any bank account you will provide. It does not matter whether you or your company does contract projects as a transfer of power and privileges with details & change of information upon application to reflect payment in favour of  you or your company will be secured on behalf of you or your company.\r\n\r\nI have the mandate of my partners involved to propose that should you be willing to assist us in the transaction, your share of the sum will be US$7.125m 25% of the US$28.5 million, US$19.95m 70% for us and US$1.425m 5% for taxation and miscellaneous expenses. The business itself is 100% safe and secure, on your part provided you treat it with ultmost confidentiality. Also, your area of trade or specialization is not an hindrance to the successful execution of this transaction. I have reposed my confidence in you and hope that you will not disappoint me. Please, endeavour to contact me immediately through my email for further clarifications.\r\n\r\nI want to assure you that myself and my partners are in the position to make the payment of this funds possible provided you can give us a very strong assurance and guarantee that our share will be secured and please remember to treat this matter as very confidential, and remember once again that time is of the essence in this business.\r\n\r\nI wait in anticipation of your fullest co-operation.\r\n\r\nBest Regards,\r\n\r\nDr. John Mikado.\r\n\r\nNB: please reply with your confidential contact phone & fax numbers, to enable me contact you urgently for further clarifications.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-994", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"John Mikado\" <mjohn004@netscape.net>", "John Mikado <mjohn004@netscape.net>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200407111948.i6BJmuMb023255@mail.eecs.UM>", "dc:subject": "Business Proposal, Treat ASAP.", "dc:title": "Business Proposal, Treat ASAP.", "dcterms:created": "2004-07-11T19:50:11Z"}