{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Aug  2 18:20:15 2004", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<alfreddouglas2@virgilio.it>", "MboxParser-status": "RO", "MboxParser-tel": "00229 28 30 63", "Message-From": "alfreddouglas2@virgilio.it", "Message-Recipient-Address": "alfreddouglas2@virgilio.it", "Message-To": ["alfreddouglas2@virgilio.it", "alfreddouglas2@virgilio.it"], "Message:From-Email": "alfreddouglas2@virgilio.it", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"ISO-8859-15\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<40BFCED0000746B5@ims1c.cp.tin.it>", "Message:Raw-Header:Return-Path": "<alfreddouglas2@virgilio.it>", "Message:Raw-Header:Status": "RO", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAttention Please.\n\n>From Mr. Alfred Douglas,\r\nHead Audit Department,\r\nContinental Bank,\r\nCotounu, Benin Republic.\r\nTEL: 00229 28 30 63\r\nPlease reply to;  alfred_douglas1@yahoo.fr\r\n\r\nMy dear,\r\n\r\nGood day and God bless you. It is with deep sence of commitment, faith and\r\ntrust that I make this confidential risk free business proposal to you for\r\nyour assistance/partnership. I am deeply sorry if I have in any manner disturbe\r\nyour privacy.\r\n\r\nI am Mr. Alfred Douglas the head of the Audit Department of Continental\r\nBank in Cotounu Benin Republic. Recently, I discovered a domant account\r\nwith a huge amount of money valued at USD15.500,000.00 (fifteen million\r\n,five hundred thousand US dollars) that belongs to one of our numerouse\r\ncustomers MR.PIERE JOHNSON from Germany who died in a ghastly motor accident\r\nin Cotounu on 5th OF May 2000. During the period of my investigation I discovered\r\nthat the deceased left no will and nobody behind to come for the claim as\r\nhis beneficiary. Since then several inquiries to locate any of MR. PIERE\r\nJOHNSON extended relatives have proved unsuccessful, hence I decided to\r\ncontact you since the banking law here stipulates that if such money remain\r\nunclaimed for a period of time, it will be forfieted to the gorvernment\r\ntreasury as an unclaimed fund which will be expended on acquiring dangeriouse\r\nweaponse for the support of their selfish political interest and promoting\r\nwars and ethnic crises in Africa. I  have decided to contact you to assist\r\nme to pull out this fund from this bank as the business partner of MR. PIERE\r\nJOHNSON for the claim of the fund. I want to also bring to your notice that\r\nas the Head of the Audit department of this bank if this fund is not pulled\r\nout before our auditing the fund fund will be discovered by my colleagues\r\nand that will definately lead to the government confiscating the money into\r\nthe federation account.\r\n\r\nYou might ask what will be the proceedure to achieve this. As soon as I\r\nget your positive response to assist me, I will then send to you the proceedure\r\nand the next step to follow. So if this meets your interest then get back\r\nto me to enable me send to you the procedure of claiming this fund. I have\r\nin my possetion all the necessary information of the deceased (MR. PIERE\r\nJOHNSON) that will help us successfully accomplish this transaction. You\r\nshall be offered 30% for your assistance, while 5% shall be set aside for\r\nany expences that we might incure during the transaction.\r\n\r\nFuther response shall be giving to you as soon as I recieve your positive\r\nresponse. Fell free to call me on my private number (229) 28 30 63 for any\r\nquestion you may wish to ask me.\r\n\r\nAnticipating your urgent reply.\r\n\r\nRegards,\r\nMr. Alfred Douglas\r\nAlternative email; alfred_douglas1@yahoo.fr\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1038", "X-TIKA:parse_time_millis": "0", "dc:creator": ["alfreddouglas2@virgilio.it", "alfreddouglas2@virgilio.it"], "dc:format": "text/plain; charset=\"ISO-8859-15\"", "dc:identifier": "<40BFCED0000746B5@ims1c.cp.tin.it>", "dc:subject": "Attention Please.", "dc:title": "Attention Please.", "dcterms:created": "2004-08-02T22:13:31Z"}