{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit to source for viable business ventures where he can this, the democratic government set up a panel of I do not have the credibility as a foreigner to I look forward to your response.", "MboxParser-from": "r  Thu Aug 19 09:33:45 2004", "MboxParser-mime-version": "1.0 Based on trust and because I reside in Europe, my civil servants such as my in-law are not in any letter as confidential as possible. I have made all invest the funds on his behalf.", "MboxParser-return-path": "<anonymous@admin.mark.net>   complications, the funds were later moved through My in-law has agreed to compensate your sincere and", "MboxParser-status": "RO member of the tournament policy committee government official that is suspected for assistance is required, to claim and invest the Regards,", "MboxParser-x-mailer": "RLSP Mailer invest funds of approximately USD18.4M. He was a inquiry to probe the financial activities of any realize it. It is on this premise that your ", "MboxParser-x-priority": "3 (Normal) Internet and was inspired to seek your co-operation. (PIN) to eradicate trace of the deposit to him. anonymous during the execution of this project. This the legal framework required to appoint you as a", "Message-Cc": "Under the administration of President Robert Mugabe, is why I am representing him. Please, treat this Trustee to my In-law, so that you can claim and", "Message-From": "zuma seko <zumaseko@handbag.com>", "Message-Recipient-Address": "zumaseko2002@yahoo.ca  In the course of carrying out his duties as the the help of his proxy at the deposit bureau to their candid effort in this regard with 20% of the funds", "Message-To": ["zumaseko2002@yahoo.ca  In the course of carrying out his duties as the the help of his proxy at the deposit bureau to their candid effort in this regard with 20% of the funds", "zumaseko2002@yahoo.ca"], "Message:From-Email": "zumaseko@handbag.com", "Message:From-Name": "zuma seko", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain; charset=us-ascii", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Return-Path": "<anonymous@admin.mark.net>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "RLSP Mailer", "Message:Raw-Header:X-Priority": "3 (Normal)", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHELLO\n\n\nDear Friend!\n \n \n It is with heart of hope that I write to seek your\n help in the context below. My name is Zuma Seko,\nan origin of Liberia but reside in Europe. I got\nyour contact during a business search into the\n Internet and was inspired to seek your co-operation.\n \n Based on trust and because I reside in Europe, my\n father in-law, Mr. Peter Chingoka, gave me a mandate\n to source for viable business ventures where he can\n invest funds of approximately USD18.4M. He was a\n member of the tournament policy committee\n responsible for planning the ICC CRICKET WORLD CUP,\n which took place in South Africa from 8th Feb. -23rd\n march 2003.\n \n In the course of carrying out his duties as the\n chairman of the above committee, he over-inflated\n the contract sum to the tune of USD$18.4 Million. He\n initially kept this money in a safe deposit Bureau\n in Zimbabwe under a personal identification number\n (PIN) to eradicate trace of the deposit to him.\n Under the administration of President Robert Mugabe,\n civil servants such as my in-law are not in any\n position to amass such amount of money. To eliminate\n this, the democratic government set up a panel of\n inquiry to probe the financial activities of any\n government official that is suspected for\n misappropriation of funds and the mandated decision\n to seize all his assets and face a twenty-one years\n jail term. Based on this law and to avoid\n complications, the funds were later moved through\n the help of his proxy at the deposit bureau to their\n affiliate in Europe where it is kept as a deposit. \n By virtue of his job as a civil servant, he is\n poorly paid and cannot defend the source of the\n funds if caught. To avoid such, he prefers to be\n anonymous during the execution of this project. This\n is why I am representing him. Please, treat this\n letter as confidential as possible. I have made all\n necessary enquiries to conclude the transaction but\n I do not have the credibility as a foreigner to\n realize it. It is on this premise that your\n assistance is required, to claim and invest the\n funds in a joint venture partnership business on\n behalf of my in-law.\n \n My in-law has agreed to compensate your sincere and\n candid effort in this regard with 20% of the funds\n when finally received in your local bank account, 5%\n for any expenses incurred and invest the outstanding\n into a joint venture business partnership that would\n be under your direct management. I have completed\n the legal framework required to appoint you as a\n Trustee to my In-law, so that you can claim and\n invest the funds on his behalf.\n \n I look forward to your response.\n \n Regards,\n \n zuma seko\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n- http://mark.net\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1078", "X-TIKA:parse_time_millis": "1", "dc:creator": ["zuma seko <zumaseko@handbag.com> help in the context below. My name is Zuma Seko, the contract sum to the tune of USD$18.4 Million. He By virtue of his job as a civil servant, he is for any expenses incurred and invest the outstanding", "zuma seko <zumaseko@handbag.com>"], "dc:format": "text/plain; charset=us-ascii father in-law, Mr. Peter Chingoka, gave me a mandate position to amass such amount of money. To eliminate necessary enquiries to conclude the transaction but ", "dc:subject": "HELLO", "dc:title": "HELLO"}