{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-disposition-notification-to": "<taofeekmarvin@netscape.net>", "MboxParser-from": "r  Mon Aug 23 08:59:45 2004", "MboxParser-return-path": "<taofeekmarvin@netscape.net>", "MboxParser-status": "RO", "MboxParser-x-priority": "3", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "taofeekmarvin@netscape.net", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "taofeekmarvin@netscape.net", "Message:Raw-Header:Disposition-Notification-To": "<taofeekmarvin@netscape.net>", "Message:Raw-Header:Message-Id": "<200408231259.i7NCwuA3007839@cryforhelp.mr.itd.UM>", "Message:Raw-Header:Return-Path": "<taofeekmarvin@netscape.net>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Assistant.\n\nDear friend,\n\nI am Mr Taofeek Marvin  a native of cape town in south\nAfrica and I am an Executive Accountant with the\nsouth Africa ministry of mineral resources and\nenergy.\n\nI have decided to seek a confidential co-operation\nwith you in the execution of a deal described here\nunder for the benefit of all parties and I hope you we\nkeep it as a top secret because of the nature of this\ntransaction.\n\nWithin the department of mining and natural resources\nwhere I work as an accountant and with the\nco-operation of four other top officials we have in\nour possession an over due payment bills totally\nTwelve million five hundred thousand united state\ndollars($12.5m) which we want to transfer abroad with\nthe assistance and co-operation of a foreign \ncompany/individual to receive such funds, also we are\nhandicapped in the circumstances as the south Africa\ncivil code of conduct does not allow us to operate\noff-shore account hence your importance in the whole\ntransaction.\n\nThis amount represent the balance of the total\ncontract value executed on behalf of my department\ncontraction firm which we the officials over-invoiced\ndeliberately.\n\nThough the actual contract cost have been paid to the\noriginal contractors, leaving the balances in the tune\nof the said amount which we have in principles gotten\napproval to remit by Key Tested Telegraphic Transfer\n(K .T.T) to any foreign bank you we provide by\nfilling an application through the justice ministry\nhere in south Africa for the transfer of rights and\nprivileges of former contractors to you.\n\nI have the authority of my partners involved to\nproposed that, should you be willing to assist us in\nthe transaction, your share of the sum we be 25% of\nthe total sum, 70% for us and 5% for taxation and\nother expenses .I we like to inform you that the\ntransaction of this deal is save there is nothing to\nfear about.Provided you treat it with utmost\nsecrecy and confidentiality on your part. Also your\narea of specialization is not a hindrance to the\nsuccessful execution of this transaction. I have all\nmy confidence and trust in you and I hope you we not\ndisappoint me.\n\nI am on a year study leave here in Europe.\nContent me if you are in interested in this deal and\nalso if you are not to enable me know my stand.\n\nI and my partners are in position to make the payment\nof this funds possible provided you can assure us the\nsafety of our share.\n\nPlease remember to treat this matter confidentially\nbecause we are still in service and remember once\nagain that time is important in this business.\n\nI wait in anticipation for your full co-operation.\n\nAccept my special regards.\n\nTaofeek Marvin\ntaofeekmarvin@netscape.net\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1089", "X-TIKA:parse_time_millis": "1", "dc:creator": ["taofeekmarvin@netscape.net", "taofeekmarvin@netscape.net"], "dc:identifier": "<200408231259.i7NCwuA3007839@cryforhelp.mr.itd.UM>", "dc:subject": " Assistant.", "dc:title": " Assistant.", "dcterms:created": "2004-08-23T12:59:32Z"}