{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Sep  3 06:52:27 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "davroberts71@yahoo.co.uk", "MboxParser-return-path": "<davroberts@barclays.co.uk>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mr Roberts <davroberts@barclays.co.uk>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "davroberts@barclays.co.uk", "Message:From-Name": "Mr Roberts", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200409031052.i83Aq7R2021003@neartoearth.mr.itd.UM>", "Message:Raw-Header:Reply-To": "davroberts71@yahoo.co.uk", "Message:Raw-Header:Return-Path": "<davroberts@barclays.co.uk>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nDear Sir/Madam,\r\n\r\nI beg you to carefully go through this email and should it not meet\r\nyour business or personal ethics, please accept my apologies in advance.\r\nMy name is David Roberts, the Chief Executive of Private Clients &\r\nInternational of the Barclays Group with head office at 54 Lombard\r\nstreet, London EC3P 3AH.\r\n\r\nI am writing this letter to solicit for your support\r\nand assistance to carry out a project concerning a late customer of the\r\nbank by name Dr. Victor Morgan, an oil magnet and philanthropist who died on\r\nthe 14th of June 2002 in the London Hospital after being involved in fatal\r\ncar crash which also claimed the life of his wife and two sons.\r\n\r\nLying in his inactive account in one of our branches is the sum of\r\nThirty Million United States Dollars. Ever since he died the bank has placed a\r\nstop on all transactions on this account pending when his next of kin would\r\ncome forward for necessary actions, identification and collection.\r\nUnfortunately from our investigations and confirmations from his attorney he has no\r\nfamily members who are aware of the existence of the money and as such, we\r\nhave decided to do business with you.\r\n\r\nIf you stand in as the beneficiary of this funds the money will be\r\nreleased to you, after the due processes have being followed.\r\n\r\nObviously we do not want this money to go into the Bank Treasury\r\nbecause the banking law and guideline stipulates that if such fund remains\r\nunclaimed for 3 years, the money will be transferred into the Bank Treasury as\r\nunclaimed debt. This would not take too much time to get done as his lawyer\r\nalready has the necessary Letters of Administration and court orders from the\r\nBritish high court which are part of the documents required by the\r\nBarclays bank to process fund release approvals.\r\n\r\nTo do this work 75% of the money will be for our end, 20% will be for\r\nyou while 5% will be for any xpenses incurred during the transaction.\r\nPlease reach me at my private email address above, if willing to do business\r\nwith us.\r\n\r\nThanks and regards,\r\n\r\nDavid Roberts.\r\n\r\nDISCLAIMER:\r\nThis message contains confidential information and is intended only for\r\nspecified addressee. If you are not the named addressee you should not\r\ndisseminate, distribute or copy this e-mail. The sender therefore does\r\nnot accept liability for any errors or omissions in the contents of this\r\nmessage, which arise as a result of e-mail transmission. Please note\r\nthat we reserve the right to monitor and read any emails sent and received by\r\nthe Barclays Group under the Telecommunications (Lawful Business Practice)\r\n(Interception of Communications) Regulations 2000.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1106", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Mr Roberts\" <davroberts@barclays.co.uk>", "Mr Roberts <davroberts@barclays.co.uk>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200409031052.i83Aq7R2021003@neartoearth.mr.itd.UM>", "dc:subject": " ", "dc:title": " ", "dcterms:created": "2004-09-03T10:46:39Z"}