{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-address": "mrs.maryam_abacha@outgun.com", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Sep 13 20:44:17 2004", "MboxParser-http": "//www.tiscali.co.uk/products/broadbandhome/", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "maryamabacha_42@hotmail.com", "MboxParser-return-path": "<mrs_maryam_abacha48@handbag.com> ", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mrs. Maryam <mrs_maryam_abacha48@handbag.com>", "Message:From-Email": "mrs_maryam_abacha48@handbag.com", "Message:From-Name": "Mrs. Maryam", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Reply-To": "maryamabacha_42@hotmail.com", "Message:Raw-Header:Return-Path": "<mrs_maryam_abacha48@handbag.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGOOD DAY\n\nCONFIDENTIAL/URGENT BUSINESS PROPOSAL.\r\nDear Friend,\r\n\r\nI am delighted to write this letter to you hoping that you will understand\r\nmy predicament and answer back without hesitation.\r\n\r\nI am Dr Maryam Abacha the wife of the late Nigerian head of State General\r\nSani Abacha. I got your contact on the internet as I was making contact\r\nfor a honest foreigner who will help save my life and my children, hence\r\nour country has been frustrating us since the death of my husband.\r\n\r\nI am in possession of $25 000.000 (TWENTY FIVE MILLION U.S DOLLARS ONLY)\r\nwhich I want to invest in your country. For your clarification and understanding,this\r\nmoney in a box which my husband deposited in the finance and security company\r\nin dis-guise as a family treasure since 11th of febuary 1998, is not an\r\nill gotten wealth rather, it was generated from my organisation FAMILY SUPPORT\r\nPROGRAM (F.S.P). I will enlighten you more of this organisation if you indicate\r\na helping interest to secure this money on my behalf.\r\n\r\nOn your acceptance to render this assistance to me,I will instruct the finance\r\ncompany to effect a change of ownership of this fund in your name as the\r\nbona-fide owner to enable you claim the fund from the security and finance\r\ncompany,also I will disclose to you the country and the name of the finance\r\nand security company where this money is being deposited.\r\n\r\nWhat I demand from you now is to arrange for a visit to the finance company\r\nwhere this money is being deposited and claim it as the bona-fide owner.It\r\nis very ideal you forward to me your private telephone and fax numbers to\r\nenable me send all relevant documents pertaining the deposit of this fund\r\nfor your clarification and more understanding.\r\n\r\nBear in mind that this transaction demands absolute confidentiality because\r\nproperties and bank accounts both local and international bearing the Abacha's\r\nfamily name, are being ordered to be confiscated by the newly elected civilian\r\nPresident of Nigeria (President Olusegun Obasanjo) hence I will not want\r\nto be exposed.\r\n\r\nLet me refer you to the front page of This Day Newspapers of 10th March\r\n2001. You can check it through their website:www.thisdayonline.com , click\r\non archives,8th.june,2001) The present government in Nigeria had frozen\r\nand seized all my bank accounts both here in Nigeria and abroad.\r\n\r\nThus l shall expect you to contact me urgently to enable us discuss in detail\r\nabout this transaction For your knowledge, 25% of this fund $25 000.000\r\n(TWENTY FIVE MILLION U.S DOLLARS) will be given to you if you assist me\r\nto secure this fund and another 5% has been set aside for all the expenses\r\nyou might incure during the process of securing this fund.Example: TELEPHONE\r\nBILLS, HOTEL BILLS, FLIGHT BILLS and other mislenous expenses.\r\n\r\nWhen you must have taken the agreed percentage, you will use part of the\r\nbalance to buy a living house for my family there in your country, where\r\nwe shall live in the future and the remaining part will be kept for investment\r\npackage also in your country which will be under your supervision.\r\n\r\nContact me through my son (OMAR ABACHA) who recently escaped from Nigeria\r\nto Johannesboug South Africa where he is now staying as a refuge on his\r\nemail address omarabacha@hotmail.com to avoid us losing this money, since\r\nit is the only remaining fund for the survival of my family.\r\n\r\nThanks for your anticipated co-operation.\r\nYours sincerely,\r\n\r\nMRS.MARYAM ABACHA\r\n\r\nPlease for security reasons reply to my alternative email\r\naddress:mrs.maryam_abacha@outgun.com\r\n\r\n\r\n\r\n\r\n\r\n__________________________________________________________________\r\nGet Tiscali Broadband From £15:99\r\nhttp://www.tiscali.co.uk/products/broadbandhome/\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1115", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mrs. Maryam\" <mrs_maryam_abacha48@handbag.com>", "Mrs. Maryam <mrs_maryam_abacha48@handbag.com>"], "dc:format": "text/plain; charset=\"iso-8859-1\"", "dc:subject": "GOOD DAY", "dc:title": "GOOD DAY"}