{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Sep 22 13:14:15 2004", "MboxParser-http": "//abbonati.tiscali.it/adsl/", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<fwilliams23us@tiscali.it>", "MboxParser-status": "RO", "MboxParser-x-scanned-by": "MIMEDefang 2.42", "MboxParser-x-sieve": "CMU Sieve 2.2", "MboxParser-x-spam-status": "No -- Hits: 3.197  Required: 5", "MboxParser-x-spam-summary": "BAYES_00,NIGERIAN_BODY1,NIGERIAN_BODY2,NIGERIAN_BODY3,NIGERIAN_BODY4,NO_REAL_NAME,UNDISC_RECIPS,US_DOLLARS_3", "Message-From": "fwilliams23us@tiscali.it", "Message-Recipient-Address": "R@E", "Message-To": ["<R@E>", "R@E"], "Message:From-Email": "fwilliams23us@tiscali.it", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<fwilliams23us@tiscali.it>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Scanned-By": "MIMEDefang 2.42", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Message:Raw-Header:X-Spam-Status": "No -- Hits: 3.197  Required: 5", "Message:Raw-Header:X-Spam-Summary": "BAYES_00,NIGERIAN_BODY1,NIGERIAN_BODY2,NIGERIAN_BODY3,NIGERIAN_BODY4,NO_REAL_NAME,UNDISC_RECIPS,US_DOLLARS_3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRE:INQUIRY\n\nGood day,\r\n\r\nIt is my humble pleasure to write this letter irrespective of the fact that\r\nyou do not know me. However, I came to know of you in my private search\r\nfor a reliable and trustworthy person that can handle a confidential transaction\r\nof this nature in respect of this, I got your contact through an uprooted\r\nsearch on the internet. Though I know that a transaction of this magnitude\r\nwill make any one apprehensive and worried, but I am assuring you that allwill\r\nbe well at the end of the day.\r\n\r\nI am Frank Williams, son of late Dr John Williams of Sierra Leone who was\r\nkilled by the Sierra Leone's rebel forces on the 24th of December,1999 in\r\nmy country Sierra Leone.\r\nWhen he was still alive, he deposited one trunk box containing the sum of\r\nUS$10,000,000.00 with one private security and safe deposit company and\r\ndeclared the box as containing African Artwork for export to a foreign partner.\r\n\r\nThis money was made from the sale of Gold and Diamond and he already decided\r\nto use this money for future investment of the family before he died.Recently,\r\nI rushed down to Abidjan after being able to locate where my late father\r\nkept the depository agreement and the certificate of deposit that was given\r\nto him by the security company when he deposited the consignment in their\r\ncustody.\r\nI have confirmed from the security company that the consignment is with\r\nthem, when I demanded for the release of the consignment to me in my capacity\r\nof being the son of Dr Williams, the depositor of the consignment, I was\r\ntold that in the absence of my father, the only person that can demand for\r\nthe funds is my late father?s foreign partner on whose behalf the consignment\r\nwas deposited.\r\n\r\nWhen my late father deposited the consignment, he did not give the name\r\nor gender of his foreign partner on whose behalf he was depositing the consignment,\r\nhe made the declaration for security reasons as he did not want the securitycompany\r\nto inspect the contents of the consignment hence he declared thebox as belonging\r\nto his foreign partner.\r\nMeanwhile, my father have instructed me that in the case of his death, that\r\nI should look for a trusted foreigner who can assist me to move out thismoney\r\nfrom Côte d'Ivoire immediately for investment .\r\nBased on this , I solicit for your assistance to retrieve and transfer this\r\nfund into your Account, but I will demand from you if you could be able\r\nto introduce me to a profitable business venture that would not require\r\nmuch technical expertise in your country where this fund will be invested?\r\n\r\nI am a Christian and I will please, want you to handle this transactionbased\r\non the trust I have established on you. For your assistance in thistransaction,\r\nI have decided to compensate you with 10 percent of the total amount at\r\nthe end of this business.\r\nThe security of this business is very important to me and as such, I wouldlike\r\nyou to keep this business very confidential.\r\n\r\nI shall expect an early response from you.\r\nThank you and God bless.\r\nYours sincerely,\r\nFrank Williams\r\nThis message may contain confidential and/or privileged information. If\r\nyou are not the addressee or authorized to receive this for the addressee,\r\nyou must not use, copy, disclose or take any action based on this message\r\nor any information herein.\r\nThank you for your cooperation\r\n\r\n\r\n\r\n__________________________________________________________________\r\nTiscali Adsl 640 Free: fino al 15 novembre i consumi sono GRATIS!\r\nSe sottoscrivi un'Adsl Free 640 entro il 30 settembre avrai gratis tutti\r\ni consumi fino al 15/11/04 compreso! In piu' sono gratis il modem in comodato\r\ne l'attivazione. Cosa aspetti? Prima attivi, piu' risparmi. Attivala subito!\r\nhttp://abbonati.tiscali.it/adsl/\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1146", "X-TIKA:parse_time_millis": "1", "dc:creator": ["fwilliams23us@tiscali.it", "fwilliams23us@tiscali.it"], "dc:format": "text/plain; charset=\"iso-8859-1\"", "dc:subject": "RE:INQUIRY", "dc:title": "RE:INQUIRY"}