{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-below:(http": "//www.cnn.com/us/9911/02/egyptair990.list/index.html)  He die=", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Oct 26 15:26:04 2004", "MboxParser-http": "//www.tiscali.co.uk/travel/competitions/brilliant_weekends.html", "MboxParser-mime-version": "1.0", "MboxParser-nuber": "233-244-514-523 for an oral clarification and detailings.", "MboxParser-return-path": "<solomonadjei24@tiscali.co.uk> TRUST SECURITY COMPANY LTD", "MboxParser-status": "RO", "MboxParser-tel": "+ 233-244-514-523", "MboxParser-x-sieve": "CMU Sieve 2.2 ACCRA-GHANA", "Message-From": "solomonadjei24@tiscali.co.uk", "Message:From-Email": "solomonadjei24@tiscali.co.uk", "Message:From-Name": "MR. SOLOMON ADJEI", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<solomonadjei24@tiscali.co.uk>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMUTUAL PROJECT\n\nFROM:    MR. SOLOMON ADJEI\r\n              TRUST SECURITY COMPANY LTD\r\n              ACCRA-GHANA\r\nTEL:     + 233-244-514-523\r\n\r\nDear Friend,\r\n\r\nMy name is Mr Solomon Adjei, I work in executive capacity with TRUST SECURITY\r\nCOMPANY (ltd) Accra Ghana. I joined the services of this company in 1991.\r\nI got the information concerning you and your company from our Chamber of\r\nCommerce here and after due consultation, I decided to contact you believing\r\nthat by the grace of God that you will be my partner in this business.\r\n\r\nI have worked with this company for over 12 years, within this period of\r\ntime I watched with meticulous precision onhow African Head of State and\r\ngovernment functionarieshave been moving huge sums of money (Dollars, PoundSterling,\r\nFrench Franc, Cash)with the aid of their foreign partners abroad. They bring\r\nin these consignment of money cash and secretly declare the content as jewelries,\r\nGold, Precious Stones, Family Treasure, Documents,etc. Mobutu Sese Seko\r\nof Zaire, Fodey Sankoy of Sierra Leone, Felix Houphet Buigny of Ivory Coast,\r\nKonnan Bede of Ivory Coast, etc.\r\n\r\nThese people have at one time or the other deposited consignments with us\r\nand their foreign partners, relatives and Next of Kin are Claiming most\r\nof these consignment and a lot more are laying here unclaimed for as much\r\nas 7 years, as no available information to anybody except the depositors,\r\nand most of them are dead. Since the inception of the year 2003, TRUST SECURITY\r\nCOMPANY LTD Management changed the procedure of claiming of consignments.\r\n\r\nAs soon as you are able to produce all the secret information as contained\r\nin the secret file of the company as regard the consignment, it will be\r\nreleased to you upon demand. From our records, more than 10 consignments\r\nbelonging to these people has been claimed in the past six months and this\r\nis why I am seeking for your co-operation and assistance.\r\n\r\nMr. Martin Greenberg was an American,he worked with one of the top ministers\r\nof President Robert Mugabe who was in charge of the campaigning for re-electing\r\nMr. Mugabe into office in their last election. He deposited this consignment\r\ncontaining 35.5 million United State Dollars ($35.5m USD)early in 1999,\r\nthis money according to him was to be used for further political programmes.\r\nHe died in the plane crash of 31 October 1999 with the Wife (on the Egyptian\r\n990) with reports on CNN as you can verify via the CNN website as state\r\nbelow:(http://www.cnn.com/us/9911/02/egyptair990.list/index.html)  He died\r\nalongside with other passengers aboard without leaving any relations as\r\nhis wife died as well in the same plane crash.\r\n\r\nSince his death, no one knows about this transaction with TRUST SECURITY\r\nCOMPANY ltd except me who acted\r\nas company attorney when he deposited the consignment. I have finished every\r\narrangement for you to come and claim the consignment as the next of Kin\r\nMr.MARTIN GREENBERG. The procedure is very simple: - Apply officially to\r\nthe Director of operation Trust security company Ltd Accra - Ghana, for\r\nthe release of consignment No.TSC/15031964. They will demand for some documents\r\nand the security code of the consignment, you will call on me to supply\r\nyou with every detailed Information as regard the consignment.\r\n\r\nAs soon as they have confirmed it to be correct, the company will invite\r\nyou for the collection. Nobody will ever know that I am involved in the\r\ndeal, I suggest upon conclusion, we share it on the Ratio of 50%-40%and\r\n10% will go for humanitarian service ie, motherless babies home, more also\r\nyou will make an arrangement on investments that I will invest my money\r\nin your country.\r\n\r\nI assure you that this business is very secure and risk free. Plese, if\r\nyou are interested on this proposal, kindly let me know to ebable me know\r\nmy stand  and hope on you. you are advise to contact me through my telephone\r\nnuber: 233-244-514-523 for an oral clarification and detailings.\r\n\r\nThanks\r\n\r\nMr Solomon Adjei\r\n\r\n\r\n\r\n\r\n__________________________________________________________________\r\nWin 12 amazing weekend breaks, one every month for a year to Dublin, Milan,\r\nthe Alps, Paris and beyond\r\n\r\nhttp://www.tiscali.co.uk/travel/competitions/brilliant_weekends.html\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1207", "X-TIKA:parse_time_millis": "1", "dc:creator": ["solomonadjei24@tiscali.co.uk ", "solomonadjei24@tiscali.co.uk"], "dc:format": "text/plain; charset=\"iso-8859-1\"", "dc:subject": "MUTUAL PROJECT", "dc:title": "MUTUAL PROJECT"}