{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable the new Civilian Government has intensified their probe on my late Husband's best regards=2C", "MboxParser-from": "r  Fri Feb 21 19:26:54 2003", "MboxParser-mime-version": "1.0 Multi-billion dollar Ajaokuta Steel plant=2E The Russian partners returned I must use this opportunity to implore you to exercise the utmost", "MboxParser-reply-to": "marabac1101@ny.com to each other=2C likewise developing a cordial business relationship=2E I shall expect you to contact me urgently to enable us discuss in detail", "MboxParser-return-path": "<mariam.aba@caramail.com> for <R@M>; Fri, 21 Feb 2003 19:26:46 -0500 (EST) Sir=2C No record whatsoever exists concerning the money traceable by the", "MboxParser-status": "O Financial resources and have frozen our accounts=2E In view of these facts=2C DR=2E =28MRS=29 MARIAM ABACHA", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM contract deal between my late husband and a Russian firm in our country's Your urgent response is highly needed so as to stop further contact=2E", "Message-From": "Dr Mariam abacha <mariam.aba@caramail.com>", "Message-Recipient-Address": "webmaster@aclweb.org I currently have within my reach the sum of Fifty-five Million United States about this transaction=2E Bearing in mind that your assistance is needed", "Message-To": ["webmaster@aclweb.org I currently have within my reach the sum of Fifty-five Million United States about this transaction=2E Bearing in mind that your assistance is needed", "webmaster@aclweb.org"], "Message:From-Email": "mariam.aba@caramail.com", "Message:From-Name": "Dr Mariam abacha", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200302220026.h1M0QSXe010340@bluewhale.cs.CU>", "Message:Raw-Header:Reply-To": "marabac1101@ny.com", "Message:Raw-Header:Return-Path": "<mariam.aba@caramail.com>\tfor <R@M>; Fri, 21 Feb 2003 19:26:46 -0500 (EST)", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nurgent and confidential.\n\nATTENTION:\r\n\r\n Sir,\r\n\r\nI am Dr. (Mrs) Mariam Abacha wife to the late Nigerian Head of State,\r\n General Sani Abacha who died on the 8th of June 1998 while on active duty.\r\n I am contacting you in view of the fact we will be of great assistance\r\n to each other, likewise developing a cordial business relationship.\r\n I currently have within my reach the sum of Fifty-five Million United States\r\n Dollars ($55,000,000,00) cash, which I intend to use for investment purposes\r\n specifically in your country. This money came as a result of a pay-back\r\n contract deal between my late husband and a Russian firm in our country's\r\n Multi-billion dollar Ajaokuta Steel plant. The Russian partners returned\r\n my Husband's share of US$55,000,000.00 U.S.D after his death, and lodged\r\nit in my late husband's Security company of which I am a Director Right now,\r\n the new Civilian Government has intensified their probe on my late Husband's\r\n Financial resources and have frozen our accounts. In view of these facts,\r\n I acted fast to withdraw the US$55,000,000.00 U.S.D from the company's\r\n vault and deposited it in a privately owned security safe in my village.\r\n I have since declared the security company bankrupt.\r\n No record whatsoever exists concerning the money traceable by the\r\n Government because, there is no documentation showing that we received\r\n the money from the Russians. Due to the current situation in the country\r\n concerning the Government's attitude towards my husband, it has become\r\n quite impossible for me to make use of this money within; thus upon consent,\r\n I shall expect you to contact me urgently to enable us discuss in detail\r\n about this transaction. Bearing in mind that your assistance is needed\r\n to transfer this fund, I propose a commission of 10% (ten percent)\r\n of the total sum to you for the expected services and assistance.\r\n Your urgent response is highly needed so as to stop further contact.\r\n I must use this opportunity to implore you to exercise the utmost\r\n indulgence to keep this matter extraordinarily confidential,\r\n whatever your decision, while I await your prompt response.\r\nPlease send your phone and fax nos where I can reach you day or night as the need arises.\r\n best regards,\r\n\r\n DR. (MRS) MARIAM ABACHA\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-124", "X-TIKA:parse_time_millis": "2", "dc:creator": ["\"Dr Mariam abacha\" <mariam.aba@caramail.com> I am contacting you in view of the fact we will be of great assistance quite impossible for me to make use of this money within=3B thus upon consent=2C", "Dr Mariam abacha <mariam.aba@caramail.com>"], "dc:format": "text/plain; charset=\"us-ascii\" my Husband's share of US$55=2C000=2C000=2E00 U=2ES=2ED after his death=2C and lodged indulgence to keep this matter extraordinarily confidential=2C", "dc:identifier": "<200302220026.h1M0QSXe010340@bluewhale.cs.CU> General Sani Abacha who died on the 8th of June 1998 while on active duty=2E concerning the Government's attitude towards my husband=2C it has become", "dc:subject": "urgent and confidential.", "dc:title": "urgent and confidential.", "dcterms:created": "2003-02-22T00:26:31Z"}