{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Nov  2 21:44:09 2004", "MboxParser-mime-version": "1.0 BUSINESS DEMANDS AND HOPE YOU WILL NOT BETRAY THE TRUST AND CONFIDENCE WH=", "MboxParser-reply-to": "\"SESAY MASSAQUOE.\" <semassaq1@o2.pl> THROUGH THE AID OF THE UNITED NATIONS EVACUATION TEAM WHERE WE ARE NOW PR=", "MboxParser-return-path": "<sesaymassaquoe@netscape.net> boundary=\"--53687450738333531852\" ", "MboxParser-status": "O", "MboxParser-x-mailer": "QUALCOMM Windows Eudora Version 5.1 YOUR UNDERSTANDING AND ASSISTANCE.", "MboxParser-x-msmail-priority": "Normal", "MboxParser-x-priority": "3", "MboxParser-x-sieve": "CMU Sieve 2.2 STRONG DESIRE TO SOLICIT YOUR ASSISTANCE ON THIS MUTUALLY BENEFICIAL AND =", "Message-Recipient-Address": "R@M TO FREEZE ALL MY TREASURES DEPOSITED IN SOME EUROPEAN COUNTRIES,HENCE I A=", "Message-To": ["R@M TO FREEZE ALL MY TREASURES DEPOSITED IN SOME EUROPEAN COUNTRIES,HENCE I A=", "R@M"], "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Reply-To": "\"SESAY MASSAQUOE.\" <semassaq1@o2.pl>", "Message:Raw-Header:Return-Path": "<sesaymassaquoe@netscape.net>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-MSMail-Priority": "Normal", "Message:Raw-Header:X-Mailer": "QUALCOMM Windows Eudora Version 5.1", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Multipart-Boundary": "--53687450738333531852", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nARE YOU RELIABLE\n\nFROM MR.SESAY MASSAQUOE.\r\nPLEASE RESPOND TO MY PRIVATE EMAIL ADDRESS....>sesmassa@di-ve.com\r\nDEAR FRIEND,\r\nTHROUGH THE COURTESY OF BUSINESS OPPORTUNITY, I TAKE LIBERTY ANCHORED ON A STRONG DESIRE TO SOLICIT YOUR ASSISTANCE ON THIS MUTUALLY BENEFICIAL AND RISKFREE TRANSACTION WHICH I HOPE YOU WILL GIVE YOUR URGENT ATTENTION.\r\nI AM MR.SESAY MASSAQUOE  I AM MOVED TO WRITE YOU THIS LETTER ,THIS WAS IN CONFIDENCE CONSIDERING OUR PRESENT CIRCUMSTANCE AND SITUATION.\r\nI ESCAPED WITH MY WIFE AND CHILDREN  OUT OF SIERRA- LEONE TO UNITED KINDOM THROUGH THE AID OF THE UNITED NATIONS EVACUATION TEAM WHERE WE ARE NOW PRESENTLY RESIDING  ON TEMPORARY POLITICAL ASYLUM.\r\nHOWEVER DUE TO THIS SITUATION I DECIDED TO CHANGE MOST OF MY BILLIONS OF DOLLARS DEPOSITED IN SWISS BANK AND OTHER COUNTRIES INTO OTHER FORMS OF MONEY CODED FOR SAFE PURPOSE BECAUSE THE NEW HEAD OF STATES  AHMED TEJAN KABBA MADE ARRANGEMENTS WITH THE SWISS GOVERNMENT AND OTHER EUROPEAN COUNTRIES TO FREEZE ALL MY TREASURES DEPOSITED IN SOME EUROPEAN COUNTRIES,HENCE I AND MY WIFE  ALONG WITH MY CHILDREN, DECIDED LAYING LOW IN A TEMPOERY POLITICAL ASYLUM CAMP HERE IN THE UNITED KINGDOM TO STUDY THE SITUATION TILL WHEN THINGS GETS BETTER,SINCE PRESIDENT TEJAN KABBA TAKING OVER GOVERNMENT AGAIN IN SIERRA-LEONE ONE OF MY  CHATEAUX IN SOUTHERN FRANCE WAS CONFISCATED BY THE FRENCH GOVERNMENT,AND AS SUCH WE HAD TO CHANGE OUR IDENTITY SO THAT OUR INVESTMENT WILL NOT BE TRACED AND CONFISCATED.\r\nI HAVE DEPOSITED THE SUM OF THIRTY MILLION,FIVE HUNDRED THOUSAND UNITED STATES DOLLARS(US$30,500,000)WITH A SECURITY COMPANY FOR SAFEKEEPING.\r\nTHE FUNDS ARE SECURITY CODED TO PREVENT THEM FROM KNOWING THE ACTUAL CONTENTS.\r\nWHAT I WANT YOU TO DO NOW IS TO INDICATE YOUR INTEREST THAT YOU WILL ASSIST ME AND MY IMMEDIATE FAMILY BY RECEIVING THE MONEY ON OUR BEHALF.\r\nTHE ACCOUNT REQUIRED FOR THIS PROJECT CAN EITHER BE PERSONAL,COMPANY OR AN OFFSHORE ACCOUNT THAT YOU HAVE TOTAL CONTROL OVER,YOUR AREA OF SPECIALISATION WILL NOT BE A HINDERANCE TO THE SUCCESSFUL EXECUTION OF THIS TRANSACTION.\r\nACKOWLEDGE THIS MESSAGE,SO THAT I CAN INTRODUCE YOU TO MY FAMILY AS OUR FOREIGN TRUSTED PARTNER WHO SHALL TAKE CHARGE OF OUR INVESTMENT ABROAD WHERE WE NOW PLAN TO SETTLE.\r\nI WANT YOU TO ASSIST US IN INVESTING THIS MONEY,BUT I WILL NOT WANT OUR IDENTITY REVEALED.I WILL ALSO WANT TO BUY PROPERTIES AND STOCKS IN MULTI-NATIONAL COMPANIES AND TO ENGAGE IN OTHER SAFE AND NON SPECULATIVE INVESTMENTS.\r\nWE HAVE BEEN THROUGH A LOT OF HEALTH AND SPIRITUAL TURMOIL,HENCE WILL NEED YOUR UNDERSTANDING AND ASSISTANCE.\r\nMAY I AT THIS POINT EMPHASIZE THE HIGH LEVEL OF CONFIDENTIALITY WHICH THIS BUSINESS DEMANDS AND HOPE YOU WILL NOT BETRAY THE TRUST AND CONFIDENCE WHICH WE REPOSE IN YOU.I SHALL PUT YOU IN THE PICTURE OF THIS BUSINESS,I.E TELL YOU WHERE THE FUNDS ARE CURRENTLY BEING MAINTAINED AND ALSO DISCUSS OTHER MODALITIES INCLUDING REMUNERATION FOR YOUR SERVICES.\r\nI SHALL INFORM YOU WITH  THE NEXT LINE OF ACTION AS SOON AS I RECEIVE YOUR POSITIVE RESPONSE.\r\nIS THIS PROPOSITION ATTAINABLE?IF IT IS,PLEASE KINDLY FURNISH ME IMMEDIATELY BY E-MAIL WITH YOUR DIRECT TELEPHONE AND FAX NUMBERS TO ENHANCE THE CONFIDENTIALLITY WHICH THIS BUSINESS DEMANDS.\r\nPLEASE REPLY TO MY PERSONAL EMAIL ADDRESS............>sesmassa@di-ve.com\r\nBEST REGARDS\r\n\r\nMR.SESAY MASSAQUOE.\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1220", "X-TIKA:parse_time_millis": "1", "dc:format": "multipart/alternative; POSITIVE RESPONSE.", "dc:subject": "ARE YOU RELIABLE", "dc:title": "ARE YOU RELIABLE", "dcterms:created": "2004-11-03T02:42:48Z"}