{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-from": "r  Thu Nov 11 21:14:55 2004", "MboxParser-importance": "Normal", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<alfre1@ixp.net> charset=iso-8859-1", "MboxParser-status": "O", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-Recipient-Address": "alfre1@ixp.net", "Message-To": ["<alfre1@ixp.net>", "alfre1@ixp.net"], "Message:Raw-Header:Content-Type": "text/html;\tcharset=iso-8859-1", "Message:Raw-Header:Importance": "Normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200411120214.iAC2EoSH024544@casino.mail.UM>", "Message:Raw-Header:Return-Path": "<alfre1@ixp.net>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONFIDENTIAL FUNDS TRANSFER\n\n\n\n\n\n102 Wotch - Hazel Avenue,\nA Block, Einstein Park2, \nHighveld Techno Park\nCenturion, South Africa.\n\n\nDear Sir,\n\n\nMy name is Mr.Alfred Messika, I am the operational manager in account management section incharge of credit and\nforeign bills of one of the prime bankshere in South Africa. I am writing in respect of a foreign customer of my bank who perished on EGYPTIAN Boeing 737 PLANE CRASH into the red sea with the whole passengers aboard. \n\n\nThere is an account opened in this bank by this great late diamond and oil magnet who died without a written or oral WILL attached to the account. Since his death I personally has watched with keen interest to see the next of kin but all has proved abortive as no one has come to claim his funds and no other person knows about this account or anything concerning it, the account has no other beneficiary and until his death he was the manager of his company.\n\n\nThe total amount involved is 48,223.000.00 USD.[Forty Eight Million Two Hundred and Twenty Three Thousand\nUnited States Dollar]. We wish to start the first transfer with $8,000.000.00 [Eight Million] and upon successful transaction without any disappointment from your side, we shall re-apply for the transfer of the remaining balance to your account.\n\n\nI have secretly discussed this matter with the manager of the bank who I must involve in order to have a smooth and a successful transfer of the fund to any foreign bank account which you are going to nominate. On this note, I want you to act as the foreign beneficiary of the fund from the deceased by providing your bank account where the fund will be\ntransferred for immediate investment on any viable project as no one has come up to be the next of kin.\n\n\nThe banking ethics here does not allow such money to stay more than 2 years without claim hence the money\nwill be recalled to the government treasury as unclaimed after this long period of domancy. \n\n\nIn view of this I got your contact through my personal search to see if you can assist by providing your safe bank account for the transfer or find a reliable person who will be capable of receiving such amount in his or her personal account. At the conclussion of the transfer 60% of the fund will be for me, I will give you 35% of the total transfer sum, 5% for charity both in Africa and in your country .\n\n\nUpon the receipt of your reply, I will send to you a detailed information about the transaction. I will not fail to bring to your notice that this business is 100% risk and trouble free and that you should not entertain any fear as all modalities for fund transfer can be finalized within 7 to 9 banking days, after you apply to the bank as the beneficiary of the fund from the deceased. When you receive this letter. Kindly send me an e-mail\nimmediately.\n\n\nRespectfully yours,\nMr.Alfred Messika.\n\n\n\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1242", "X-TIKA:parse_time_millis": "1", "dc:format": "text/html;", "dc:identifier": "<200411120214.iAC2EoSH024544@casino.mail.UM>", "dc:subject": "CONFIDENTIAL FUNDS TRANSFER", "dc:title": "CONFIDENTIAL FUNDS TRANSFER", "dcterms:created": "2004-11-12T02:14:48Z"}