{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Nov 17 23:54:01 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "\"Mrs.Erick\" <engmarymabo@latinmail.com>", "MboxParser-return-path": "<ugo99@latinmail.com>", "MboxParser-sender": "\"Mrs.Erick\" <ugo99@latinmail.com>", "MboxParser-status": "O", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mrs.Erick <ugo99@latinmail.com>", "Message-Recipient-Address": "R@S", "Message-To": ["<R@S>", "R@S"], "Message:From-Email": "ugo99@latinmail.com", "Message:From-Name": "Mrs.Erick", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"ISO-8859-1\"", "Message:Raw-Header:Message-Id": "<200411180453.iAI4rYV13795@firefox.mr.itd.UM>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "\"Mrs.Erick\" <engmarymabo@latinmail.com>", "Message:Raw-Header:Return-Path": "<ugo99@latinmail.com>", "Message:Raw-Header:Sender": "\"Mrs.Erick\" <ugo99@latinmail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nConfirm Message.ASAP\n\nDirect Tel.:+882-164-6655121\r\nDirect Tel.:+871-762-535915\r\nDirect Fax: +871-762-535916\r\nCorporate Tel.:+27-839494291\r\nmrs_mabo@latinmail.com\r\n\r\nSTRICTLY CONFIDENTIAL. \r\n\r\nI am pleased to get across to you for a profitable business proposal,\r\nthough I don't know you and we had never meant in person but I got your\r\ncontact from the Personal Assistance to the former Minister for Sports.\r\nMore so she told me that this is your first time in partaking in such\r\nbusiness but you are in a better position to handle the\r\ntransaction/business of this magnitude without you running away with our\r\nown share of fund once your account is credited within 4 -5 working days\r\nbecause before I commence we have to build mutual relationship in respect\r\nof this business that is strictly confidential and all the legal\r\n/essential documents to back up this transaction are in place. And the key\r\nfor us building up this mutual relationship is TRUST between both parties\r\ninvolved that is you and I.  I am in charge of the Auditing for contract\r\npayment with SAFA (South African Football Association) and I truly\r\napologize for using this means to reach you because I have no other\r\nchoice.Within the South African Football Association and the cooperation\r\nof my colleague, I have in my possession as overdue payment bills totaling\r\nEighteen Million Three Hundred Thousand U. S. Dollars (US$18,3M). With\r\nyour assistance and fullest co-operation, I on behalf of my colleague beg\r\nyou to help us receive these funds by wire transfer that is presently\r\nlying in a suspended account with ABSA Bank in Pretoria branch. It does\r\nmatter whether it is a cooperate or personal account but as long as the\r\naccount is active to receive the amount of this magnitude, it is very ok\r\nto us. More so, we are handicapped in the circumstances, as the South\r\nAfrica Civil Service Code of Conduct does not permit us to operate\r\noffshore/foreign account of any kind hence you are very important to wards\r\nthe successful completion of this whole transaction that we shall both\r\nbenefits from. This US$18.3M arose from the balance of the total contract\r\nvalue for the renovation and upgrading of (Pretoria, Johannesburg and\r\nSoweto national stadium for 2006 bid that we lost to Germany before it was\r\nawarded to us again in 2010 with the help of our former president MR\r\nNelson Mandela) our national stadium by foreign contracting firm, which we\r\nthe officials over-invoiced deliberately. Though the actual contract cost\r\nhave been fully paid to the original contractor.  I have the authority of\r\nmy partners involved to propose that should you be willing to assist us\r\n(which I prayed and beg for) in the transaction; your share of the sum\r\nwill be 25% of the total amount after Tax in any account you shall provide\r\nfor the funds to be transferred into, 70% for us and 5% for taxation and\r\nmiscellaneous expenses. The business itself is 100% safe, on your part\r\nprovided you treat it with utmost secrecy and confidentiality. Also your\r\narea of specialization is not a hindrance to the successful execution of\r\nthis transaction. I have reposed my confidence in you and hope that you\r\nwill not disappoint me because our share of the funds with your assistance\r\nwe shall invest in property management/real estate business in your\r\ncountry. And that is why we  offered you 25% of the total amount not just\r\nto receive the funds for us alone because once the fund is transferred to\r\nyour account without your help we shall be lost since most of my life I\r\nhave been a civil servant.\r\n\r\nEndeavor to contact me immediately through my above Tel and Fax number or\r\nmy e-mail address: mrs_mabo@latinmail.com if you are willing to help in\r\nthis matter and I also want to guarantee you that my partner and myself\r\nare in a better position to make the payment of this claim possible\r\nprovided you can give us a very strong assurance and guarantee that our\r\nshare will be secured and please remember to treat this matter as very\r\nconfidential matter, because we will not comprehend with any form of\r\nexposure as we are still in active Government Service and remember once\r\nagain that time is of the essence in this business. I wait in anticipation\r\nof your earliest response. \r\n \r\nYours Truly, \r\nENGR. ERICK\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1255", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mrs.Erick\" <ugo99@latinmail.com>", "Mrs.Erick <ugo99@latinmail.com>"], "dc:format": "text/plain; charset=\"ISO-8859-1\"", "dc:identifier": "<200411180453.iAI4rYV13795@firefox.mr.itd.UM>", "dc:subject": "Confirm Message.ASAP", "dc:title": "Confirm Message.ASAP", "dcterms:created": "2004-11-18T04:53:38Z"}