{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "8bit", "MboxParser-from": "r  Sat Dec 18 00:07:39 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mrude_aram@yahoo.co.in", "MboxParser-return-path": "<ctiborpilna3@yahoo.co.in> {VERY VERY URGENT}", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.2 (RE:TRANSFER OF $26,000.000.00 USD}", "Message-From": "Mr.Eric Ude <ctiborpilna3@yahoo.co.in>", "Message-Recipient-Address": "ctiborpilna3@yahoo.co.in", "Message-To": ["ctiborpilna3@yahoo.co.in", "ctiborpilna3@yahoo.co.in"], "Message:From-Email": "ctiborpilna3@yahoo.co.in", "Message:From-Name": "Mr.Eric Ude", "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:Content-Type": "text/plain; charset=iso-8859-1", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Reply-To": "mrude_aram@yahoo.co.in", "Message:Raw-Header:Return-Path": "<ctiborpilna3@yahoo.co.in>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nATTENTION PLEASE.\n\nFROM MR.ERIC UDE.\nNo 118 GEORGE AVENUE\nOPPST. SAM IKOM ROAD.\nBAKASSI PENINSULA.\nMobile Phone:+234-8036132029.\n\n                  {VERY VERY URGENT}       \n          (RE:TRANSFER OF $26,000.000.00 USD}  \n             {TWENTY SIX MILLION DOLLARS) \n\nDEAR SIR/MADAM, \n\nIN ORDER TO TRANSFER OUT (USD 26 MILLION DOLLARS) FROM\nOUR BANK. I HAVE THE COURAGE TO ASK YOU TO LOOK FOR A\nRELIABLE AND HONEST PERSON WHO WILL BE CAPABLE FOR\nTHIS IMPORTANT BUSINESS BELIEVING THAT YOU WILL NEVER\nLET ME DOWN EITHER NOW OR IN FUTURE. \n\nI AM MR.ERIC UDE,THE EASTERN DISTRICT BANK MANAGER OF\nPRUDENT BANK PLC. THERE IS AN ACCOUNT OPENED IN THIS\nBANK BY MR.ANDREAS SCHRANNER,IN 1980 AND SINCE 1990\nNOBODY HAS OPERATED ON THIS ACCOUNT AGAIN. AFTER GOING\nTHROUGH SOME OLD FILES IN THE RECORDS I DISCOVERED\nTHAT IF I DO NOT REMITT THIS MONEY OUT URGENTLY IT\nWILL BE FORFEITED FOR NOTHING. \n\nTHE OWNER OF THIS ACCOUNT IS MR.ANDREAS SCHRANNER, A\nFOREIGNER, AND THE MANAGER OF SCHRANNER ENERGY\nCOM.[PLC]NIG,A CHEMICAL ENGINEER BY PROFESSION AND  HE\nDIED SINCE 1990. NO OTHER PERSON KNOWS ABOUT THIS\nACCOUNT OR ANY THING CONCERNING IT, THE ACCOUNT HAS NO\nOTHER BENEFICIARY AND MY INVESTIGATION PROVED TO ME AS\nWELL THAT THIS COMPANY DOES NOT KNOW ANYTHING ABOUT\nTHIS ACCOUNT AND THE AMOUNT INVOLVED IS (USD 26\nMILLION DOLLARS). \n\nI WANT TO TRANSFER THIS MONEY INTO A SAFE FOREIGNERS\nACCOUNT ABROAD BUT I DON'T KNOW ANY FOREIGNER, I AM\nONLY CONTACTING YOU AS A FOREIGNER BECAUSE THIS MONEY\nCAN NOT BE APPROVED TO A LOCAL BANK HERE, BUT CAN ONLY\nBE APPROVED TO ANY FOREIGN ACCOUNT BECAUSE THE MONEY\nIS IN US DOLLARS, AND THE FORMER OWNER OF THE ACCOUNT\nIS MR.ANDREAS SCHRANNER,IS A FOREIGNER TOO. I KNOW\nTHAT THIS MASSAGE WILL COME TO YOU AS A SURPRISE AS WE\n DON'T KNOW OUR SELVES BEFORE, BUT BE SURE THAT IT IS\nREAL AND A GENUINE BUSINESS. \n\nI ONLY GOT YOUR CONTACT ADDRESS FROM THE COMPUTER WITH\nBELIEVE IN GOD THAT YOU WILL NEVER LET ME DOWN IN THIS\nBUSINESS YOU ARE THE ONLY PERSON THAT I HAVE CONTACTED\nIN THIS BUSINESS, SO PLEASE REPLY URGENTLY SO THAT I\nWILL INFORM YOU THE NEXT STEP TO TAKE URGENTLY. SEND\nALSO YOUR PRIVATE TELEPHONE AND FAX NUMBER INCLUDING\nTHE FULL DETAILS OF THE ACCOUNT TO BE USED FOR THE\nDEPOSIT. NOTE THAT AN EMPTY ACCOUNT CAN SERVE AS LONG\nAS IT CAN RECIEVE FUNDS.\n\nI WANT US TO MEET FACE TO FACE OR SIGN A BINDING\nAGREEMENT TO BIND US TOGETHER SO THAT YOU CAN RECIEVE\nTHIS MONEY INTO A FORIEGN ACCOUNT OR ANY ACCOUNT OF\nYOUR CHOICE WHERE THE FUND WILL BE SAFE. AND I WILL\nFLY TO YOUR COUNTRY FOR WITHDRAWAL AND SHARING AND\nOTHER INVESTMENTS. \n\nI AM CONTACTING YOU BECAUSE OF THE NEED TO INVOLVE A\nFOREIGNER WITH FOREIGN ACCOUNT AND FOREIGN BENEFICIARY\nI NEED YOUR FULL CO-OPERATION TO MAKE THIS WORK FINE,\nBECAUSE THE MANAGEMENT IS READY TO APPROVE THIS\nPAYMENT TO ANY FOREIGNER WHO HAS CORRECT INFORMATION\nOF THIS ACCOUNT, WHICH I WILL GIVE TO YOU LATER AS\nSOON AS YOU EXPRESS YOUR INTEREST TO DO THIS BUSINES\nWITH ME.\n\nIF YOU ARE ABLE AND WITH CAPABILITY TO HANDLE SUCH\nAMOUNT IN STRICT CONFIDENCE AND TRUST ACCORDING TO MY\nINSTRUCTIONS AND ADVICE FOR OUR MUTUAL BENEFIT BECAUSE\nTHIS OPPORTUNITY WILL NEVER COME AGAIN IN MY LIFE. I\nNEED TRUTHFUL PERSON IN THIS BUSINESS BECAUSE I DON'T\nWANT TO MAKE MISTAKE, I NEED YOUR STRONG ASSURANCE AND\nTRUST THAT YOU WILL NEVER NEVER LET ME DOWN IN ANY WAY\n\n\nWITH MY POSITION NOW IN THE OFFICE I CAN TRANSFER THIS\nMONEY TO ANY FOREIGNER'S RELIABLE ACCOUNT WHICH YOU\nCAN PROVIDE WITH ASSURANCE THAT THIS MONEY WILL BE\nINTACT PENDING MY PHYSICAL ARRIVAL IN YOUR COUNTRY FOR\nSHARING. I WILL DESTROY ALL DOCUMENTS OF TRANSACTION\nIMMEDIATELY WE RECIEVE THIS MONEY LEAVING NO TRACE TO\nANY PLACE. YOU CAN ALSO COME TO DISCUSS WITH ME FACE\nTO FACE AFTER WHICH I WILL MAKE THIS REMITTANCE IN\nYOUR PREENCE AND TWO OF US WILL FLY TO YOUR COUNTRY AT\nLEAST TWO DAYS AHEAD OF THE MONEY GOING INTO THE\nACCOUNT. \n\nI WILL APPLY FOR ANNUAL LEAVE TO GET VISA IMMEDIATELY\nI HEAR FROM YOU THAT YOU ARE READY TO ACT AND RECEIVE\nTHIS FUND IN YOUR ACCOUNT. I WILL USE MY POSITION AND\nINFLUENCE TO EFFECT LEGAL APPROVALS AND ON-WARD\nTRANSFER OF THIS MONEY TO YOUR ACCOUNT WITH\nAPPROPRIATE CLEARANCE FORMS OF THE MINISTRIES AND\nFOREIGN EXCHANGE DEPARTMENTS. \n\nAT THE CONCLUSION OF THIS BUSINESS, YOU WILL BE GIVEN\n35% OF THE TOTAL AMOUNT, 60% WILL BE FOR ME, WHILE 5%\nWILL BE FOR EXPENSES BOTH PARTIES MIGHT HAVE INCURED\nDURING THE PROCESS OF TRANSFERING. YOU SHOULD KNOW\nTHAT NEVER A BUSINESS TO SUCCEED WITHOUT BUILDING\nTRUST TO EACH OTHER AND I PROMISED THAT THERE WILL BE\nA SUCCESSFUL TRANSFER AS LONG AS YOU FOLLOW MY\nINSTRUCTION BECAUSE,THIS BUSINESS TRANSACTION IS\nGUARANTEED.SO IF YOU ARE INTERESTED,PLEASE REPLY\nIMMEDIATELY THROUGH MY PERSONAL E-MAIL SENDING THE\nFOLLOWING DETAILS:\n\n(1) Your Country Name.\n\n(2) Your Private Telephone/fax Number.\n\n(3) Your Bank Name And Address.\n\n(4) Your Account Number: \n\nAnd Sweft Code (If Any)\n\n(5) Account Name.\n\nPLEASE OBSERVE THE UTMOST CONFIDENTIALITY AND BE REST\nASSURED THAT THIS TRANSACTION WOULD BE MOST PROFITABLE\nFOR BOTH OF US BECAUSE,I SHALL REQUIRE YOUR ASSISTANCE\nTO INVEST MY SHARE IN YOUR CONTRY OK.\n\nWITHIN A SHORT TIME YOU WILL SEE WHAT GOD HAS PLAN FOR\nUS & THIS BUSINESS WILL BENEFIT BOTH FAMILIES FROM\nGENERATION TO GENERATION AS LONG AS YOU FOLLOW MY\nINSTRUCTION ACCORDINLY.\n\nI LOOK FORWARD TO YOUR EARLIEST REPLY THROUGH MY\nPRIVATE E-mail<mrude_aram@yahoo.co.in>PLEASE FOR THE\nSECURITY OF THIS BUSINESS OK.\n\nTHANKS AND GOD BLESS YOU. \n\nHAVE A NICE DAY.\n\nYOURS TRULY\n\nMR.ERIC UDE.\n\nMobile Phone:+234-8036132029.\n\n\n________________________________________________________________________\nYahoo! India Matrimony: Find your life partner online\nGo to: http://yahoo.shaadi.com/india-matrimony\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1331", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mr.Eric Ude\" <ctiborpilna3@yahoo.co.in> DON'T KNOW OUR SELVES BEFORE, BUT BE SURE THAT IT IS", "Mr.Eric Ude <ctiborpilna3@yahoo.co.in>"], "dc:format": "text/plain; charset=iso-8859-1", "dc:subject": "ATTENTION PLEASE.", "dc:title": "ATTENTION PLEASE.", "dcterms:created": "2004-12-18T05:07:27Z"}