{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Dec 28 04:12:32 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "sulikuh_john@ourwest.com", "MboxParser-return-path": "<dr_mennath@hotmail.com>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-priority": "1", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mr. John Mensah Sulikuh <dr_mennath@hotmail.com>", "Message:From-Email": "dr_mennath@hotmail.com", "Message:From-Name": "Mr. John Mensah Sulikuh", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200412280912.iBS9CVIc014138@casino.mail.UM>", "Message:Raw-Header:Reply-To": "sulikuh_john@ourwest.com", "Message:Raw-Header:Return-Path": "<dr_mennath@hotmail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Priority": "1", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRE;  VERY  IMPORTANT\n\nDear Sir/Madam,\r\n\r\nThis mail will definitely be coming to you as a surprise, but I must\r\ncrave your indulgence to introduce myself to you.\r\n\r\nI am Mr. John mensah Sulikuh, a supervisory manager at the United Trust Bank\r\nLtd,London. However I got your contact through the International web\r\ndirectory.Recently we discovered a Dormant Account with a huge Amount of\r\nMoney\r\nValuedUSD17, 600,000.00 (Seventeen Million, six hundred Dollars Only) that\r\nbelongs to One of our late Customer MR. KRAANVOGEL DIONIJS. who died In a\r\nplane crash. During our investigation and auditing in this bank, my\r\nDepartment came Across a very huge sum of money belonging to MR.\r\nKRAANVOGEL DIONIJS from Beverwijk, Netherlands, who died along with his\r\nwife, MRS. KATRIEN DIONIJS and Daughter, MS. SOFIE DIONIJS so the fund has\r\nBeen dormant in his account with this Bank without Any claim of the fund in\r\nour custody either from his Family or relation before Our discovery to this\r\ndevelopment.\r\n\r\nThe Banking law here stipulates that if such money remains unclaimed for 15\r\nyears, it will be forfeited to the Bank Treasury as an unclaimed bill. It is\r\nonly a foreigner that can stand as a next of kin and it is upon this\r\ndiscovery that I decided to contact you to collaborate with you to pull out\r\nthis dormant fund.In order to avert this negative development. On behalf of\r\nmy trusted colleagues we now seek your permission to have you stand in as\r\nnext of kin to Our late Customer so that the fund will be released and\r\npaid into your account as the beneficiary’s next of kin now that the bank is\r\nstill expecting a next of kin or relative of the deceased, MR. KRAANVOGEL\r\nDIONIJS.\r\n\r\nWe could have done this deal alone but because of our position in this\r\ncountry as civil servants, we are not allowed to operate a foreign account\r\nand that would eventually raise an eye brow on our side during the time of\r\ntransfer since we still work in this bank, this is the actual reason why\r\nwe required a second party or fellow who will assist us forward claims as\r\nthe next of kin and also provide either an existing bank account or to set\r\nup a new Bank a/c immediately to receive this fund, even an empty a/c can\r\nalso serve for this purpose.\r\n\r\nHowever, on smooth conclusion of this transaction, you will be entitled to\r\n25% as gratification for your assistance to us, while 5% will be set aside\r\nto take care of expenses on both sides that may arise during the time of\r\ntransfer and also for telephone bills, and the remaining 70% will be for me\r\nand my colleague.\r\n\r\nWhat I want from you is for you to act as the deceased next of kin. I have\r\nin my possession, all the necessary Documents to successfully accomplish\r\nthe operation. Bear in mind that this proposal is 100% risk free. Further\r\nInformation will be given to you as soon as I receive your positive\r\nresponse. I suggest you get back to me as soon as possible stating your\r\nwish. For confidentiality please contact me on my personal email\r\naccount:sulikuh_john@rediffmail.com and sulikuh_john@ourwest.com <mailto:sulikuh_john@ourwest.com>\r\nBest Regards,\r\nMr. John Mensah Sulikuh\r\nUnited Trust Bank Ltd\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1342", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mr. John Mensah Sulikuh\" <dr_mennath@hotmail.com>", "Mr. John Mensah Sulikuh <dr_mennath@hotmail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200412280912.iBS9CVIc014138@casino.mail.UM>", "dc:subject": "RE;  VERY  IMPORTANT", "dc:title": "RE;  VERY  IMPORTANT", "dcterms:created": "2004-12-28T09:12:18Z"}