{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Jan  8 21:16:00 2005", "MboxParser-mime-version": "1.0 Once the funds have been transferred to your nominated bank account we s=", "MboxParser-return-path": "<www@intranet.eesp.ch> Let me start by introducing myself. I am Mr. Wang Qin credit officer of =", "MboxParser-status": "RO", "MboxParser-x-mailer": "RLSP Mailer", "MboxParser-x-mime-autoconverted": "from 8bit to quoted-printable by tepin.cc.CU id j092FpZD015336", "MboxParser-x-priority": "3 (Normal) receive his funds. =0D", "MboxParser-x-scanned-by": "MIMEDefang 2.48 on 128.59.59.143", "MboxParser-x-sieve": "CMU Sieve 2.2 another notification was sent and still no response came from him. We la=", "MboxParser-x-spam-score": "5.515 (*****) DEAR_SOMETHING FROM_ENDS_IN_NUMS NIGERIAN_BODY1 RISK_FREE SUBJ_ALL_CAPS CU_HELO_NAME", "Message-Cc": "I want you to know that I have had everything planned out so that we sha=", "Message-From": "wangqin <wangqin_29@3xl.net>", "Message:From-Email": "wangqin_29@3xl.net", "Message:From-Name": "wangqin", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=us-ascii", "Message:Raw-Header:Message-Id": "<20050109021630.73C69118AE0@intranet.eesp.ch>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Return-Path": "<www@intranet.eesp.ch>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-MIME-Autoconverted": "from 8bit to quoted-printable by tepin.cc.CU id j092FpZD015336", "Message:Raw-Header:X-Mailer": "RLSP Mailer", "Message:Raw-Header:X-Priority": "3 (Normal)", "Message:Raw-Header:X-Scanned-By": "MIMEDefang 2.48 on 128.59.59.143", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Message:Raw-Header:X-Spam-Score": "5.515 (*****) DEAR_SOMETHING FROM_ENDS_IN_NUMS NIGERIAN_BODY1 RISK_FREE SUBJ_ALL_CAPS CU_HELO_NAME", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCAN YOU BE SINCERE?\n\n\r\nHANG SENG BANK LTD.\r\r\nDES VOEUX RD. BRANCH,\r\r\nCENTRAL HONG KONG,\r\r\nHONG KONG.\r\r\n\r\r\nDear Sir,\r\r\n\r\r\n Let me start by introducing myself. I am Mr. Wang Qin credit officer of the Hang Seng Bank Ltd.  I have a concealed business suggestion for you.Before the U.S and Iraqi war our client General. Ibrahim Moussa who was with the Iraqi forces and also business man made a numbered fixed deposit for 18 calendar months, with a value of Twenty millions Five Hundred Thousand United State Dollars only in my branch.Upon maturity several notice was sent to him, even during the war early this year. Again after the war  another notification was sent and still no response came from him. We later find out that the General and his family had been killed during the war in bomb blast that hit their home.After further investigation it was also discovered that Gen. Ibrahim Moussa did not declare any next of kin in his official papers including the paper work of his bank deposit. And he also confided in me the last time he was at my office that no one except me knew of his deposit in my bank. \r\r\n So, Twenty millions Five Hundred Thousand United State Dollars is still lying in my bank and no one will ever come forward to claim it. What bothers me most is that according to the to the laws of my country at the expiration 4 years and 6months the funds will revert to the ownership of the Hong Kong Government if nobody applies to claim the funds. Against this backdrop, my suggestion to you is thatI will like you as a foreigner to stand as the next of kin to Gen.Ibrahim Moussa so that you will be able to receive his funds. \r\r\n\r\r\nWHAT IS TO BE DONE:\r\r\n\r\r\n I want you to know that I have had everything planned out so that we shall come out successful. I have contacted an attorney that will prepare the necessary document that will back you up as the next of kin to Gen. Ibrahim Moussa, all that is required from you at this stage is for you to provide me with your Full Names and Address so that the attorney can commence his job. After you have been made the next of kin, the attorney will also fill in for claims on your behalf and secure the necessary approval and letter of probate in your favor for the move of the funds to an account that will be provided by you.There is no risk involved at all in the matter as weare going adopt a legalized method and the attorney will prepare all the necessary documents. Please endeavor to observe utmost discretion in all matters concerning this issue.\r\r\n Once the funds have been transferred to your nominated bank account we shall share in the ratio of 70% for me, 25% for you and 5% for any expenses incurred during the course of this operation. Should you be interested please send me your private phone and fax numbers for easy communication and I will provide you with more details of this operation.\r\r\n Your earliest response to this letter will be appreciated.\r\r\n\r\r\nKind Regards,\r\r\nMr. Wang  Qin\r\r\n\r\r\n\r\n\r\n___________________________________________________________________________\r\nMessage composé depuis le module WebMail de REA S2 - http://www.reas2.ch/\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1354", "X-TIKA:parse_time_millis": "1", "dc:creator": ["wangqin <wangqin_29@3xl.net> Hong Kong Government if nobody applies to claim the funds. Against this =", "wangqin <wangqin_29@3xl.net>"], "dc:format": "text/plain; charset=us-ascii Your earliest response to this letter will be appreciated.=0D", "dc:identifier": "<20050109021630.73C69118AE0@intranet.eesp.ch>", "dc:subject": "CAN YOU BE SINCERE?", "dc:title": "CAN YOU BE SINCERE?", "dcterms:created": "2005-01-09T02:16:30Z"}