{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Jan 11 11:38:09 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mbangura@walla.com", "MboxParser-return-path": "<mbangura@walla.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Micheal Bangura <mbangura@walla.com>", "Message:From-Email": "mbangura@walla.com", "Message:From-Name": "Micheal Bangura", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200501111638.j0BGc1vN018843@flawless.mail.UM>", "Message:Raw-Header:Reply-To": "mbangura@walla.com", "Message:Raw-Header:Return-Path": "<mbangura@walla.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHello From Micheal !!!!! .\n\nDear\r\n\r\nGood day!!.\r\n\r\nCompliments of the day and my best wishes to you and family!!!.\r\n\r\nI know this letter will come to you surprisingly but let it not be a surprise to you, for nature has a way of arriving unannouced and an adage says 'originals are very hard to find but their echo sounds louder'. So, I decided to contact you myself for you to assure me of safety and honesty if I have to entrust any amount of money under your custody.\r\n\r\nI am Mr Micheal Bangura, the son of late Mr Thaimu Bangura who was the minister of finance in Sierra leone but was killed during the civil war. Knowing your country as being economical condusive for investment and your people as transperant and trustworthy to engage in business on which premise I write you.\r\n\r\nBefore my father death, he had the sum of twenty-three million united states dollars(us$23,000,000.00) which he kept away from the rebel leaders during the course of the war and deposited it in a security company for saftey and safe-keeping. this fund was supposed to be used for rehabilitation of water reserves all over the country before the outbreak of war. when the war broke out, the rebel leader demanded that this fund be given to him, my father insisted that the money was not in his possesion but he was killed because of his refusal to release the fund.\r\n\r\nMeanwhile my mother and i is the only person who knows about this fund,because my father always confide in me since i am the only child in the family.When my father was killed,I quickly made an arrangemnt with a red cross rellief worker who used his official van to move me and my mother to lungi airport in freetownfor our safety because the rebels also wanted to kill us too.\r\n\r\nThe fund was deposited by my late father as a family inheritance with a safe relaible security company in Dakar senegel where I was only given temporary asylum with my mother.I do not want to invest this money in senegel due to unfavourable economic climate and so close to my country. Also, I still kept this money also for security reasons as the present administration is investigating the existence of such fund of which I denied knowledge of it, claiming that my father did not tell me about such money. The only assistance I need from you which i believe you would do for me are the following:\r\n\r\n1.Assist me invest this money in your country when it is release to you on our behalf by the security company.\r\n\r\n2.Assure me that you will not sit on my share when this fund gets to your country.\r\n\r\nYou will have 15% of the money for yourself as you guide me further to invest the remaining 80% in any valueble business venture while 5% is earmarked to cover expenses contingencies.\r\n\r\nMost importantly, i will like to buy a personal house where i and my mother will reside.Upon confirmation of your interest to help me as my foreign partner to invest this money, i will link you the details of this\r\n\r\ntransaction to be scheduled in your favo ur by the security company.\r\n\r\nWhile thanking you for your anticipated understanding and cooperation, I look forward to your urgent response.\r\n\r\nplease note that this transaction is strictly confidential and must be treated with utmost secrecy.\r\n\r\nBest regards,\r\n\r\nMr. Micheal Bangura.\r\n\r\nPlease you can contact me on this E-mail Address mbangura@worldemail.com\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1360", "X-TIKA:parse_time_millis": "2", "dc:creator": ["\"Micheal Bangura\" <mbangura@walla.com>", "Micheal Bangura <mbangura@walla.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200501111638.j0BGc1vN018843@flawless.mail.UM>", "dc:subject": "Hello From Micheal !!!!! .", "dc:title": "Hello From Micheal !!!!! .", "dcterms:created": "2005-02-10T14:38:57Z"}