{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-1613988745-1107765642=": ["44942", "44942", "44942--"], "MboxParser-<div>dear": "<BR></DIV>", "MboxParser-content-transfer-encoding": ["8bit", "8bit", "8bit"], "MboxParser-dear": "", "MboxParser-from": "r  Mon Feb  7 03:40:47 2005", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<issa_moh1@yahoo.co.in> ", "MboxParser-status": "O", "MboxParser-x-sieve": "CMU Sieve 2.2 ", "Message-From": "ISSA MOHAMMED <issa_moh1@yahoo.co.in>", "Message-Recipient-Address": "issa_moh1@yahoo.co.in", "Message-To": ["issa_moh1@yahoo.co.in", "issa_moh1@yahoo.co.in"], "Message:From-Email": "issa_moh1@yahoo.co.in", "Message:From-Name": "ISSA MOHAMMED", "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<issa_moh1@yahoo.co.in>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Multipart-Boundary": "0-1613988745-1107765642=:44942", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT FUND TRANSFER.\n\n\n\n\n\nISSA MOHAMMED THE ORDINATOR, DEBT RECOVERY AND\nRECONCILIATION  UNIT OFFICE OF THE ASSISTANT TO THE\nAUDITOR GENERAL ,AMAIGAMATED BANKS OF SOUTH\nAFRICA{ABSA} \nALBERTON BRANCH DURBAN 4000 SOUTH AFRICA .\nTEL PHONE:+27-73-2455-020.\n\n\nDear: \n\n\n \n\nI know that this massage will come to you as a surprise since wedon’t know each other before, but for the purpose of introduction, I am MR ISSA MOHAMMED THE AUDIT DEPT ASSITANT  MANAGER OFAMALGAMATED BANK OF SOUTH AFRICA (ABSA}. \n  \n\nThere is an account opened in this bank in 1980 and since 1990 nobody has operated on this account again After going through some old files in the records, I discovered that if I do not remit this money out urgently it would be forfeited for nothing .The owner of this account is MR SMITH B. ANDREAS, a foreigner, and a miner at Kruger goal co, a geologist by\nprofession and he died since 1990.No other person knows about this account or any thing concerning it, the account has no other beneficiary and my investigation proved to me as well that this company does not know anything about this account and the amount involved is (US$20M) TWENTY MILLION\nUNITED STATE DOLLARS. \n\n\nI  am only contacting you as a foreigner because this money cannot be approved to a local bank here, but can only be approved to any foreign account because the money is in US Dollars and the former owner of the account is MR SMITH B. ANDREAS is a foreigner too. I know that this massage will come to you as a surprise as we don’t know ourselves before. We will sign an agreement, but be sure that it is real and a genuine business. \n\nPlease reply urgently so that I will inform you the next step to take immediately. Send also your private tel. And fax number including the full details of the account to be used for the deposit. I want us to meet face to face or sign a binding agreement to bind us together so that you can receive this money into a foreign account or any account of our choice where the fund will be safe. \n\nAnd I will fly to your country for withdrawal and sharing and other investments.Meanwhile you can open a new account  in any bank for this purpose if you like .I am contacting you because of the need to involve a foreign account and  a foreign beneficiary. \n\nI need your full-coperation to make this work fine because the management is ready to give approval to any foreigner, who has the correct information of the account, which I will give to you later, if you are able and willing to handle such am amount of money in strict and confidence and trust according to my\ninstructions and advice for our mutual benefit because this opportunity will never come again in my life. \n\nI need truthful person in this business because I don’t want to make mistake, I need your strong assurance and trust. With my position now in the office I can transfer this money to any foreigner’s reliable account, which you can provide with assurance that this money will be intact pending my physical\narrival in your country for sharing. I will destroy all documents of transaction immediately we receive this money leaving no trace to any place. \n\nYou can also come to discuss with me face to face after which I will make this remittance in your presence and two of us will fly to your country at least two days ahead of the money going into the\naccount. I will use my position and influence to effect the legal approvals and onward transfer of this money to your account with appropriate clearance forms of ministries and foreign exchange departments.\n\nAt the conclusion of this business, you will be given 25% of the total amount  while 5% will be for expenses both parties might have incurred during the process of transferring.I look forward to your earliest reply\nthrough my Email or phone number above.\n\nBEST REGRAD\nISSA MOHAMMED \n\n\n\n\n\n\nYahoo! India Matrimony: Find your life partner\nonline.\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1413", "X-TIKA:parse_time_millis": "2", "dc:creator": ["ISSA MOHAMMED <issa_moh1@yahoo.co.in>", "ISSA MOHAMMED <issa_moh1@yahoo.co.in>"], "dc:format": "text/html; charset=iso-8859-1", "dc:subject": "URGENT FUND TRANSFER.", "dc:title": "URGENT FUND TRANSFER.", "dcterms:created": "2005-02-07T08:40:42Z"}