{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-558192566-1107854507=": ["450 ", "450", "450--"], "MboxParser-<div><strong><u>re": "&nbsp; MR. KENNETH FUZANE DANIEL NYERERE<BR>BUSINESS PROPOSAL<BR>&nbsp;</U></STRONG><BR>I do foresee the surprise this letter will bringto you as it comes from a stranger. But be rest assured as it comes with best of intentions. However, your address was courtesy of a business journal at the World Trade Centre in Johannesburg. But after ueconsideration from your profile, I became aware and&nbsp; assured of your credibility of handling this trust and&nbsp; my future.Thus, after my humble decision to solicit&nbsp; for your understanding and co-operation in this&nbsp; transaction, as it will be beneficial to all of us involved. My name is&nbsp; <STRONG>MR. KENNETH FUZANE DANIEL NYERERE </STRONG>from Tanzania. <BR>&nbsp;&nbsp; <BR>&nbsp;I am the son of the Late President of Tanzania, <STRONG>JULIUS MWALIMU NYERERE </STRONG>who died about two years ago.&nbsp; My father used his position then to make for himself and us the family some fortune. My father died after a", "MboxParser-for": "THE FAMILY OF LATE JULIUS MWALIMU NYERERE", "MboxParser-from": "r  Tue Feb  8 04:21:50 2005", "MboxParser-mime-version": "1.0 ", "MboxParser-re": "MR. KENNETH FUZANE DANIEL NYERERE <hr size=1>Do you Yahoo!?<br>", "MboxParser-return-path": "<kenneth_fuzane_dan74@yahoo.com>  ", "MboxParser-status": "O furnish you with more details.", "MboxParser-x-sieve": "CMU Sieve 2.2  The all-new My Yahoo! – Get yours free!", "Message-From": "kenneth fuzane <kenneth_fuzane_dan74@yahoo.com>", "Message-Recipient-Address": "kenneth_fuzane_dan74@yahoo.com I am the son of the Late President of Tanzania, JULIUS MWALIMU NYERERE who died about two years ago.  My father used his position then to make for himself and us the family some fortune. My father died after a protracted illness. I was studying overseas when my  father died and I was forced to return for the  funeral. His attorney notified me and my family about  my father's WILL with his chambers.", "Message-To": ["kenneth_fuzane_dan74@yahoo.com I am the son of the Late President of Tanzania, JULIUS MWALIMU NYERERE who died about two years ago.  My father used his position then to make for himself and us the family some fortune. My father died after a protracted illness. I was studying overseas when my  father died and I was forced to return for the  funeral. His attorney notified me and my family about  my father's WILL with his chambers.", "kenneth_fuzane_dan74@yahoo.com"], "Message:From-Email": "kenneth_fuzane_dan74@yahoo.com", "Message:From-Name": "kenneth fuzane", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<kenneth_fuzane_dan74@yahoo.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Multipart-Boundary": "0-558192566-1107854507=:450", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBUSINESS PROPOSAL\n\n\n+27-73-244-79-98\n\n \n\nMr. Kenneth Fuzane Daniel Nyerere,\n\n18, Pretoria Street,\n\nJohannesburg, South Africa.\n\n \n\nDear Sir,\n\n \n\nRE:  MR. KENNETH FUZANE DANIEL NYERERE\nBUSINESS PROPOSAL\n \nI do foresee the surprise this letter will bringto you as it comes from a stranger. But be rest assured as it comes with best of intentions. However, your address was courtesy of a business journal at the World Trade Centre in Johannesburg. But after ueconsideration from your profile, I became aware and  assured of your credibility of handling this trust and  my future.Thus, after my humble decision to solicit  for your understanding and co-operation in this  transaction, as it will be beneficial to all of us involved. My name is  MR. KENNETH FUZANE DANIEL NYERERE from Tanzania. \n   \n I am the son of the Late President of Tanzania, JULIUS MWALIMU NYERERE who died about two years ago.  My father used his position then to make for himself and us the family some fortune. My father died after a\n protracted illness. I was studying overseas when my  father died and I was forced to return for the  funeral. His attorney notified me and my family about  my father's WILL with his chambers.   \n\nWhen I was going through the WILL, I discovered that my late father had used his  position  then to make some  money, which he brilliantly transferred and deposited with a private Security company here in Johannesburg, Republic of South Africa. \n \nHe deposited this consignment as valuables.The Security Company does not know that this consignment contains cash money, except the attorney and I. The amount is (Eighteen  million United States Dollars USD 18,000,000.00 MILLION). However, my aim of contacting you is for you to help me lodge the whole  sum into your nominated account in your country or any other part of the world. Secondly, you will also help me look for profitable investment overseas because I don't have knowledge of  international investments. \n\n \n\nAs a result of my present situation, I won't be able to conclude this transaction alone. If you are interested in helping me out, try and contact me with the above telephone number or my above  e-mail address indicating your interest to help me,not forgetting to include your private phone and fax numbers for easier communication. I will then\n furnish you with more details. \n  \nI have mutually agreed to compensate you with 25% of the total sum for your ssistance,   Then the remaining 75% will remain for my family and I, which you will help us invest. Be informed that this transaction needs utmost trust and confidentiality. Note also that the transaction attracts no risk on your side hence all the modalities for safe, smooth and successful transaction have been arranged by me.\n\n \n\nLooking forward to receiving your urgent reply. \n\n\nYours faithfully\nfor:  THE FAMILY OF LATE JULIUS MWALIMU NYERERE\n\n \n\nMR. KENNETH FUZANE DANIEL NYERERE\n\n \n\n \n\n \n\n\n\t\t\n\n\nDo you Yahoo!?\n \nYahoo! Search presents - Jib Jab's 'Second Term'\n\t\t\n\n\nDo you Yahoo!?\n \nThe all-new My Yahoo! – Get yours free! \n \n \n \n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1417", "X-TIKA:parse_time_millis": "1", "dc:creator": ["kenneth fuzane <kenneth_fuzane_dan74@yahoo.com>  ", "kenneth fuzane <kenneth_fuzane_dan74@yahoo.com>"], "dc:format": "text/html; charset=us-ascii", "dc:subject": "BUSINESS PROPOSAL", "dc:title": "BUSINESS PROPOSAL", "dcterms:created": "2005-02-08T09:21:47Z"}