{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-from": "r  Wed Feb 23 12:21:24 2005", "MboxParser-mime-version": "1.0", "MboxParser-re": "SEEKING FOR PARTNERSHIP FOR INHERITANCE FUND OF $10.5MUSD.", "MboxParser-reply-to": "bemmanuel_citibank@omnimail.sm", "MboxParser-return-path": "<emmanuel_citibank@prsp.ro>", "MboxParser-status": "RO", "MboxParser-x-mailer": "pro-webmail v1.0", "MboxParser-x-sieve": "CMU Sieve 2.2", "MboxParser-x-vwebmail-auth": "emmanuel_citibank@prsp.ro@localhost", "Message-From": "emmanuel briggs <emmanuel_citibank@prsp.ro>", "Message-Recipient-Address": "emmanuel_citibank@prsp.ro", "Message-To": ["emmanuel_citibank@prsp.ro", "emmanuel_citibank@prsp.ro"], "Message:From-Email": "emmanuel_citibank@prsp.ro", "Message:From-Name": "emmanuel briggs", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain; charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<icdmpj.cixbul@mail.prosport.ro>", "Message:Raw-Header:Reply-To": "bemmanuel_citibank@omnimail.sm", "Message:Raw-Header:Return-Path": "<emmanuel_citibank@prsp.ro>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "pro-webmail v1.0", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Message:Raw-Header:X-Vwebmail-Auth": "emmanuel_citibank@prsp.ro@localhost", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCOMPLIMENT OF THE SEASON\n\nPLEASE REPLY VIA THIS E-MAIL: bemmanuel_citibank@omnimail.sm\n\nRE: SEEKING FOR PARTNERSHIP FOR INHERITANCE FUND OF $10.5MUSD.\n\nDear Friend,\nMy name is MR EMMANUL BRIGGS. I am a staff of CITIBANK NA, LAGOS-NIGERIA\nin Africa with our head office in USA. I work in the operations dept\nwhere I serve as account officer to numerous customers. One of the\ncustomers whom I worked as his account officer was a wealthy diamond\nmerchandise. He lost his family, a wife and two children in a plane\ncrash.\n\nBecause this man was good to me when he was alive, I took it upon myself\nlast month, to search if I could locate any of his close relations. But\nmy efforts were abortive so I did not present any official report of my\nfindings to the bank.\n\nNow there are two things I could do with regards to the dead mans money.\nFirst, as his accounts officer, I could formally notify the bank\nauthorities that the man is dead and has no next of kin. In this case\nthe money would be forfeited to the government treasury. As a matter of\nfact this is the proper thing I am supposed to do.\n\nAnother thing I can do is to arrange for someone else, a foreigner, to\nact as the next of kin to the late man so that he will claim the money. \nThis is the option that I can do to help anybody and myself since the\nmoney actually is now a public fund due to the fact that my friend was a\nclose ally to the late brutal military president that looted government\ntreasury and that is why I have chosen to do it. I want you to be my\npartner in this deal. I will be investing most of my share into real\nestate business.\n\nAll you would have to do is act as the next of kin of the dead man and\nthe whole money in the account will be transferred to your account after\ndue process. \nAs the accounts officer to the late man, I have certificate of the\ndeposit of the fund here our custody and I will also through a local\nattorney that I will hire, secure all the necessary\ndocuments that will empower you legally to claim the money from the\naccount. The funds will be paid to you as inheritance money.\n\nThe total deposit made in the account is USD10.5 million. We shall\ndiscuss and agree further on the percentage sharing ratio for both of us\nand this will be drafted and seal with an agreement letter on black and\nwhite that will bind both of us and guarantee our shares. \nNote that upon completion of the legal paper work that will make the\ndeal legitimate for you to claim the money as the next of Kin here, the\nfinal transfer will be made to your authorize bank account through our\ncorrespondent bank in America (CITIBANK FSB MIAMI FOLRIDA or CITIBANK\nLONDON).\n\nAll the approved documents and the wiring instructions will be fax to\nyou for your documentation and to enable you approach your bank for\nconfirmation. \nIf you found this proposal worthy enough to benefit, please furnish me\nurgently with the followings to enable us apply officially for the claim\nimmediately.\n(1) YOUR FULL NAMES AND ADDRESS.\n(2) YOUR AUTHORISED BANKING DETAILS\n(3) YOUR PRIVATE TELEPHONE AND FAX NUMBERS AND EMAIL ADDRESS.\nPlease reach me immediately on the above email address to furnish you\nmore details of operation and the modalitie. Above all, please handle\nthis deal with maturity and absolute confidentiality\nI wish you a prosperous New Year.\n\nThanks and God bless you.\n\nRegards,\n\nMR EMMANUEL BRIGGS.\nPLEASE REPLY VIA THIS E-MAIL: bemmanuel_citibank@omnimail.sm\n\n_____________________________________\nThis mail was sent using pro-webmail.\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1460", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"emmanuel briggs\" <emmanuel_citibank@prsp.ro>", "emmanuel briggs <emmanuel_citibank@prsp.ro>"], "dc:format": "text/plain; charset=\"iso-8859-1\"", "dc:identifier": "<icdmpj.cixbul@mail.prosport.ro>", "dc:subject": "COMPLIMENT OF THE SEASON", "dc:title": "COMPLIMENT OF THE SEASON", "dcterms:created": "2005-02-23T18:15:19Z"}