{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "8bit", "MboxParser-from": "r  Sat Feb 26 01:16:56 2005", "MboxParser-importance": "Medium", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "Auditorcole04 <auditorcole05@yahoo.com>", "MboxParser-return-path": "<auditorcole04@direccion.com> for <R@E>; Sat, 26 Feb 2005 01:12:13 -0500", "MboxParser-status": "O", "MboxParser-x-mailer": "Direccion.com 2.0", "MboxParser-x-msmail-priority": "Medium", "MboxParser-x-priority": "3", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-Recipient-Address": "R@E", "Message-To": ["<R@E>", "R@E"], "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:Content-Type": "text/plain; charset=\"iso-8859-1\";", "Message:Raw-Header:Importance": "Medium", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200502260611.j1Q6Axdf028889@correo.direccion.com>", "Message:Raw-Header:Reply-to": "Auditorcole04 <auditorcole05@yahoo.com>", "Message:Raw-Header:Return-Path": "<auditorcole04@direccion.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-MSMail-Priority": "Medium", "Message:Raw-Header:X-Mailer": "Direccion.com 2.0", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2\tfor <R@E>; Sat, 26 Feb 2005 01:12:13 -0500", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT PARTHENERSHIP\n\nFROM AUDITOR\nHEAD OF DEPARTMENT\nBANK OF SCOTLAND\nUNITED KINGDOM\n25/2/2005\nATTENTION! ATTENTION! ATTENTION!\n(CONFIDENTIAL BUSINESS)\nDEAR FRIEND\nI WANT TO TRANSFER OUT (FIFTEEN-MILLION POUNDS STERLINGS) FROM OUR BANK HERE\nIN SCOTLAND. I HAVE THE COURAGE TO LOOK FOR A RELIABLE AND HONEST PERSON WHO\nWILL BE CAPABLE FOR THIS IMPORTANT TRANSACTION, BELIEVING THAT YOU WILL\nNEVER LET ME DOWN EITHER NOW OR IN FUTURE.\nI AM, DR FRANK JIM, THE AUDITOR AND COMPUTING STAFF OF A BANK HERE IN\nSCOTLAND UNITED KINGDOM. THERE IS AN ACCOUNT OPENED IN THIS BANK IN 1995 AND\nSINCE 2001 NOBODY HAS OPERATED ON THIS ACCOUNT AGAIN, AFTER GOING THROUGH\nSOME OLD FILES IN THE RECORDS, I DISCOVERED THAT IF I DO NOT REMITT THIS\nMONEY OUT URGENTLY, IT WILL BE FORFEITED FOR NOTHING.\nHOW THE MONEY CAME ABOUT:\nTHE OWNER OF THIS ACCOUNT IS MR JOHN HUGHES A FOREIGNER AND THE MANAGER OF\nPETROL CHEMICAL SERVICE HERE IN LONDON, A CHEMICAL ENGINEER BY PROFESSION\nAND HE DIED SINCE 1995.AND THEN,SINCE 2001, NOBODY KNOWS ABOUT THIS ACCOUNT\nOR ANYTHING CONCERNING IT, THE ACCOUNT HAS NO OTHER BENEFICIARY AND MY\nINVESTIGATION PROVED TO ME AS WELL THAT HIS COMPANY DOES NOT KNOW ANYTHING\nABOUT THIS ACCOUNT AND THE AMOUNT INVOLVED IS (15,000,000.00) POUNDS\nSTERLINGS\nI WANT TO TRANSFER THIS MONEY INTO A SAFE FOREIGN ACCOUNT ABROAD BUT I DON'T\nKNOW ANY FOREIGNER, I AM ONLY CONTACTING YOU AS A FOREIGNER BECAUSE THIS\nMONEY CAN NOT BE APPROVED TO ANY LOCAL BANK HERE IN SCOTLAND, BUT CAN ONLY\nBE APPROVED TO ANY FOREIGN ACCOUNT BECAUSE THE MONEY IS POUNDS STERLINGS AND\nTHE FORMER OWNER OF THE ACCOUNT IS MR. JOHN HUGHES AND HE WAS A FOREIGNER\nTOO.\nWELL, I GOT YOUR EMAIL ADDRESS FORM MAGAZINE ADVERT.\nI KNOW THAT THIS MESSAGE WILL COME TO YOU AS A SURPRISE AS WE DON'T KNOW OUR\nSELF BEFORE, BUT BE SURE THAT IT IS REAL AND A GENUINE BUSINESS. I BELIEVE\nIN GOD THAT YOU WILL NEVER LET ME DOWN IN THIS INVESTMENT.\nWHEN THE TRANSFER IS APPROVED AND PAYMENT SCHEDULE IS ALLOCATED\nOVERSEAS,THROUGH THE OFFSHORE PAYING DELEGATE FOR FINAL CLEARANCE AND\nSIGNING OF THE PAYMENT RELEASE FORM BY THE BENEFICIARY, I WANT US TO SEE AT\nTHE OVERSEA PAYING CLEARANCE OFFICE FACE TO FACE OR SIGNING OF THE ORIGINAL\nBINDING AGREEMENT TO BIND US TOGETHER SO THAT,WE CAN RECEIVE THIS MONEY INTO\nA FOREIGN ACCOUNT OR ANY ACCOUNT OF YOUR CHOICE WHERE THE FUND WILL BE\nREMITTED.\nI AM CONTACTING YOU BECAUSE OF THE NEED TO INVOLVE A FOREIGNER WITH A\nFOREIGN ACCOUNT AS THE REAL BENEFICIARY. I NEED YOUR CO-OPERATION TO MAKE\nTHIS WORK FINE, BECAUSE THE MANAGEMENT IS READY TO APPROVE THIS PAYMENT TO\nANY FOREIGNER WHO HAS THE CORRECT INFORMATION TO THIS ACCOUNT,WHICH I WILL\nGIVE TO YOU WHEN SURE OF YOUR CAPABILITY TO HANDLE SUCH AMOUNT IN STRICT\nCONFIDENCE AND TRUST.\nACCORDING TO MY INSTRUCTIONS AND MY ADVICE FOR OUR MUTUAL BENEFIT BECAUSE I\nDON'T WANT TO MAKE ANY MISTAKE, I NEED YOUR STRONG ASSURANCE AND TRUST. I\nSHALL DESTROY ALL DOCUMENTS CONCERNING THIS TRANSACTIONS IMMEDIATELY WE\nRECEIVED THIS MONEY LEAVING NO TRACE TO ANY PLACE.\nI WILL USE MY POSITION AND INFLUENCE OF OTHER STAFFS TO EFFECT THE LEGAL\nAPPROVALS AND ONWARD TRANSFER OF THIS MONEY TO YOUR ACCOUNT WITH APPROPRIATE\nCLEARANCE FROM FOREIGN PAYMENT DEPARTMENT. WITH ASSURANCE THAT THIS MONEY\nWILL BE INTACT PENDING MY PHYSICAL ARRIVAL TO YOUR COUNTRY FOR THE SHARING\nAND OTHER INVESTMENT.\nPLEASE DO REPLY ME THROUGH: {auditorcole05@yahoo.com} OR YOU CALL ME WITH\nTELEPHONE NUMBER {44-879292806} VERY URGENT CONTACT .\nPS;You should have this as a notice,that after the\nsuccess of this transaction,you will be having\n25%(i.e; 3,750,000.00 pounds sterling) as your share\nand the rest of the money awaits my presence in your\ncountry.\n\nTHANKS\nSINCERELY\nCOMRADE\nCOLE....\n<br><br>\nDireccion.com<br>\n________________________________________________<br>\nThis\nmail was sent by Direccion.com 2.0\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1469", "X-TIKA:parse_time_millis": "1", "dc:format": "text/plain; charset=\"iso-8859-1\";", "dc:identifier": "<200502260611.j1Q6Axdf028889@correo.direccion.com>", "dc:subject": "URGENT PARTHENERSHIP", "dc:title": "URGENT PARTHENERSHIP"}