{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-from": "r  Thu Mar 10 09:37:53 2005", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<nobody@deutung.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "RLSP Mailer", "MboxParser-x-priority": "3 (Normal)", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-Cc": "", "Message-From": "ruthmartinez <ruth4martinez@netscape.net>", "Message-To": "", "Message:From-Email": "ruth4martinez@netscape.net", "Message:From-Name": "ruthmartinez", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain; charset=us-ascii", "Message:Raw-Header:Message-Id": "<200503101415.j2AEFYA03160@deutung.com>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Return-Path": "<nobody@deutung.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "RLSP Mailer", "Message:Raw-Header:X-Priority": "3 (Normal)", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom: Mrs.Ruthanne Ruby Martinez, Mutual Trust\n\n\nFrom: Mrs.Ruthanne Ruby Martinez, Mutual Trust\nBlessings to you.\nI am the above named person but now undergoing medical treatment now. I am married to Dr.Waltner De Matinez who worked with angolan embassy in mexico for over nine years before he died in the year 2002.\n\nWe were married for eleven years without a child. He died after a brief illness that lasted for only four days. Before his death we were both born again Christians.Since his death I decided not to re-marry or get a child outside my matrimonial home which the Bible is against.When my late husband was alive he deposited the sum of$27.6Million (twenty-seven million six hundred thousand U.S. Dollars) with one finance/security company in Europe.\n\nPresently, this money is still with the Security Company. Recently, my Doctor told me that I would not last for the next three months due to cancer problem. Though what disturbs me most is my stroke. Having known my condition I decided to donate this fund to church or better still a christian individual that will utilize this money the way I am going to instruct here in. I want a church or individual to that will use this to fund churches, orphanages and widows propagating the word of God and to ensure that the house of the lord is maintained. The Bible made us to understand that Blessed is the hand that giveth.\n\nI took this decision because I don`t have any child that will inherit this money and my husband relatives are not Christians and I don`t want my husbands hard earned money to be misused by unbelievers. I dont want a situation where this money will be used in an ungodly manner, hence the reason for taking this bold decision. I am not afraid of death hence I know  where I am going. I know that I am going to be in the bossom of the Lord.\nExodus 14 VS 14 says that the lord will fight my case and I shall hold my peace. I dont need any telephone communication in this regard because of my health,and because of the presence of my husbands relatives around me always. I dont want them to know about this development. With God all things are possible. As soon as I receive your reply I shall give you the contact of the  Finance/Security Company Europe. I will also issue you a letter of authority that will empower you as the original- beneficiary of this fund. I want you and the church to always pray for me because the lord is my shephard. My happiness is that I lived a life of a worthy Christian. Whoever that wants to serve the Lord must serve him in spirit and truth. Please always be prayerful all through your life.\n\nAny delay in your reply will give me room in sourcing for a church or christian individual for this same purpose. Please assure me that you will act accordingly as I stated herein. Hoping to hear from you.\nplease reply me through my private email;\n<martinez4charity@yahoo.com>\nRemain blessed in the name of the Lord.\n\nMrs Ruthanne Ruby Martinez.\n\n\n\n___________________________________________________________________________\nMail sent from WebMail service at PHP-Nuke Powered Site\n- http://yoursite.com\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1489", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Mrs.Ruthanne Ruby Martinez, Mutual Trust", "ruthmartinez <ruth4martinez@netscape.net>"], "dc:format": "text/plain; charset=us-ascii", "dc:identifier": "<200503101415.j2AEFYA03160@deutung.com>", "dc:subject": "From: Mrs.Ruthanne Ruby Martinez, Mutual Trust", "dc:title": "From: Mrs.Ruthanne Ruby Martinez, Mutual Trust", "dcterms:created": "2005-03-10T14:15:34Z"}