{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-from": "r  Tue Mar 11 00:19:07 2003", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<danielkalukalu@netscape.net> by perfectworld.mr.itd.UM (3.6u) with SMTP id h2B5Imr04727 for <R@M>; Tue, 11 Mar 2003 00:18:49 -0500 (EST)", "MboxParser-status": "O", "Message-From": "MR DANIEL KALU <danielkalukalu@netscape.net>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "danielkalukalu@netscape.net", "Message:From-Name": "MR DANIEL KALU", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain;charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200303110518.h2B5Imr04727@perfectworld.mr.itd.UM>", "Message:Raw-Header:Return-Path": "<danielkalukalu@netscape.net>\tby perfectworld.mr.itd.UM (3.6u) with SMTP id h2B5Imr04727\tfor <R@M>; Tue, 11 Mar 2003 00:18:49 -0500 (EST)", "Message:Raw-Header:Status": "O", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGOOD  DAY\n\ndanielkalukalu@netscape.net\nkalukalu2003@ecplaza.net     \n\n\nUNION BANK NIGERIA PLC\nLAGOS NIGERIA\n40/46 MARINA STREET LAGOS\n\nFROM THE DESK OF DANIEL KALU\nMANAGER,BILLS AND EXCHANGE.\nTELEPHONE 234-8033008245\nATTN ,\n\nREQUEST FOR BUSINESS PARTNERSHIP \n\nI AM THE MANAGER OF BILLS AND EXCHANGE AT THE FOREIGN REMITTANCE \nDEPARTMENT OF THIS BANK. IAM WRITING YOU FOLLOWING THE IMPRESSIVE \nINFORMATION ABOUT YOU THROUGH ONE OF MY FRIENDS WHO WORKED WITH \nTHE NIGERIAN CHAMBER OF COMERCE BEFORE HIS TRANSFER TO THE NIGERIAN TRADE\nMISSION IN HONG KONG. HE ASSURED ME OF YOUR CAPABILITY AND RELIABILITY \nTO CHAMPION A BUSINESS OF GREAT MAGNITUDE LIKE THIS ONE,ALTHOUGH \nI DID NOT TELL HIM THE NATURE OF THIS BUSINESS BECAUSE OF THE CONFIDENTIALITY IT REQUIRES.\n\nIN MY DEPARTMENT, WE DISCOVERED AN ABANDONED SUM OF USD25MILLION(TWENTY \nFIVE MILLION UNITED STATES DOLLARS ONLY) IN A DOMICILIARY ACCOUNT \nTHAT BELONGS TO ONE OF OUR FOREIGN CUSTOMERS WHO DIED IN A GHASTLY PLANE\nCRASH IN JANUARY ! 2000 ABOARD KENYA AIRWAYS ALONG WITH HIS ENTIRE FAMILY.\n\nSINCE WE GOT THE INFORMATION ABOUT HIS DEATH, WE HAVE EXPECTED HIS \nNEXT- OF- KIN TO COME OVER AND CLAIM THE MONEY BECAUSE WE CANNOT \nRELEASE IT UNLESS SOMEBODY APPLIES FOR IT AS THE NEXT OF KIN OR RELATION TO THE\nDECEASED AS INDICATED IN OUR BANKING GUIDELINES. UNFORTUNATELY WE \nLEARNT THAT ALL HIS SUPPOSED NEXT OF KIN OR RELATIONS DIED ALONG \nWITH HIM AT THE PLANE CRASH LEAVING NOBODY BEHIND FOR THE CLAIM. \nIT IS UPON THIS DISCOVERY THEREFORE, THAT I AND ONE KEY OFFICIALS \nIN MY DEPARTMENT NOW DECIDED TO MAKE BUSINESS WITH YOU AND RELEASE \nTHE MONEY TO YOU AS THE NEXT OF KIN OR RELATION OF THE DECEASED \nFOR SAFE-KEEPING AND SUBSEQUENT DISBURSEMENT WITH YOU SINCE NOBODY \nIS COMING FOR IT AND WE DO NOT WANT THIS MONEY TO BE RECYCLED INTO \nTHE BANK'S BOUNDED ACCOUNT AS AN UNCLAIMED FUND.\n\nTHE REQUEST FOR A FOREIGNER AS NEXT OF KIN IN THIS BUSINESS IS \nOCCASIONED BY THE FAC! T THAT THE CUSTOMER WAS A FOREIGNER AND A NIGERIA \nCANNOT STAND AS NEXT OF KIN TO A FOREIGNER. WE HAVE AGREED THAT \n25% OF THIS MONEY WILL BE FOR YOU AS FOREIGN PARTNER, THEREAFTER \nMY COLLEAGUE AND I WILL VISIT YOUR COUNTRY FOR THE DISBURSEMENT \nACCORDING TO THE AGREED PERCENTAGES.\nPERSONALLY, I WOULD WANT YOU TO ADVISE ME ON THE BEST AREA OF INVESTMENT \nBECAUSE I AM CONSIDERING TO INVEST THE GREATER PROPORTION OF MY SHARE IN YOUR COUNTRY.\n\nTHEREFORE TO ENABLE THE IMMEDIATE TRANSFER OF THE FUND VIA OUR CORRESPONDENT \nFINANCE HOUSE IN ABORAD TO YOU AS ARRANGED, YOU SHOULD FIRST APPLY \nTO THE BANK AS THE NEXT OF KIN OR BUSINESS PARTNER OF THE\nDECEASED INDICATING YOUR ACCOUNT DETAILS WHEREIN THE MONEY WILL \nBE REMITED. UPON RECEIPT OF YOUR REPLY MAIL, I SHALL SEND TO YOU \nTHE TEXT OF THE APPLICATION WHICH YOU WILL BE REQUIRED TO SUMIT TO THE BANK FOR\nTHE BANK'S PROCEDURAL AUTHENTICATION AND IMMEDIATE REMITTANCE OF \nTHE MONEY TO THE ! ACCOUNT YOU ARE GOING TO NOMINATE.\n\nAS SOON AS YOU RECEIVE THIS MAIL, DO CONTACT ME AT ONCE THROUGH \nMY EMAIL mustafabello@operamail.com, AT ONCE OR BETTER STILL YOU CALL ME TELEPHONE 234-8033008245\nON MY ABOVE TELEPHONE NUMBER FOR MORE CLARIFICATION. \n\nAND I WOULD ALSO LIKE YOU TO INDICATE YOUR PRIVATE AND CONFIDENTIAL \nTELEPHONE, FAX,CELLULAR AND E-MAIL FOR THE EFFECTIVE COMMUNICATION REQUIRED.\n\n*BE INFORMED THAT ALL NECESSARY ARRANGEMENTS TOWARDS THE SUCCESSFUL \nTRANSFER OF THE FUND VIA OUR CORRESPONDENT FINANCE HOUSE IN ABORAD \nHAVE BEEN CONCLUDED AND IT IS 100% RISK FREE. \n\n\nTRUSTING TO HEAR FROM YOU IMMEDIATELY.\n\nYOURS FAITHFULLY,\nMR.DANIEL KALU\n\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-151", "X-TIKA:parse_time_millis": "2", "dc:creator": ["\"MR DANIEL KALU\" <danielkalukalu@netscape.net>", "MR DANIEL KALU <danielkalukalu@netscape.net>"], "dc:format": "text/plain;charset=\"iso-8859-1\"", "dc:identifier": "<200303110518.h2B5Imr04727@perfectworld.mr.itd.UM>", "dc:subject": "GOOD  DAY", "dc:title": "GOOD  DAY", "dcterms:created": "2003-10-04T13:17:14Z"}