{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu Mar 17 16:16:27 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "langley_williams3@yahoo.fr", "MboxParser-return-path": "<langleywilliams3@yahoo.fr>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Langley Williams <langleywilliams3@yahoo.fr>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "langleywilliams3@yahoo.fr", "Message:From-Name": "Langley Williams", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200503172116.j2HLGAX5015031@flawless.mail.UM>", "Message:Raw-Header:Reply-To": "langley_williams3@yahoo.fr", "Message:Raw-Header:Return-Path": "<langleywilliams3@yahoo.fr>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAttention \n\nAttention please,\r\n\r\nI know this mail may come to you as a surprise,considering the fact that we have not known ourselves before.Nevertheless,i need your urgent attention towards my desperate needs of your help to establish a good investment in your country under your control.I am Langley Williams,\r\nthe son of late Chief Joseph Alfred Williams who was a business man and Ex-Manager of Sierra Leone mining corperation (S.L.M.C.) Mande district of my country Sierra-Leone.I am writing to\r\nseek for your assistance to help me receive the sum of Seven million eight hundred thousand United States dollars (us$7,800,000.00) deposited in a security and finance firm senegal, inside a safe box as Diamond and precious Stone by my late father.\r\n\r\nAccording to my father,this money was the income accrued from over invoiced sales from the corperation.During the civil war between the rebel forces of major Paul Koroma and the combined forces of ECOMOG peace keeping operations that almost destroyed my country,\r\nfollowing the forceful removal from power of the Civilian Elected President Ahmed Tejan Kabbah by the rebels and by the indiscriminate looting of public and Government properties by the rebel forces, the sierra Leone mining corperation was one of the targets looted and destroyed.\r\nMy father including other top Government functionaries were attacked and killed by the rebels because of his relationship with the civilian Government of Ahmed Tejan Kabbah.\r\n\r\nAs a result of my father's death,and the news of my uncle's involvement in an air crash,our hope of survival was dashed. The untimely deaths of my father and Uncle caused my mother's heart failure and other related complications which later led to her sudden death. I and my sister then decided to relocate to Senegal where we now presently living without any care or help from any relation - we are now orphans living as refugees in anotherman's land. To this effect,I humbly solicit for your assistance to help me in claiming this deposit which is the only hope of our survival out from the security company and to stand as my family foreign partner/beneficiary and subsequently transfer this money into your account in your country\r\nand finally make arrangement for our travelling documents to your country after you have helped us received the money to your position .I have all the necessary documents covering the deposit in the security and finance company with my name as the next of kin. I am anxiously waiting for your urgent response.\r\n\r\n\r\nMy Best regards,\r\nLangley Williams\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1513", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Langley Williams\" <langleywilliams3@yahoo.fr>", "Langley Williams <langleywilliams3@yahoo.fr>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200503172116.j2HLGAX5015031@flawless.mail.UM>", "dc:subject": "Attention ", "dc:title": "Attention ", "dcterms:created": "2005-03-17T21:18:14Z"}