{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Mar 18 14:02:05 2005", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<donmbeki@tiscali.cz>", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "donmbeki@tiscali.cz", "Message:From-Email": "donmbeki@tiscali.cz", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"ISO-8859-2\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<donmbeki@tiscali.cz>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTRANSFER OF FUND\n\nDEAR SIR/MADAM,\r\nREPLY TO:   mannyfold@indiatimes.com\r\n\r\nIN ORDER TO TRANSFER OUT ( THIRTY FIVE POINT FIVE MILLION U.S.DOLLARS)\r\nFROM OUR BANK. I HAVE THE COURAGE TO LOOK FOR A REALIABLE AND HONEST\r\nPERSON WHO WILL BE CAPABLE FOR THIS IMPORTANT BUSINESS. BELIEVING THAT\r\nYOU WILL NEVER LET ME DOWN EITHER NOW OR IN FUTURE.\r\n\r\nI AM MR DONALD MBEKI, THE AUDITOR AND COMPUTING MANAGER OF OUR BANK.\r\nTHERE IS AN ACCOUNT OPENED IN OUR BANK IN 1980 AND SINCE 1990 TILL DATE,\r\n\r\nNOBODY HAS OPERATED ON THIS ACCOUNT AGAIN.\r\nAFTER GOING THROUGH SOME OLD FILES IN THE RECORDS I DISCOVERED THAT IF\r\nI DO NOT REMITT THIS MONEY OUT URGENTELY IT WILL BE FORFEITED FOR\r\nNOTHING.\r\n\r\nTHE OWNER OF THIS ACCOUNT IS REV'D FR. CLAYTON REIDFIELD A MISSIONARY\r\nAND HE DIED SINCE 1990. NO OTHER PERSON KNOWS ABOUT THIS ACCOUNT OR\r\nANYTHING CONCERNING IT, THE ACCOUNT HAS NO OTHER BENEFICIARY AND MY\r\nINVESTIGATION PROVED TO ME AS WELL THAT HIS CHURCH DOES NOT KNOW ANYTHING\r\n\r\nABOUT THIS ACCOUNT AND THE AMOUNT INVLOVED IS(U.S.$35.5,000,000.00).\r\n\r\nI WANT TO TRANSFER THIS MONEY INTO A SAFE FOREIGN ACCOUNT ABROAD BUT I\r\nDON'T KNOW ANY FOREIGNER, I AM ONLY CONTACTING YOU AS A FOREIGNER\r\nBECAUSE THIS MONEY CAN NOT BE APPROVED TO ANY LOCAL BANK HERE BUT CAN ONLY\r\n\r\nBE APPROVED TO ANY FOREIGN ACCOUNT BECAUSE THE MONEY IS U.S DOLLARS AND\r\n\r\nTHE FOMER OWNER OF THE ACCOUNT IS MR CLAYTON REIDFIELD AND HE WAS A\r\nFOREIGNER TOO.\r\nI KNOW THAT THIS MESSAGE WILL COME TO YOU AS ASURPRISE AS WE DON'T KNOW\r\n\r\nOURSELVES BEFORE, BUT BE SURE THAT IT IS REAL AND A GENUINE BUSINESS.\r\n\r\nI BELIEVE IN GOD THAT YOU WILL NEVER LET ME DOWN IN THIS BUSINESS, YOU\r\nARE THE ONLY PERSON THAT I HAVE CONTACTED FOR THIS BUSINESS FOR NOW. SO\r\n\r\nPLEASE REPLY URGENTLY.\r\n\r\nWHEN THE TRANSFER IS APPROVED AND PAYMENT SCHEDULE IS ALLOCATED\r\nOVERSEAS,THROUGH THE OFFSHORE PAYING DELEGATE FOR FINAL CLEARANCE AND SIGNING\r\n\r\nOF THE PAYMENT REALEASE FORM BY THE BENEFICIARY, I WANT US TO SEE AT\r\nTHE OVERSEA PAYING CLEARANCE OFFICE FACE TO FACE OR SIGNING OF THE\r\nORIGINAL BINDDING AGREEMENT TO BIND US TOGETHER SO THAT WE CAN RECEIVE THIS\r\n\r\nMONEY INTO A FOREIGN ACCOUNT OR ANY ACCOUNT OF YOUR CHOICE WHERE THE\r\nFUND WILL BE REMITTED.\r\n\r\nI AM CONTACTING YOU BECAUSE OF THE NEED TO INVOLVE A FOREIGNER WITH A\r\nFOREIGN ACCOUNT AS THE REAL BENEFICIARY. I NEED YOUR CO-OPERATION TO\r\nMAKE THIS WORK FINE, BECAUSE THE MANAGEMENT IS READY TO APPROVE THIS\r\nPAYMENT TO ANY FOREIGNER WHO HAS THE CORRECT INFORMATION TO THIS ACCOUNT.\r\n\r\nWHICH I WILL GIVE TO YOU WHEN SURE OF YOUR CAPABILITY TO HANDLE SUCH\r\nAMOUNT IN STRICT CONFIDENCE AND TRUST, ACCORDING TO MY INSTRUCTIONS AND\r\nMY\r\nADIVICE FOR OUR MUTUAL BENEFIT BECAUSE I DON'T WANT TO MAKE ANY\r\nMISTAKE, I NEED YOUR STRONG ASSURANCE AND TRUST. I SHALL DESTROYED ALL\r\nDOCUMENT CONCERNING THIS TRANSACTIONS IMMEDIATELY WE RECEIVED THIS MONEY\r\n\r\nLEAVING NO TRACE TO ANY PLACE.I WILL USE MY POSITION AND INFLUENCE ON OTHER\r\n\r\nSTAFFS TO EFFECT THE LEGAL APPROVALS AND ONWARD TRANSFER OF THIS MONEY\r\nTO YOUR ACCOUNT WITH APPROPRIATE CLEARANCE FROM FOREIGN PAYMENT\r\nDEPARTMENT. WITH ASSURANCE THAT\r\nTHIS MONEY WILL BE INTACT PENDING MY PHYSICAL ARRIVAL TO YOUR COUNTRY\r\nFOR THE SHARING AND OTHER INVESTMENT.\r\nAT THE CONCLUSION OF THIS BUSINESS, YOU WILL BE GIVEN 30% OF THE TOTAL\r\nAMOUNT, 60% WILL BE FOR ME, WHILE 10% WILL BE FOR EXPENSES , BOTH\r\nPARTIES MIGHT HAVE INCURED DURING THE PROCESS OF THIS TRANSACTION.\r\nI LOOK FORWARD TO YOUR EARLIEST REPLY THROUGH MY PRIVATE E- MAIL\r\nADDRESS : donaldmbeki001@yahoo.com\r\n\r\nYOURS TRULY.\r\n\r\nMR DONALD MBEKI\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n--------------------------\r\nPosílejte SMS pøes internet zdarma a bez reklamy. Pouze s TISCALI.\r\nVíce na http://www.tiscali.cz\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1516", "X-TIKA:parse_time_millis": "0", "dc:creator": ["donmbeki@tiscali.cz", "donmbeki@tiscali.cz"], "dc:format": "text/plain; charset=\"ISO-8859-2\"", "dc:subject": "TRANSFER OF FUND", "dc:title": "TRANSFER OF FUND"}