{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-email": "dankabila4eva100@teenmail.co.za ", "MboxParser-from": "r  Sat Mar 19 15:38:29 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "dankabila4eva@teenmail.co.za", "MboxParser-return-path": "<dankabila4eva@i12.com> In appreciation of your esteemed contact received through a reliable source", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-Bcc": "", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain; format=flowed; charset=\"utf-8\"", "Message:Raw-Header:Message-Id": "<E1DCki6-0005Sr-RY@mk-webmail-2.b2b.uk.tiscali.com>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "dankabila4eva@teenmail.co.za", "Message:Raw-Header:Return-Path": "<dankabila4eva@i12.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLetter From: Daniel Kabila\n\n\nLetter From: Daniel Kabila\nJohannesburg, South Africa\n\nINVESTMENT OFFER\n\nGreetings,\n In appreciation of your esteemed contact received through a reliable source \nand the choice of your country I wish to introduce myself, I am Daniel \nKabila the son of the late Democratic Republic of Congo President Laurent \nDesire Kabila of the blessed memory. I know this letter might come to you as \na surprise but I honestly do not intend to surprise you. I write this letter \nin respect of my intention to invest the sum of Twelve Million United State \nDollars with you. I inherited this money from my mother. This money was got \nthrough the smuggling and sale of Diamond and Timber when my father was the \nhead of state. My mother though not her legal wife used her privilege \nposition to engage in the business of Diamond and Timber since she knows \nthat her survival will depend on how much she can get out of the privilege \nsituation.\n\nWhen my father was assassinated on 16TH Jan. 01 by one of his bodyguards \nLt.Rashidi Kasereke through the conspiracy of some top army officers that \nwanted to topple him I escaped to South Africa because of the fear that I \nmight be arrested by my half brother Lt. General Joseph Kabila the present \nhead of state. Actually his mother and my mother are not in the best of \nrelationship because of who among them will be the first lady tussle and \nthis ultimately affected us their children. Considering the relationship \nbetween South Africa and the Democratic Republic of Congo new government, my \nmother advised me to leave For South Africa for security reason, while the \nfunds were deposited with a security Company in Europe.\n\nOn getting to South Africa where I have been living since then as a \npolitical refugee I am seeking for a reliable foreigner who can assist me in \nmoving this money out for safe banking and profitable investment. Honestly I \ncontacted you because I don't want to invest this money in South Africa due \nto my status here as a political Refugee. And moreover I wouldn't want to \ntake risk because this money is all that I and my Mother is depending on \nbecause My half brother has seized all my father's assets and money and left \nI and my mother empty handed without knowing about this funds deposited at \nthe Security Company in Europe so that is why I decided that investing this \nmoney abroad should be the best investment for me. I will be honored if I \ncan be given the privilege of investing this money with your help.\n\nIn view of this plight, I expect you to be trustworthy and kind enough to \nrespond to this distress call to save my mother and I from a hopeless \nfuture. And if you agree, I hereby agree to compensate your sincere and \ncandid effort in this regard with 20% of the total money and annual 5% of \nthe after tax returns on investment for the first three years. Thereafter, \nthe term shall be varied 5% for expenses, which may arise during the \ntransaction, fax and phone bills inclusive. When the money is moved into \nyour discrete account, you will be allowed to draw 20% your favor, while the \nremaining 70% will be invested meaningfully for our future if possible in \nyour area of business and deterrents sectors of the Economy in your country \nwhich are dividends yielding. \n\nWhatever your decision is please reach me immediately and keep this letter \ntight secret for the interest of my family. \n\nBest Regards,\nDaniel Kabila \n\n\nEmail: dankabila4eva100@teenmail.co.za \n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1518", "X-TIKA:parse_time_millis": "1", "dc:format": "text/plain; format=flowed; charset=\"utf-8\"", "dc:identifier": "<E1DCki6-0005Sr-RY@mk-webmail-2.b2b.uk.tiscali.com>", "dc:subject": "Letter From: Daniel Kabila", "dc:title": "Letter From: Daniel Kabila", "dcterms:created": "2005-03-19T20:38:14Z"}