{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "inline", "MboxParser-content-language": "en", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-from": "r  Tue Apr 12 15:14:19 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "ericmadu@fastermail.com", "MboxParser-return-path": "<ericmadu@eresmas.com>", "MboxParser-status": "O", "MboxParser-x-accept-language": "en", "MboxParser-x-mailer": "Netscape Webmail", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "2341 lagos nigeria <ericmadu@eresmas.com>", "Message-Recipient-Address": "ericmadu@eresmas.com", "Message-To": ["ericmadu@eresmas.com", "ericmadu@eresmas.com"], "Message:From-Email": "ericmadu@eresmas.com", "Message:From-Name": "2341 lagos nigeria", "Message:Raw-Header:Content-Disposition": "inline", "Message:Raw-Header:Content-Language": "en", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/html; charset=us-ascii", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<4b05ba4ac3ba.4ac3ba4b05ba@ma23.eresmas.com>", "Message:Raw-Header:Reply-To": "ericmadu@fastermail.com", "Message:Raw-Header:Return-Path": "<ericmadu@eresmas.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Accept-Language": "en", "Message:Raw-Header:X-Mailer": "Netscape Webmail", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT ATTENTION NEEDED!!!\n\n\t\tDear Sir,\nI am Mr.Eric Madu,  I got your contact through a friend who attended a trade mission in your country, but I did not disclose the nature of the business to him. I have urgent and very confidential business proposal for you.\n\n\nOn June 6, 1999, an America Oil consultant/contractor, Mr. Charles Fredrick with the Nigerian National Petroleum Corporation, made a numbered time (fixed) deposit for twelve calendar months, valued at US$20,700,000.00(Twenty Million Seven Hundred Thousand Dollars )in my branch upon maturity.\n\n\nI sent a rountine notification to his forwarding address but got no reply.After a month,we sent a reminder and finally we discovered from his contract employers,the Nigerian National Petroleum Corporation that he died in the plane crash of 31 October 1999[with Egyptian 990] with other passengers aboaed as you can confirm it yourself via the website below:\nwww.thestate.com/mld/state/4904572.htm on further investigation, i found out that he died without making a WILL,and attempts to trace his next of kin was fruitless.I therefore made further investigation and discovered that Mr. Charles Fredrick did not declare any next of kin or relations in all his official documents, including his bank deposit paperwork in my bank. This sum of US$20,700,000.00 is still in my bank and the interest isbeing rolled over with the pricipal sum at the end of each year.No one will ever come forward to claim it.According to Nigerian law, at the expiration of (five)years, the money will revert to the ownership of the Nigerian Government if nobody applies to claim the fund.\n\n\nConsequently,my proposal is that i will like you as a foreigner to stand as the next of kin to Mr. Charles Fredrick so that the fruit of this  old man's labour will not get into the hands of some corrupt Government officials. This is simple,I will like you to provide immediately your fullname and address so that the Attorney will prepare the necessary documents and affidavits which will put you in place as the next of kin.\n\n\nWe shall employ the service of two attorney for the drafting and notarization of the WILL and obtain the necessary documents and letter of probate/administration in your favour for the transfer. Any bank account in any part of the world which you will provide will then facilitate the transfer of this money to you as the beneficiary/next of kin. The money will be paid into your account for us to share in ratio of 60% for me and 40% for you. There is no risk at all, the paperwork for this transaction will be done by the attorney and my position as the Branch Manager guarantees the successful execution of ths transaction. \n\n\nIf you are interested,please reply immediately via the private email address below,upon your responce,i shall provide you with more details and relevant documents that will help you understand the transaction. Please observe utmost confidentiality and be rest assured that this transaction would be most profitable for both of us because i shall require your assitance to invest my share in your country. Please upon the reciept of this mail message, send to me the following,to enable start the process of the fund into your bank  account:\n\n\n1. Your full Name and contact address.\n2. Your private Telephone and fax numbers for prompt communication.\n\n\nImmediately I recieve a mail indicating your interest I shall send you more details.\n\n\nThanks and Regards,\n\n\nMr.Eric Madu.\n\n\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1574", "X-TIKA:parse_time_millis": "1", "dc:creator": ["2341 lagos nigeria <ericmadu@eresmas.com>", "2341 lagos nigeria <ericmadu@eresmas.com>"], "dc:format": "text/html; charset=us-ascii", "dc:identifier": "<4b05ba4ac3ba.4ac3ba4b05ba@ma23.eresmas.com>", "dc:subject": "URGENT ATTENTION NEEDED!!!", "dc:title": "URGENT ATTENTION NEEDED!!!", "dcterms:created": "2005-04-12T19:06:14Z"}