{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable I know that you must have recieved the first letter for the  2001 financial year which has been lying there for claim  the money=2E I want to be assured of a safe account AS YOU CLAIM THIS FUND AND I AND MY PARTNER WILL I must let you know that a high degree of trust is", "MboxParser-from": "r  Tue Mar 25 07:26:05 2003", "MboxParser-mime-version": "1.0 DEAR SIR=2C As the head of accounts department of GBNP=2C I documents  which will authenticate that the Consignment belongs APPLIED FOR THE SAKE OF OUR WORK=2E to  apply the money into arms procurement to project", "MboxParser-reply-to": "u.stephen3@caramail.com Victoria Island=2C as you  help=2E I am Dr Stephen Umah=2CI am 41 Years old and This man died through a plane crash of ADC airlines  COLLEAGUE=2C15% FOR YOU=2C 5% WILL BE DONATED TO ", "MboxParser-return-path": "<u.stephen@caramail.com> GULF BANK NIG PLC First I must seek for your understanding and pray accumulated interest belonged to one MR=2E H =2ELEE =2C a arrangements for a  successful transaction=2E Before this money is 5=2EYOU WILL NOT DISAPPEAR WITH OUR FUND AFTER Yours Faithfully", "MboxParser-status": "RO I sent  to you by post=2C but if you have not=2C here comes over 3  years=2E On further inquiry=2C I discovered that this where the  money will be deposited pending my arrival=2E This ARRAGE AN ATTORNEY =28LAWYER=29WHO WILL WORK ON required  and also we will like to use our own share to go", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM  business  directory=2E materials=2E I  would need your particulars to enable me prepare 3=2EA HIGH DEGREE OF TRUST AND CONFIDENTIALITY WILL BE immediately  as the government of my country have concluded plans", "Message-From": "Dr stephen umah <u.stephen@caramail.com>", "Message-Recipient-Address": "R@M P=2EM=2EB 0090=2C Lagos also the  chief accountant with Gulf Bank Nig PLC =2E I have a in  1998=2E I have Successfully secured the money and with 1=2EBOTH PARTIES WILL NOT FOR ANY REASON CHEAT EACH CHARITY=2CWHILE", "Message-To": ["R@M P=2EM=2EB 0090=2C Lagos also the  chief accountant with Gulf Bank Nig PLC =2E I have a in  1998=2E I have Successfully secured the money and with 1=2EBOTH PARTIES WILL NOT FOR ANY REASON CHEAT EACH CHARITY=2CWHILE", "R@M"], "Message:From-Email": "u.stephen@caramail.com", "Message:From-Name": "Dr stephen umah", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200303251225.h2PCPnQ16972@enforcer.mr.itd.UM>", "Message:Raw-Header:Reply-To": "u.stephen3@caramail.com", "Message:Raw-Header:Return-Path": "<u.stephen@caramail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nassistance\n\nFROM: DR STEPHEN UMAH\r\n GULF BANK NIG PLC\r\n HEAD OFFICE\r\n Plot 1212, tijian bello Street,\r\n Victoria Island,\r\n P.M.B 0090, Lagos\r\n E-MAIL:gulfbank@latinmail.com\r\nwww.gulfbank.com\r\n\r\n\r\n DEAR SIR,\r\n\r\n I know that you must have recieved the first letter\r\n I sent  to you by post, but if you have not, here comes\r\n afollow-  upto the letter.\r\n\r\n First I must seek for your understanding and pray\r\n that  Godwill give you the wisdom to understand my problem\r\n and be  in a position to help as you will be surely blessed\r\n as you  help. I am Dr Stephen Umah,I am 41 Years old and\r\n also the  chief accountant with Gulf Bank Nig PLC . I have a\r\n transaction which I think will be of mutual benefit\r\n to both  of us. In my desire for a foreign partner with whom\r\n to do  this ransaction, I stumbled on your contact from a\r\n business  directory.\r\n As the head of accounts department of GBNP, I\r\n discovered  some amount of money while I was auditing accounts\r\n for the  2001 financial year which has been lying there for\r\n over 3  years. On further inquiry, I discovered that this\r\n money  totalling about USD$45.5 Million (Forty five Million\r\n five  hundred thousand United States Dollars) including\r\n accumulated interest belonged to one MR. H .LEE , a\r\n korea  Nationale who lived here and died intestate with no\r\n beneficiary.\r\n This man died through a plane crash of ADC airlines\r\n in  1998. I have Successfully secured the money and with\r\n the  assistance of my colleague, the money has been moved\r\n out of  my bank and deposited in a finances company. It was\r\n packed  in three(3)metal trunk boxes as photographic\r\n materials. I  would need your particulars to enable me prepare\r\n documents  which will authenticate that the Consignment belongs\r\n to you  as the next of kin to MR. H .LEE and to enable you\r\n claim  the money. I want to be assured of a safe account\r\n where the  money will be deposited pending my arrival. This\r\n transaction is absolutely risk free with no illegal\r\n complications, I have made all necessary\r\n arrangements for a  successful transaction. Before this money is\r\n entrusted into  your care, there must be an agreement that will be\r\n reached  between us stating that:\r\n\r\n 1.BOTH PARTIES WILL NOT FOR ANY REASON CHEAT EACH\r\n OTHER.\r\n 2.BOTH PARTIES WILL WORK TOGETHER TO SEE THIS\r\n TRANSACTION  THROUGH.\r\n 3.A HIGH DEGREE OF TRUST AND CONFIDENTIALITY WILL BE\r\n APPLIED FOR THE SAKE OF OUR WORK.\r\n 4.I AND MY PARTNER WILL STRONGLY BE BY YOUR SIDE\r\n AS YOU CLAIM THIS FUND AND I AND MY PARTNER WILL\r\n ARRAGE AN ATTORNEY (LAWYER)WHO WILL WORK ON\r\n YOUR BEHALF TO GET THE NECESSARY\r\n PAPERS NEEDED FOR A SMOOTH TRANSACTION.\r\n 5.YOU WILL NOT DISAPPEAR WITH OUR FUND AFTER\r\n YOU HAVE CLAIMED IT.\r\n 6.DISBURSEMENT RATIO WILL BE 75% FOR ME AND MY\r\n COLLEAGUE,15% FOR YOU, 5% WILL BE DONATED TO\r\n CHARITY,WHILE\r\n\r\n 5% WILL TAKE CARE OF OUR MUTUALEXPENCES.\r\n There is need for you to respond to this offer\r\n immediately  as the government of my country have concluded plans\r\n to  apply the money into arms procurement to project\r\n wars and  unrest in African continent.\r\n I must let you know that a high degree of trust is\r\n required  and also we will like to use our own share to go\r\n into any  lucrative business with your help/assistance.\r\n Awaiting your urgent response now.\r\n Yours Faithfully\r\n\r\n DR Stephen Umah\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-160", "X-TIKA:parse_time_millis": "2", "dc:creator": ["\"Dr stephen umah\" <u.stephen@caramail.com> Plot 1212=2C tijian bello Street=2C and be  in a position to help as you will be surely blessed beneficiary=2E reached  between us stating that=3A 6=2EDISBURSEMENT RATIO WILL BE 75% FOR ME AND MY DR Stephen Umah", "Dr stephen umah <u.stephen@caramail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"  discovered  some amount of money while I was auditing accounts to you  as the next of kin to MR=2E H =2ELEE and to enable you 4=2EI AND MY PARTNER WILL STRONGLY BE BY YOUR SIDE wars and  unrest in African continent=2E", "dc:identifier": "<200303251225.h2PCPnQ16972@enforcer.mr.itd.UM> HEAD OFFICE that  Godwill give you the wisdom to understand my problem korea  Nationale who lived here and died intestate with no entrusted into  your care=2C there must be an agreement that will be YOU HAVE CLAIMED IT=2E ", "dc:subject": "assistance", "dc:title": "assistance", "dcterms:created": "2002-10-04T07:08:46Z"}