{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "inline", "MboxParser-content-language": "en", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-from": "r  Sun May 22 19:39:06 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mrsmary_j_koffi@yahoo.fr", "MboxParser-return-path": "<mary_john3@eresmas.com>", "MboxParser-status": "O", "MboxParser-x-accept-language": "en", "MboxParser-x-mailer": "Netscape Webmail", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mrs Mary John <mary_john3@eresmas.com>", "Message-Recipient-Address": "mary_john3@eresmas.com", "Message-To": ["mary_john3@eresmas.com", "mary_john3@eresmas.com"], "Message:From-Email": "mary_john3@eresmas.com", "Message:From-Name": "Mrs Mary John", "Message:Raw-Header:Content-Disposition": "inline", "Message:Raw-Header:Content-Language": "en", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/html; charset=us-ascii", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<e88ee6e87634.e87634e88ee6@ma18.eresmas.com>", "Message:Raw-Header:Reply-To": "mrsmary_j_koffi@yahoo.fr", "Message:Raw-Header:Return-Path": "<mary_john3@eresmas.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Accept-Language": "en", "Message:Raw-Header:X-Mailer": "Netscape Webmail", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFROM:                  MARY JOHN \n\n\t\t\nFROM:                  MARY JOHN \n \n\n\nBeloved, \n\n\nI am the above named person from Liberia, presently staying in England. I am married to Mr. Cletus John who worked with Liberian Embassy in Zambia for nine years before he died in the year 2003. We were married for eleven (11) years without a child and he died after a brief illness that lasted for just four (4) days.\n\n\nBefore his death, we were both born- again Christians, since my husband’s death, I have decided never to re-marry or have a child outside my matrimonial home which the bible is against. When my late husband was still alive he deposited the sum of US$10,500,000.00 (Ten Million, Five Hundred Thousand United States Dollars only) with a Security Company in Europe in my name and this money is still with the Security Company up till this moment. Recently, my doctor notified me that I have less than eight (8) months to live due to my cancer problem but the one that bothers me most is my stroke sickness. Having known my condition, I decided to leave this fund in Europe.\n\n\nI want an organization or an individual that will use this fund for orphanages, widows, propagating the word of God and to endeavour that the house of God is fully maintained. My Bible tell me that \"Blessed is the hand that gives, I took this decision because I do not have any child that will inherit this money and my husband’s relatives are not Christians and I do not want my husband’s effort to be used by un-believers.\n\n\nI do not want a situation where this money will be used in an ungodly way, this is the reason I am taking this decision, and moreover I am not afraid of death because I know where I am going. I know that I am going to be in the bosom of our Lord. Exodus 14 VS 14 says that the Lord will fight my case and I shall hold my peace. Telephone communications will be minimal in this regard because of my health and also being fully aware of the presence of my husband’s relatives and my doctors who are always around me. I do not want them to know about this development for I know that with God all things are Possible.\n\n\nAs soon as I receive your reply, I will inform the Security Company in Europe that you are the beneficiary of the said consignment and you will need to go and claim this fund in Europe. I will also issue you an authorization letter that will prove that you are the rightful beneficiary to the fund. I want you and your organization to always pray for me because the Lord is my Strength, Shepherd and my Help. My happiness is that I lived a life of a worthy Christian and whosoever that wants to serve our Lord must serve him in spirit and in truth. Please always be prayerful for God is our source and once we are separated from our source, we are dead spiritually which automatically manifests in the physical.\n\n\nAny delay in your reply will give me room in sourcing for another person for this same purpose. Please assure me that you will act accordingly as I stated herein. If you want to talk by phone, you can send your telephone number by fax so that if my health permits me, I can call you or if you have message, you can equally call my doctor’s telephone number 00447040120051. DR. CHARLES\n\n\nHoping to receive your reply soon and remain blessed in the Lord.\n\n\nYours in Christ,\n \n\n\nMRS. MARY JOHN\n\n\n\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1650", "X-TIKA:parse_time_millis": "0", "dc:creator": ["Mrs Mary John  <mary_john3@eresmas.com>", "Mrs Mary John <mary_john3@eresmas.com>"], "dc:format": "text/html; charset=us-ascii", "dc:identifier": "<e88ee6e87634.e87634e88ee6@ma18.eresmas.com>", "dc:subject": "FROM:                  MARY JOHN ", "dc:title": "FROM:                  MARY JOHN ", "dcterms:created": "2005-05-22T23:19:27Z"}