{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun May 29 18:10:05 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "lomeglory2@yahoo.com", "MboxParser-return-path": "<lomeglory1@yahoo.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-priority": "1", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "LOME GLORY <lomeglory1@yahoo.com>", "Message:From-Email": "lomeglory1@yahoo.com", "Message:From-Name": "LOME GLORY", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200505292210.j4TMA62C016492@score.mail.UM>", "Message:Raw-Header:Reply-To": "lomeglory2@yahoo.com", "Message:Raw-Header:Return-Path": "<lomeglory1@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Priority": "1", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTHANKS FOR UNDERSTANDING\n\nHello,\r\n\r\nPlease, consider this mail as very important and do let me know your honest response within the shortest time possible…Obviously, you have no knowledge of who I am, but I am Ms Lome Glory, from Sierra Leone, but resident in Gambia (West Africa).\r\n\r\nI am interested in investing in any lucrative business enterprise in your country and do want to use this opportunity to seek your advice on the possibility of investment in your area. Over the recent years, there have been cases of political instability in most countries here in Africa and as a result, I am afraid to invest my money here. On this note, I have decided to look else where for possible investment opportunities, hoping that I would achieve this goal with the assistance of a reliable person.\r\n\r\nI would like to know if it would be secured and lucrative to invest in your country and after a careful feasibility study of the various possible fields or industries in your country by your kind assistance, I would transfer my funds to your country for investment. In a nutshell, I do have a large amount of money to establish an ultra modern company in your country, but I will like to know the possible channels available in your area. Please, do assist me carry out a careful survey and get back to me on the various possibilities. If you do not have any much knowledge about investment or business, I will appreciate if you could recommend me to some business experts individuals/companies/business consultants) in your area, who might be of help to me.\r\nI do hope to know you better in the course of time and if trust is established between us, I might need you to be actively and directly involved in this proposed venture. But for the time being, I would like to know you better and hope we could get acquainted within the shortest time possible. In my next correspondence with you, I will give you a clue of how much I intend to invest in your country, but for now, I look forward to receiving your response and hope this opportunity would bring us closer for a possible business relationship between us in the near future.\r\nYou do reply me with this email lomeglory@yahoo.com <mailto:lomeglory@yahoo.com>\r\n\r\nHave a nice day and best regards,\r\n\r\nMs Lome Glory\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1670", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"LOME GLORY\" <lomeglory1@yahoo.com>", "LOME GLORY <lomeglory1@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200505292210.j4TMA62C016492@score.mail.UM>", "dc:subject": "THANKS FOR UNDERSTANDING", "dc:title": "THANKS FOR UNDERSTANDING", "dcterms:created": "2005-05-29T21:11:44Z"}