{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Mar 31 09:40:36 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "frankjnr3@myself.com ", "MboxParser-return-path": "<frank_jnr3@myself.com> by bloodwork.mr.itd.UM (3.6u) with SMTP id h2VEdcd06008; Mon, 31 Mar 2003 09:39:41 -0500 (EST) ", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "FRANK  GUEI JNR. <frank_jnr3@myself.com>", "Message-Recipient-Address": "R@M ", "Message-To": ["R@M ", "R@M"], "Message:From-Email": "frank_jnr3@myself.com", "Message:From-Name": "FRANK  GUEI JNR.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200303311439.h2VEdcd06008@bloodwork.mr.itd.UM>", "Message:Raw-Header:Reply-To": "frankjnr3@myself.com", "Message:Raw-Header:Return-Path": "<frank_jnr3@myself.com>\tby bloodwork.mr.itd.UM (3.6u) with SMTP id h2VEdcd06008; Mon, 31 Mar 2003 09:39:41 -0500 (EST)", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nB.P 25 Sarue de Bruno\r\nDantokpa  cotonou\r\nRepubliqe du Benin\r\n\r\nDear sir,\r\nI got your contact while searching for somebody who\r\nwill be of immediate assistance to me , then I decided to\r\nforward this business proposal to you with hope that it will be of   benefit to both of us.\r\n\r\nI'm  Frank  Guei Jnr, the first Son of late Gen. Robert Guei the former military ruler of ( cote d' Ivoire/ivory   coast,) who was killed on 19/9/2002 with some of his loyalist officers during a cross fire\r\nbattle between them and government troops in his attempt to seize\r\npower through coup de eta in Abidjan on 19/9/2002 .\r\n\r\nIn brief, I have the sum of Twenty Million Seven Hundred Thousand\r\nunited states dollars(us$20,700,000)only which I want to move out of\r\nhere with most desperation. This money was deposited by my late father\r\nin a security company for the purpose of using it to fine tune his\r\nadministration in the invent that he succeed in the fail coup\r\nattempt. While I was also made the sole beneficiary and next of kin\r\nas the first son of  my father.\r\n\r\nSo because of the present situation in my country cote d' ivoire ,\r\nmy mother advised me before she was mudered cold bloodedly with 18 of my sibblings to leave the country immediately for security reasons, and also to look for a trust worthy foreign partner who can assist me to transfer the money out of Cotonou-Benin Republic to his private or company's account for investment as the security company had earlier rejected my application for the withdrawal of the money because I am underaged.\r\n\r\nSir, I highly need your unreserved assistance both in transferring the\r\nmoney to your country and also investing it in a profitable venture with your kind advice,as I confide in you hoping you will never betray me at last.My guidian and myself have proposed (20%) percent of the total sum of the money for you as your own commission,and (5%) for any expensis that you might incure in the process so  that you can give us all necessary assistance and protection we may need in our investment in your Country. Please treat as highly confidential because our future\r\ndepends on this money. All the vital documents covering the deposit of this fund in a security company are with me here in Cotonou,\r\nand will be used to effect change of ownership in your favour for\r\nsubsequent transfer to any account you may wish us to use abroad.\r\n\r\nThe identity of the finance company where the fund is deposited will be revealed to you as soon as I recieve confirmation from you on your willingness to proceed.Even our family lawyer thatassisted my father when he was depositing the money has been approched on this issue and he promised to give us all the legal backing that might be required in this transfer. Reach me through this mail box to discuss modalities on how to proceed.\r\nLooking forward to hearing from you urgently.\r\n\r\nBest wishes.\r\n\r\nFrank Guei Jnr.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-168", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"FRANK  GUEI JNR.\" <frank_jnr3@myself.com> ", "FRANK  GUEI JNR. <frank_jnr3@myself.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200303311439.h2VEdcd06008@bloodwork.mr.itd.UM> ", "dc:subject": " ", "dc:title": " ", "dcterms:created": "2003-03-31T13:43:46Z"}