{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Jun 24 06:00:47 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "franca_rolland2006@yahoo.com", "MboxParser-return-path": "<franca_rolland2006@yahoo.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-priority": "1", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Franca......... <franca_rolland2006@yahoo.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "franca_rolland2006@yahoo.com", "Message:From-Name": "Franca.........", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200506241000.j5OA0h9A029993@faithful.mail.UM>", "Message:Raw-Header:Reply-To": "franca_rolland2006@yahoo.com", "Message:Raw-Header:Return-Path": "<franca_rolland2006@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Priority": "1", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUgrent....\n\nDear\r\nI am Miss Franca Roland and my brother Mr David Roland, the first and only son of late Mr Mputa Roland and my aged mother, my father was murdered in the land dispute in Zimbabwe, Before the death of my father, he had deposit the sum of US$4,000,000 (FOUR MILLION US DOLLARS), in a private security and Finance company, as if he foresaw the looming danger in Zimbabwe. This amount was meant for the purchase of chemicals and tractors for the development of our new farms in Swaziland. This land problem came when the Zimbabwe president Mr Robert Mugabe introduced a new land reform act, which wholly affected the rich white farmers and some black farmers. This result to killing and mob action by Zimbabwean war veterans and some lunatics in the society lot of people have been killed because of this land-reform act, which my father is one of them. You can hook up to CNN news every day for what is happening in the country, if you are in doubt, you can also go to the internet to www.dailynews.co.zw , it is against this backdrop that my family and I who are currently in Dakar Senegal decided to transfer our fathers money to any foreign account since the Senegal law prohibits refugees (asylum seekers) to operate any type of bank account or to be involved in any huge financial transaction. As the eldest child of my father, I am seeking for a genuine foreign partner who can help us transfer this money into his or her oversea account. On the other hand, the senegal government seems to be playing along with them.\r\nWe are therefore faced with the dilemma of investing this money in Senegal for the fear of going through the same experience in future, since both countries have similar political history. As a business man whom I will entrust my future and that of my entire family in his or her hands , I must let you know that this business is completely 100% risk-free. As we cannot accept to venture into any dangerous deal with our fortune, if you therefore accept to assist us, which I know that you will.\r\nPlease I will like you to contact me through the receipt of this mail urgently. Feel free to ask all questions you deem necessary. For you assistance , we have proposed two options for you. 1)You may go into partnership with me for the proper profitable investment of the money in your country. 2)If you do not prefer a partnership, I am willing to give you 15% of the sum while the remaining 85% will be my family prior for investment in your country, while the remaining 5% will be used to defray all the expenses that may incur during the process of this transaction. You are therefore required of absolute confidentiality of this matter. God bless you. Yours truly,\r\nMiss Franca.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1713", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Franca.........\" <franca_rolland2006@yahoo.com>", "Franca......... <franca_rolland2006@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200506241000.j5OA0h9A029993@faithful.mail.UM>", "dc:subject": "Ugrent....", "dc:title": "Ugrent....", "dcterms:created": "2005-06-24T08:06:54Z"}