{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "inline", "MboxParser-content-language": "en", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Jun 27 08:54:42 2005", "MboxParser-mime-version": "1.0 Faithfully=2C=3CBR=3E=26nbsp=3B =3CBR=3E=26nbsp=3B=26nbsp=3B=26nbsp=3B=26=", "MboxParser-reply-to": "peterolis20@yahoo.co.in account before disbursement will take effect=2E=3CBR=3E=26nbsp=3B=26nbsp=", "MboxParser-return-path": "<peterolis8@eresmas.com> your bank account=2E This fund arose from the overinvoiced of various co=", "MboxParser-status": "RO", "MboxParser-x-accept-language": "en", "MboxParser-x-mailer": "Netscape Webmail is fully established and smooth operation commences=2E=3CBR=3E=26nbsp=3B=", "MboxParser-x-sieve": "CMU Sieve 2.2 government to scrutinise all payments made to foreign contractors=2C and=", "Message-From": "Peter Olis <peterolis8@eresmas.com>", "Message-Recipient-Address": "peterolis8@eresmas.com but unfortunately the provider of the account has severed all forms of c=", "Message-To": ["peterolis8@eresmas.com but unfortunately the provider of the account has severed all forms of c=", "peterolis8@eresmas.com"], "Message:From-Email": "peterolis8@eresmas.com", "Message:From-Name": "Peter Olis", "Message:Raw-Header:Content-Disposition": "inline", "Message:Raw-Header:Content-Language": "en", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/html; charset=iso-8859-1", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<1a69381a5009.1a50091a6938@ma19.eresmas.com>", "Message:Raw-Header:Reply-To": "peterolis20@yahoo.co.in", "Message:Raw-Header:Return-Path": "<peterolis8@eresmas.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Accept-Language": "en", "Message:Raw-Header:X-Mailer": "Netscape Webmail", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssistance of Transaction.\n\n\t\t\nDear Friend,\n\n\n  REQUEST FOR URGENT CONFIDENTIAL BUSINESS RELATIONSHIP IN RESPECT OF THE TRANSFER OF $25,500,000.00(TWENTY-FIVE MILLION FIVE HUNDRED AMERICAN DOLLARS)INTO YOUR ACCOUNT.\n\n\n   I, on behalf of my other colleagues from different Federal Government of Nigeria owned parastatals decided to solicit your assistance as regards the transfer of the above stated amount into your bank account. This fund arose from the overinvoiced of various contracts awarded in my parastatal to certain foreign contractors sometime ago.\n    We as holders of sensitive positions in our various parastatal, were\nmandated by the federal government to scrutinise all payments made to foreign contractors, and discovered that some of the contracts they executed were grossly over invoiced, either by omission or commission. Also, we discovered that the sum of $33,000,000.00(thirty three million American dollars only) was lying in a suspense account, although the foreign contractors were fully paid their entitlements after executing the said contracts. We all agreed that the over-invoiced amount be transferred into a bank account provided by a foreign partner, as the code of conduct of federal civil service does not allow us to operate foreign accounts.\n     However, we have suceeded in transferring some of the monies, precisely US$7.5(Seven million five Hundred American Dollars) into a foreign account in Morocco (North Africa), but unfortunately the provider of the account has severed all forms of communication with us as he has refused to adhere to our earlier mutual agreement, insisting tha the total amount be paid into his nominated bank account before disbursement will take effect.\n      We are therefore seeking your assistance based on the balance amount US$25.5M which can be speedily processed and fullyremitted into your nominated bank account. On successful remittance of the funds into your account, you will be compensated with 20% of the amount for your assistance and services.\n      This transaction is closely knitted and in view of our sensitive\npositions we cannot afford a slip. I assure you that this transaction is 100% risk free.We will avail you with our identities as regards our respective office when relationship is fully established and smooth operation commences.\n       I am at your disposition to entertain any questions from you in respect of this transaction, so, contact me immediately through the above email address for further information on the requirements and procedure.\n       Please note that this is a DEAL and confidentiality is of very great\nimportance for security reasons.\n       Please treat with strict confidenlity and utmost urgency.\n\n\n       Yours Faithfully,\n  \n       Dr. Peter Olis.\n\n\n\n \n\n\n\n\n\n\n\n-----------------------------------------------------------------------\nEncuentra tu casa rápida y cómodamente. Miles de viviendas te están esperando en \nhttp://www.portae.com\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1718", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Peter  Olis  <peterolis8@eresmas.com> discovered that some of the contracts they executed were grossly over in=", "Peter Olis <peterolis8@eresmas.com>"], "dc:format": "text/html; charset=iso-8859-1", "dc:identifier": "<1a69381a5009.1a50091a6938@ma19.eresmas.com> and in view of our sensitive=3CBR=3Epositions we cannot afford a slip=2E=", "dc:subject": "Assistance of Transaction.", "dc:title": "Assistance of Transaction.", "dcterms:created": "2005-06-27T12:51:32Z"}