{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Jul  2 21:52:44 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "john_williams1000@yahoo.com", "MboxParser-return-path": "<john_williams1000@yahoo.com> ", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "FROMMR JOHN WILLIAMS <john_williams1000@yahoo.com>", "Message:From-Email": "john_williams1000@yahoo.com", "Message:From-Name": "FROMMR JOHN WILLIAMS", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200507030152.j631qePd029020@jacknife.mail.UM>", "Message:Raw-Header:Reply-To": "john_williams1000@yahoo.com", "Message:Raw-Header:Return-Path": "<john_williams1000@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nINDIUCATE YOUR INTEREST\n\nGOODDAY SIR.\r\n\r\nIN ORDER TO TRANSFER OUT EIGHTEEN MILLION POUNDS POUNDS FROM OUR BANK HERE IN ENGLAND, I HAVE THE COURAGE TO LOOK FOR A RELIABLE AND HONEST PERSON WHO WILL BE CAPABLE FOR THIS IMPORTANT TRANSACTION BELIEVING THAT YOU WILL NEVER LET ME DOWN EITHER NOW OR IN FUTURE. I AM MR.JOHN WILLIAMS, THE AUDITOR AND COMPUTING STAFF OF A BANK HERE IN ENGLAND. THERE IS AN ACCOUNT OPENED IN THIS BANK IN 1995 AND SINCE 2005 NOBODY HAS OPERATED ON THIS ACCOUNT AGAIN, AFTER GOING THROUGH SOME OLD FILES IN THE RECORDS, I DISCOVERED THAT IF I DO NOT REMITT THIS MONEY OUT URGENTLY, IT WILL BE FORFEITED FOR NOTHING.\r\n\r\n\r\nHOW THE MONEY CAME ABOUT:\r\nTHE OWNER OF THIS ACCOUNT IS MR MR. MAXWELL BROWN A FOREIGNER AND THE MANAGER OF PETROL CHEMICAL SERVICE HERE IN ENGLAND, A CHEMICAL ENGINEER BY PROFESSION AND HE DIED SINCE 1995.AND THEN, SINCE 2001, NOBODY KNOWS ABOUT THIS ACCOUNT OR ANYTHING CONCERNING IT.\r\n\r\nTHE ACCOUNT HAS NO OTHER BENEFICIARY AND MY INVESTIGATION PROVED TO ME AS WELL THAT HIS COMPANY DOES NOT KNOW ANYTHING ABOUT THIS ACCOUNT AND THE AMOUNT INVOLVED IS (18,000,000.00) POUNDS STERLINGS I WANT TO TRANSFER THIS MONEY INTO A SAFE FOREIGN ACCOUNT ABROAD BUT I DON'T KNOW ANY FOREIGNER, I AM ONLY CONTACTING YOU AS A FOREIGNER BECAUSE THIS MONEY CAN NOT BE APPROVED TO ANY LOCAL BANK HERE IN ENGLAND, BUT CAN ONLY BE APPROVED TO ANY FOREIGN ACCOUNT BECAUSE THE MONEY IS POUNDS STERLINGS AND THE FORMER OWNER OF THE ACCOUNT IS MR. MAXWELL BROWN AND HE WAS A FOREIGNER TOO.\r\n\r\nYOUR PERCENTAGE AT THE END OF THE BUSINESS IS 40% AND 60% FOR ME. WELL, I GOT YOUR EMAIL ADDRESS FROM MY SECRETARY. I KNOW THAT THIS MESSAGE WILL COME TO YOU AS A SURPRISE AS WE DON'T KNOW OURSELF BEFORE, BUT BE SURE THAT IT IS REAL AND A GENUINE BUSINESS.\r\n\r\nI BELIEVE IN GOD THAT YOU WILL NEVER LET ME DOWN IN THIS TRANSACTION. WHEN THE TRANSFER IS APPROVED AND PAYMENT SCHEDULE IS ALLOCATED OVERSEAS, THROUGH THE OFFSHORE PAYING DELEGATE FOR FINAL CLEARANCE AND SIGNING OF THE PAYMENT RELEASE FORM BY THE BENEFICIARY, I WANT US TO SEE AT THE OVERSEA PAYING CLEARANCE OFFICE FACE TO FACE OR SIGNING OF THE ORIGINAL BINDING AGREEMENT TO BIND US TOGETHER SO THAT, WE CAN RECEIVE THIS MONEY INTO A FOREIGN ACCOUNT OR ANY ACCOUNT OF YOUR CHOICE WHERE THE FUND WILL BE REMITTED.\r\n\r\n\r\nI AM CONTACTING YOU BECAUSE OF THE NEED TO INVOLVE A FOREIGNER WITH A FOREIGN ACCOUNT AS THE REAL BENEFICIARY. I NEED YOUR CO-OPERATION TO MAKE THIS WORK FINE, BECAUSE THE MANAGEMENT IS READY TO APPROVE THIS PAYMENT TO ANY FOREIGNER WHO HAS THE CORRECT INFORMATION TO THIS ACCOUNT, WHICH I WILL GIVE TO YOU WHEN SURE OF YOUR CAPABILITY TO HANDLE SUCH AMOUNT IN STRICT CONFIDENCE AND TRUST.\r\n\r\nACCORDING TO MY INSTRUCTIONS AND MY ADVICE FOR OUR MUTUAL BENEFIT BECAUSE I DON'T WANT TO MAKE ANY MISTAKE, I NEED YOUR STRONG ASSURANCE AND TRUST.\r\n\r\nI SHALL DESTROY ALL DOCUMENTS CONCERNING THIS TRANSACTION IMMEDIATELY WE RECEIVED THIS MONEY LEAVING NO TRACE TO ANY PLACE.\r\n\r\nI WILL USE MY POSITION AND INFLUENCE OF OTHER STAFFS TO EFFECT THE LEGAL APPROVALS AND ONWARD TRANSFER OF THIS MONEY TO YOUR ACCOUNT WITH APPROPRIATE CLEARANCE FROM FOREIGN PAYMENT DEPARTMENT. WITH ASSURANCE THAT THIS MONEY WILL BE INTACT PENDING MY PHYSICAL ARRIVAL TO YOUR COUNTRY FOR THE SHARING AND OTHER INVESTMENT. I LOOK FORWARD FOR YOUR IMMDIATE REPLY AND ASSISTANCE.\r\n\r\n\r\nYOURS FAITFULLY\r\nJOHN WILLIAMS\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1732", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"FROMMR JOHN WILLIAMS\" <john_williams1000@yahoo.com>", "FROMMR JOHN WILLIAMS <john_williams1000@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200507030152.j631qePd029020@jacknife.mail.UM>", "dc:subject": "INDIUCATE YOUR INTEREST", "dc:title": "INDIUCATE YOUR INTEREST", "dcterms:created": "2005-07-03T01:52:25Z"}