{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Aug  9 12:04:59 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "micha_k@ubbi.com", "MboxParser-return-path": "<micha_k@ubbi.com>", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Michael Kazang <micha_k@ubbi.com>", "Message:From-Email": "micha_k@ubbi.com", "Message:From-Name": "Michael Kazang", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200508091604.j79G4wCZ029931@brazil.mail.UM>", "Message:Raw-Header:Reply-To": "micha_k@ubbi.com", "Message:Raw-Header:Return-Path": "<micha_k@ubbi.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Multipart-Boundary": "60b36518-9740-40c4-97ba-6fb1dbfc126a", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRe: MY PURPOSE OF MAILING YOU !!!!!! . \n\nDEAR FRIEND,\r\n\r\nPLEASE, I AM SORRY TO DISTURB YOU. I KNOW YOU MAY FEEL\r\nEMBARASSED SEEING MY PROPOSAL BUT PLEASE DON'T BE BECAUSE I AM PRESENTLY UNDER PRESSURE.LET ME INTRODUCE MYSELF TO YOU. I AM MR MICHAEL KAZANG(JR) FROM BUNIA IN THE SOUTH-EASTERN PART OF CONGO DEMOCRATIC REPUBLIC, PRESENTLY HERE IN DAKAR SENEGAL UNDER UNITED NATION HIGH COMMISSION FOR REFUGEE(UNHCR). I FEEL CONVIENCED TO WRITE YOU WITH HOPE THAT YOU CAN ASSIST ME OUT MY PRESENT SITUATION.\r\n\r\nUNDER PRESSURE, I SAW YOUR CONTACT ON A BUSINESS DIRECTORY WHEN I WAS SEARCHING FOR SOMEBODY WHO WILL HELP ME OUT OF MY PRESENT PREDICAMENT,THEN I SAY LET ME EXPLAIN MY CONDITION OF TRANSIT HERE IN DAKAR - SENEGAL TO YOU, I SAID YOU MIGHT BE ABLE TO HELP ME.\r\n\r\nI NEED SOMEBODY LIKE YOU WHOM I CAN TRUST WHO IS SINCERE AND THIS IS WHY I AM WRITTING YOU WITH THE HOPE THAT YOU MAY BE WILLING AND CAPABLE OF GIVING ME THE NEEDED ASSISTANCE FOR THIS URGENT AND CONFIDENTIAL BUSINESS TRANSACTION HEREIN EXPLAINED.\r\n\r\nMY LATE FATHER ENGR.MICHAEL PEIRRE KAZANG WAS A LICIENCED MINNER AND THE CHAIRMAN OF PEIRRELIN GOLD & DIAMOND MINING COMPANY IN BUNIA DISTRICT, SOUTH-EAST OF CONGO DEMOCRATIC REPUBLIC. HE WAS KILLED AS A RESULT OF THE ON-GOING CIVIL WAR, IN MY COUNTRY AND ALL HIS PROPERTIES DESTROYED, BUT I AND MY AGED MOTHER MANAGED TO ESCAPE WITH FEW OF MY FATHER'S PRECIOUS PROPERTIES. HOWEVER,WE ARE SADDLED WITH THE PROBLEM OF SECURING A TRUSTWORTHY FOREIGN PARTNER WHOM WE CAN DO THIS TRANSACTION WITH.\r\n\r\nWE LIFT THE DOCUMENTS(AMONG FEW OTHER THINGS)COVERING SUM OF FIVE MILLION, FOUR HUNDRED AND TWENTY FIVE THOUSAND U.S DOLLARS($5,425 000) DEPOSITED IN MY NAME BY MY LATE FATHER IN A SECURITY COMPANY. BEING THE ONLY CHILD IN THE FAMILY, I WAS APPOINTED THE BENEFICIARY / HEIR TO THIS DEPOSIT BUT OWING TO OUR STATUS/CONDITION OF OUR STAY HERE, WE CAN NOT CARRY OUT THE RETRIVAL / RE-LOCATION OF THE DEPOSIT WITHOUT AN ASSISTANCE. I AM CONVIENVCED THAT YOUR COUNTRY IS POLITICALLY STABLE FOR ANY MEANINGFUL INVESTMENT. FOR THIS REASON I FEEL CONFIDENT THEREFORE TO CONTACT YOU FOR YOUR PERUSAL AND POSSIBLE ASSISTANCE IN RE-LOCATING THIS DEPOSIT OUT FROM THE SECURITY COMPANY TO YOUR COUNTRY UNDER YOUR CARE BASED ON YOUR CONVIENCING PROFILE WHICH I HAVE READ.\r\n\r\nI AND MY MOTHER HAVE AGREED TO OFFER YOU A NEGOTIABLE PERCENTAGE SO AS TO SEE THAT THIS PROJECT IS CONCLUDED SAFELY, SECURELY AND ON TIME CONSIDERING WHAT WE ARE PRESENTLY PASSING THROUGH.\r\n\r\nOUR DESIRED INTEREST IS TO ESTABLISH A LONG AND LASTING RELATIONSHIP WITH YOU. AS WELL AS YOUR EXPERTISE UTILISATION OF THIS FUNDS FOR ANY MEANINGFUL/PROFITABLE INVESTMENT OPPORTUNITIES, AFTER THE MONEY HAS BEEN TRANSFERRED TO YOUR COUNTRY. AS IT IS NOW, MY LIFE AND THAT OF MY MOTHER ARE IN DANGER I WILL TELL YOU THE REASON FOR THIS IN DUE CAUSE. IF NEED BE WE WOULD LIKE TO RE-SIDE IN YOUR COUNYTRY BECAUSE THERE IS WAR/CRISIS STILL GOING ON IN MY COUNTRY.\r\n\r\nMAY GOD BLESS YOU AND YOUR FAMILY FOR YOUR UNDERSTANDING. I AWAITE YOUR IMMEDIATE RESPONSE PLEASE SO THAT WE CAN DISCUSS ON THE WAY FORWARD.\r\n\r\nI CAN ALSO BE REACHED THROUGH ALTERNATIVE E-MAIL : mkazang@praize.com\r\n\r\nBEST REGARDS,\r\n\r\nMICHAEL KAZANG.\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1790", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Michael Kazang <micha_k@ubbi.com>", "Michael Kazang <micha_k@ubbi.com>"], "dc:format": "text/plain; charset=iso-8859-1", "dc:identifier": "<200508091604.j79G4wCZ029931@brazil.mail.UM>", "dc:subject": "Re: MY PURPOSE OF MAILING YOU !!!!!! . ", "dc:title": "Re: MY PURPOSE OF MAILING YOU !!!!!! . ", "dcterms:created": "2005-08-09T16:05:02Z"}