{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-attn": "PRESIDENT/CEO. ", "MboxParser-content-transfer-encoding": "7BIT", "MboxParser-from": "r  Wed Aug 17 12:15:59 2005", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<gilmamoud@yahoo.co.uk> This is simple   ( 1)  I shall employ the services of an attorney for drafting and obtaining the necessary documents and letter of probate/administration in your favor for the transfer.", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "gilmamoud@yahoo.co.uk", "Message-Recipient-Address": "gilmamoud@yahoo.co.uk", "Message-To": ["gilmamoud@yahoo.co.uk", "gilmamoud@yahoo.co.uk"], "Message:From-Email": "gilmamoud@yahoo.co.uk", "Message:Raw-Header:Content-Transfer-Encoding": "7BIT", "Message:Raw-Header:Content-Type": "text/plain; charset=US-ASCII", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<20050817161441.281C1C1D4@krusty.si.UM>", "Message:Raw-Header:Return-Path": "<gilmamoud@yahoo.co.uk>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n assistance\n\nATTN: PRESIDENT/CEO. \n\nDEAR SIR/MADAM, \n\nI am Mr. GABRIEL MEDEI, Bank Manager {Hillbrow Branch} of Amalgamated Bank Of South Africa {ABSA}. I got your email contact, in my search for a trusted partner, who will assist me with this confidential business proposal. \n\nMr. Stev  Jam made a numbered times (Fixed) deposited for twelve calendar months, valued at US$25,000.00 (twethy- five Million US Dollars) in my branch. Upon maturity, I sent a routine notification to his forwarding address but got no reply. After a month, we sent a reminder and finally we discovered from his contract employers, National Mining Corporation that Mr. Stev Jam died from an auto accident. \n\nOn further investigation, I found out that he did not leave a WILL and all attempts to trace his next of kin were fruitless. I therefore made further investigation and discovered that Mr. Stev Jam did not declare any next of kin in all his official documents, including his Bank Deposit paperwork. This sum of US$25 M  is still sitting in the Bank and the interest is being rolled over with the principal sum at every end of   each year. No one has come forward to claim it. According to the South African Law, at the expiration of 6{Six} years, the money will devert to the ownership of the South African Government ,if nobody applies to claim the funds. \nConsequently, my proposal is that I will like you as a foreigner to stand in as the next of kin to Mr. Stev Jam  so that the fruits of this old man's labor will not get into the hands of some corrupt government officials.                                                                 ;\n\n         This is simple   ( 1)  I shall employ the services of an attorney for drafting and obtaining the necessary documents and letter of probate/administration in your favor for the transfer. \n\n(2) A bank account in any part of the world, which you provide, will then facilitate the transfer of this money to you as the beneficiary/next of kin of Mr. Stev  Jam. \n\nThe money will be paid into your account for us to share in the ratio of 60% for me and 35%[US$8,750,000:00 DOLLARS] for you then 5% will be set aside for any expenses that may occur during the transfer process. There is no risk at all as the attorney and my position will do all the paperwork for this transaction as the Branch Manager guarantees the successful execution of this transaction. If you are interested, please reply immediately via my email address. \n\nUpon your response shall then provide you with more details for the successful accomplishment of this transaction. \nPlease observe utmost confidentiality, and be rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country. Awaiting your urgent reply \n\nThanks and regards \n\nMr. GABRIEL MEDEI\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1803", "X-TIKA:parse_time_millis": "0", "dc:creator": ["gilmamoud@yahoo.co.uk", "gilmamoud@yahoo.co.uk"], "dc:format": "text/plain; charset=US-ASCII", "dc:identifier": "<20050817161441.281C1C1D4@krusty.si.UM>", "dc:subject": " assistance", "dc:title": " assistance", "dcterms:created": "2005-08-17T16:15:53Z"}