{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "base64", "MboxParser-from": "r  Wed Aug 24 16:19:42 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "\"Mr.Dougan .O.Oyony\" <moussambani2@webmail.co.za>", "MboxParser-return-path": "<acl-webmaster-errors@UM> boundary=\"qzsoft_directmail_seperator\"", "MboxParser-status": "RO", "MboxParser-x-msmail-priority": "Normal", "MboxParser-x-priority": "3", "MboxParser-x-rbl-warning": "warn.bl.perfora.net says: This mail has been received from a dialup host.", "MboxParser-x-sieve": "CMU Sieve 2.2 charset=\"DEFAULT\"", "Message-From": "Mr.Dougan .O.Oyony <moussambani2@webmail.co.za>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster <webmaster@aclweb.org>", "webmaster <webmaster@aclweb.org>"], "Message:From-Email": "moussambani2@webmail.co.za", "Message:From-Name": "Mr.Dougan .O.Oyony", "Message:Raw-Header:Message-ID": "<0MKv22-1E81ig3nXF-0007y9@mx.perfora.net>", "Message:Raw-Header:Reply-To": "\"Mr.Dougan .O.Oyony\" <moussambani2@webmail.co.za>", "Message:Raw-Header:Return-Path": "<acl-webmaster-errors@UM>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-MSMail-Priority": "Normal", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-RBL-Warning": "warn.bl.perfora.net says: This mail has been received from a dialup host.", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Message:Raw-Header:mime-version": "1.0", "Multipart-Boundary": "qzsoft_directmail_seperator", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBusiness inestment\n\nDear Sir/Madam.\n\nYou may be surprised to receive this letter from me since you do not know me personally. I am Mr.Dougan .O.Oyony ,The son of the paramount \nlate chief Moussambani.D. Oyony, of Litoral Province (Bata) in Equatorial Guinea.In African continent we are one of the smallest population in westren Africa, our natural resources is petroleum, natural gas, timber, gold, bauxite, diamonds, tantalum, sand and gravel,Guinea is the Oil and Diamond Richer in Africa, following by Angola and Sierra Leone and others Africa country.\nMy late father, his royal highness, chief Moussambani.D. Oyony, the 3rd oversaw the land redistribution and allocation of land, which has been ongoing since five years; and until his death, successfully allocated land for private, corporate as well as local individually for wide ranging uses which includes, farming, industry and manning.\n\nHowever due to his untimely death in February 20th 2005, the process of land allocation has been other slow parcel.\nThe clout and influence my late father wielded in wooing potential investors to own community has suffered greatly due to his demise. By culture and tradition; I have to inherit the vacant chieftaincy title and \nother responsibilities that goes with it, but there must be a mourning period of one year following his death before I can assume the reigns. The proposal however is multifaceted; firstly, I have to kick start the other nonbound programmer of land allocation determine the suitability of interested applicants etc.\nOur community is rich in minerals such as gold and platinum and rough diamonds. Presently, there are three unused mines totally under my control which has been confirmed to hold great deposits of gold and \nplatinum. \nI wish to go into business with foreign partners who would obviously play great roles in extracting those minerals presently, I have in my possessions a very significant amount of diamond (uncut) gold and platinum which are available for inspection and verification; but I greatly \nsolidify a trusted foreign partner who can help in transporting these minerals with great discretion for our mutual benefits, to countries overseas.\nHence my decision to send you this letter with intention, trusting that you would see the great business opportunities there in; however due to the sensitive nature and scrutinous controls with these precious \nmetals, I am trusting that this transaction would be treated with utmost confidentiality between us.\nFor more details and precise information regarding how this deal can be exploited, you may contact me on this e mail+ moussambani2@webmail.co.za, \nAnd I shall forward to you important documents regarding all I said in this letter.\n\nI shall await your response as I urge you to seriously and urgently consider this request .Here is thanking you very much for your time.\n\n\nYours sincerely,\n\nMr.Dougan .O.Oyony\n  \n \n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1812", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Mr.Dougan .O.Oyony\" <moussambani2@webmail.co.za>", "Mr.Dougan .O.Oyony <moussambani2@webmail.co.za>"], "dc:format": "text/plain;", "dc:identifier": "<0MKv22-1E81ig3nXF-0007y9@mx.perfora.net>", "dc:subject": "Business inestment", "dc:title": "Business inestment", "dcterms:created": "2005-08-24T20:19:38Z"}