{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Sep 30 06:16:54 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "strasserjohn1@yahoo.com", "MboxParser-return-path": "<strasser_jon@yahoo.com>", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "STRASSER JOHN <strasser_jon@yahoo.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "strasser_jon@yahoo.com", "Message:From-Name": "STRASSER JOHN", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200509301016.j8UAGmpj021247@panther.mail.UM>", "Message:Raw-Header:Reply-To": "strasserjohn1@yahoo.com", "Message:Raw-Header:Return-Path": "<strasser_jon@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Multipart-Boundary": "d1d4dd16-c7ab-43a1-bd0f-74f07e1d7ff4", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFROM  JOHN\n\nDear Sir,\r\nIs nice to know you and also I wish to solicit for your profound\r\nassistance. I got your contact through my quest for a reliable Business\r\nPartner who will guide and assist me to Invest my family heritage funds into\r\n\r\na lucrative Business venture over there in future.\r\nPlease maintain most confidential: My name is John Strasser, from Ivory\r\nCoast (Corte d' voire) I am a son of Honorable. Justice Strasser, of\r\nthe blessed memory. My late father was a Politician and a Businessman,\r\ndealing on Precious Minerals in my Country. We held from Buake town of\r\nIvory - Coast. My father was murdered early last month by the Rebels, who\r\nwanted to\r\nover throw the Government but they failed and now there is a serious\r\ncrisis in my country between the Rebels and the Government. However, the\r\nRebels have captured my town Buake and Killed so many people including\r\nmy Father. And now left me and my sister and our aged mother. However,\r\nafter the incident of the death of my father, we decide and ran to\r\nGhana, the neighbouring country where we are now taking refuge at a Private\r\nguest house in Accra - Ghana.\r\nBut before the untimely death of my father, My father told me sometime\r\nago, that he has some huge amount of Money ($17.100.000.00 USD) he\r\ndeposited last year in Europe, at GLOBAL SECURITY AND FINANCE COMPANY,for\r\nsafe - keeping as Precious goods of family Embodiments,Meanwhile Please\r\nsee\r\nNow my family and myself have move to Ghana and also We found that my\r\nfamily Heritage funds are there in this Private Security Firm. However,\r\nWe have secured this fond for my future family Investments and I will\r\nuse part of this money to buy a\r\nHouse in your country where I and my family will live and I will Invest\r\nthe rest Funds into solid Business Ventures over there in near future.\r\nMy reasons of contacting you is because I needed an honest and reliable\r\nperson, who will guide me and stand as my Partner / Trustee, during the\r\nwithdrawal of my heritage funds from the Security - Firm. And we shall\r\nuse your Personal or Company's Account to Remit /Transfer these funds\r\nthrough a Bank in Ghana. Please Note: If you indicate your willingness\r\nand full interest to assist me, I will offer you 15% of my total\r\nheritage funds, as your commission for the assistance and 5% will be set aside\r\nfor any expenses that will be incurred in the course of the Transaction\r\n/\r\nTransfer.\r\nExpecting to hear from you soon.\r\nThank you,\r\nJohn  Strasser\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1877", "X-TIKA:parse_time_millis": "0", "dc:creator": ["STRASSER  JOHN <strasser_jon@yahoo.com>", "STRASSER JOHN <strasser_jon@yahoo.com>"], "dc:format": "text/plain; charset=iso-8859-1", "dc:identifier": "<200509301016.j8UAGmpj021247@panther.mail.UM>", "dc:subject": "FROM  JOHN", "dc:title": "FROM  JOHN", "dcterms:created": "2005-09-30T10:16:49Z"}