{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "attachment; filename=\"1007.txt\"", "MboxParser-content-transfer-encoding": ["quoted-printable", "base64"], "MboxParser-from": "r  Tue Apr 29 14:33:46 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "paulbabs@zwallet.com", "MboxParser-return-path": "<paulbabs@caramail.com> cc=2E oshiorenua=40email=2Ecom", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "DR. PAUL BABS. <paulbabs@caramail.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "paulbabs@caramail.com", "Message:From-Name": "DR. PAUL BABS.", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200304291833.h3TIXDS13559@perfectworld.mr.itd.UM>", "Message:Raw-Header:Reply-To": "paulbabs@zwallet.com", "Message:Raw-Header:Return-Path": "<paulbabs@caramail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Multipart-Boundary": "===_SecAtt_000_1fqbuqvldginux", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nREGARDS FROM DR. BABS.\n\nDR. PAUL BABS.\r\nContract award Unit\r\nN.N.P.C Ikoyi Lagos\r\nNigeria.\r\n\r\nEmail:paulbabs@zwallet.com\r\n   cc. oshiorenua@email.com\r\n\r\n                 RE: CONFIDENTIAL\r\nDear Sir/Ceo,\r\n\r\nI am, DR. Paul Babs, a director with the Nigerian National Petroleum Corporation Contract award monitoring committee. It is with trust and confidence that I make this urgent and important business proposal to you on behalf of my colleagues . Actually,I would have contacted you by surface mail but for the urgency and the confidentiality this transaction demands hence I decided to contact you via email.\r\n\r\nMy colleagues and I are members of the Contract Award Committee(CAC) of the Nigerian National Petroleum Corporation (NNPC). My colleagues have mandated me to look for a trustworthy company into whose account some funds is to be transferred.\r\n\r\nWe are in our possession vital approved documents to remit the sum of Twenty-six Million Five Hundred Thousand United States Dollars (US$26,500,000.00)incurred from returns of our OPEC Oil sale which we want to transfer to a reliable safe foreign bank account in your country for our mutual benefits, as we intend to invest into lucrative business venture, in your country with your advice all we require from you is to provide us a safe bank account for the remittance of the fund and also to help source for lucrative long term investment to invest part of this fund.\r\n\r\nWe are willing to offer to you upon negotiation an aggreable percentage of the total sum and profit accruing from investment plans. We are absolutely sure and positive that this arrangement will be of mutual benefit to us, and we crave your indulgence to treat this proposal with utmost trust and seriousness. We will fly over to meet with you, as soon as the money is transferred to your account for the disbursement of the fund and business plans, please note that this fund in question is not an illegal money, as all vital approved papers for the transfer will be sent to you as soon as we receive your banking information such as completed particulars of the bank account where you wish the fund to be transferred.\r\n\r\nThe nature of your company?s business is irrelevant to this transaction, as all arrangements have been concluded for a successful and hitch-free transaction.\r\n\r\nWe have taken measures to ensure that there is no risk involved on both parties; we have estimated that this transaction will be concluded within 14 working days on receipt of your acceptance to this proposal. Most important to send back to me now: Your private telephone, fax numbers: Name and address of your bank: phone and fax numbers: Your name, company name and address: Bank account and particulars.\r\n\r\nMy colleagues and I have had some fruitful discussion with relevant top officials of both the Federal Ministry of Finance (FMF) and Central Bank of Nigeria (CBN) and they have agreed to co-operate in the transfer. An application for funds transfer shall be made at the appropriate ministries in favour of the beneficiary (you or your company). Thereafter, your company shall be officially regarded as having executed the contract for the Nigerian National Petroleum Corporation (NNPC) for which payment is being made. This process makes the operation legal according to the laws of the Federal Republic of Nigeria. Please treat this transaction as strictly confidential,as we are civil servants who are not entitled to operate a foreign account.\r\n\r\nWhile thanking you for your envisaged co-operation.\r\n\r\nI await your immediate response through email address or fax.\r\n\r\nBest Regards,\r\n\r\nDr. Paul Babs.\r\n\r\nP/S . copy your response to both email addresses above.\r\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-193", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"DR. PAUL BABS.\" <paulbabs@caramail.com> RE=3A CONFIDENTIAL", "DR. PAUL BABS. <paulbabs@caramail.com>"], "dc:format": "application/octet-stream; name=\"1007.txt\"", "dc:identifier": "<200304291833.h3TIXDS13559@perfectworld.mr.itd.UM> ", "dc:subject": "REGARDS FROM DR. BABS.", "dc:title": "REGARDS FROM DR. BABS.", "dcterms:created": "2003-04-29T18:20:56Z"}