{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Dec  7 13:08:56 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "tonyomar@myway.com", "MboxParser-return-path": "<tony_omar11@yahoo.co.uk>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mr.Tony Omar. <tony_omar11@yahoo.co.uk>", "Message:From-Email": "tony_omar11@yahoo.co.uk", "Message:From-Name": "Mr.Tony Omar.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200512071808.jB7I8nhf004048@panther.mail.UM>", "Message:Raw-Header:Reply-To": "tonyomar@myway.com", "Message:Raw-Header:Return-Path": "<tony_omar11@yahoo.co.uk>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHello.\n\nHello,\r\nIt is a pleasure to introduce this business proposal to you, with due respect and heart full of gratitude , i know that it may be surprise to you, hence we don't know each other for the first time but i do believe that this will bring us together to know ourselves much better and do joint business together.\r\nI want you to know that my name is Tony Omar and i am living presently in a refugee camp here in Dakar Senegal and i am from Sierra Leone, i am 28 years old, i am ready to start a good and profitable business ventures with you in which you are the only one who will advise and execute the business ventures over there in your country for the benefit of both of us.\r\nMeanwhile, i want you to know that i need a reliable,honest,trust-worthy business partner , who will not betray me but handle the business ventures in honest and sincere manner.\r\nMoreover, i want you to know that my late father, EL-HAJI,Ousmane.Omar The Assassinated Former Director of Sierra Leone Gold And Diamond Mining Corporation, made a deposit in a High Security Company here in Dakar Senegal, before he was killed in my country Sierra Leone,i am the only survival of my family and the next of kin of the deposit, my late father deposited 19.5 million,us dollars into the high Security and Finance Company Dakar Senegal, i am searching diligently for a honest person who will help me invest this fund into a good profitable business ventures and accept the transfer / delivery of the fund to your position for an immediate investments.\r\nFor your participation and assistance is this transaction, i have decided to give you 25 percent of the total amount and and you will be a share holder in every business ventures we establish, 5 percent will me map out for any expenses that may occur during this transaction.I really want to invest in your country and i know that your country is political suitable for a profitable business ventures, i hope that with you, it will be so easy for me to locate a nice business ventures, please i will like you to search diligently for a profitable business ventures that we shall in invest on, so that as soon as the security company release and deliver the consignment to you on my behalf, we shall set up the business immediately.\r\nNOTE: I will give you the contact of the security and finance company, for you to contact them as soon as i hear from you for the immediate release and delivery of the consignment to you on my behalf, call me for more details 00221-471-28-95.\r\nI shall be glad to reserve this respect and opportunity for you, if you so desire, but do urge you to give the matter your immediate /urgent attention it deserves.\r\nLooking forward to your response. tony_omar@walla.com\r\nThanks and remain bless.\r\nYours sincerely.\r\nMr.Tony Omar\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2014", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mr.Tony Omar.\" <tony_omar11@yahoo.co.uk>", "Mr.Tony Omar. <tony_omar11@yahoo.co.uk>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200512071808.jB7I8nhf004048@panther.mail.UM>", "dc:subject": "Hello.", "dc:title": "Hello.", "dcterms:created": "2005-12-07T18:08:45Z"}