{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Dec 12 12:33:24 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "j_5544@yahoo.com ", "MboxParser-return-path": "<jimlove2006@yahoo.com> ", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM Jimmy Johnson=2E", "MboxParser-x-sieve": "CMU Sieve 2.2 ", "Message-From": "Jimmy Johnson <jimlove2006@yahoo.com>", "Message:From-Email": "jimlove2006@yahoo.com", "Message:From-Name": "Jimmy Johnson", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200512121733.jBCHXIcx023371@casino.mail.UM>", "Message:Raw-Header:Reply-To": "j_5544@yahoo.com", "Message:Raw-Header:Return-Path": "<jimlove2006@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ncry  for  help\n\n,Dearest Love,\r\nMy name is Jimmy Johnson from Sierra-Leone, the only Son of Mr. Ukpo Johnson Former Personal Assistance to the present Minister for Mines and Natural Resources in-charge of the diamond production sales in my country Sierra-Leone.\r\n\r\nUnfortunately some months ago before the peace pact in my country, my father and his colleagues were killed by rebel group of Mr. Foday Sankoh during  an inspection visit to the rich diamond mining area in the village of Izumba, were the rebels laid an ambush and open fire on the convoy killing my father and some of his colleagues who were on their way to the diamond mining zone.\r\n\r\nFollowing the peace pact that was introduce by the united nation keeping force some months back,my mother deem it fit to say that it is right time for us to leave the country for safety and for europe or any other stable economic bloc with the $ 12.5.million\r\ndollars  deposited by my late father in a bank here in  Dakar-Senegal on my name as the next of kin or beneficiary.(the Deposit Certificate of this funds are with me now and will be faxed to you upon request).\r\n\r\nI contacted you based on you are a trustworthy person  after i got your contact from a profile that speaks very good of you in the internet.I want you to assist me so that i can transfer this money to your account for safe keeping pending our arrival to your country,\r\n\r\nto start up an investment in your country  through your wise advice. You will act\r\nas my international business representative and also my family business associate,so that the bank will transfer this money to your account for safe keeping.\r\n\r\nme and my mother are now in Dakar-Senegal for the facilitation of this transaction.Please kindly communicate your acceptance or otherwise of this proposal through my e.mail\r\naddress  for us to discuss the modalities of seeing this transaction through.However, if you are not disposed to assist kindly destroy the letter in view of the families interest\r\nand personal security. I count on you greatly for your assistance.Please,if where i contacted you is not okay with you,do not hestiate to tell me and provide\r\nanother address where i will be contacting you.A good percentage awaits you for your assistance.\r\n                    Expecting to hear from you soon.\r\n                      Yours  Faithfully,\r\n                     Jimmy Johnson.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2020", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Jimmy Johnson\" <jimlove2006@yahoo.com> ", "Jimmy Johnson <jimlove2006@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200512121733.jBCHXIcx023371@casino.mail.UM> ", "dc:subject": "cry  for  help", "dc:title": "cry  for  help", "dcterms:created": "2005-12-12T16:37:41Z"}