{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-email": ["mrsvictoria_fatou@operamail.com", "mrsvictoria_fatou@operamail.com for security reasons."], "MboxParser-from": "r  Wed Jan 25 04:07:03 2006", "MboxParser-mime-version": "1.0", "MboxParser-note": "You are advise to only reply with this", "MboxParser-return-path": "<mrsvictoria10000@hotmail.com>", "MboxParser-status": "RO", "MboxParser-x-originalarrivaltime": "25 Jan 2006 09:06:52.0090 (UTC) FILETIME=[AE5AD9A0:01C6218E]", "MboxParser-x-originating-email": "[mrsvictoria10000@hotmail.com]", "MboxParser-x-sender": "mrsvictoria10000@hotmail.com", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mrsvictoria Sankoh <mrsvictoria10000@hotmail.com>", "Message-Recipient-Address": "mrsvictoria10000@hotmail.com", "Message-To": ["mrsvictoria10000@hotmail.com", "mrsvictoria10000@hotmail.com"], "Message:From-Email": "mrsvictoria10000@hotmail.com", "Message:From-Name": "Mrsvictoria Sankoh", "Message:Raw-Header:Content-Type": "text/plain; format=flowed", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Return-Path": "<mrsvictoria10000@hotmail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-OriginalArrivalTime": "25 Jan 2006 09:06:52.0090 (UTC) FILETIME=[AE5AD9A0:01C6218E]", "Message:Raw-Header:X-Originating-Email": "[mrsvictoria10000@hotmail.com]", "Message:Raw-Header:X-Sender": "mrsvictoria10000@hotmail.com", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCOMPLIMENT,FROM MRS VICTORIA FATOU SANKOH\n\nCOMPLIMENT,FROM MRS VICTORIA FATOU SANKOH\nEmail:mrsvictoria_fatou@operamail.com\n\nI do hope my letter will not embarrass you since there was no previous\nCorrespondence held with you. MY Getting your address is the handwork of\nthealmighty God. Since then, I have been very much hopeful that you will\nassist us irrespective of the fact that the present world is full of\ndishonesty and distrust.\n\nFirstly, I will wish to introduce myself. I am Mrs.VICTORIA FATOU SANKOH,\nfrom Sierra Leone; I am the wife of, CPL FODAY SANKOH.My husband was the\nLeader of the Revolutionary United Front until he was dethroned and\narrested early last year by President TEJAN KABBAH who later handed him\nover tothe United Nations war crime tribunal were he later died in\ndetention. As a result of this position in the government, my son (SAM\nSANKOH) and l triedandlatersucceeded in securing some of his assets,\nwhich include mansions and physical cash. This is to avoid The present\ngovernment from confiscating his entire property.\n\nWe left Sierra Leone with the total amount US$26.5 Million (Twenty Six\nMillion Five Hundred Thousand United States Dollars) only, which we Brought\nto NIGERIA anddeposited same with UNION BANK PLC OF NIGERIA, as valuable\ndocuments belonging to our foreign affiliate. After depositing the money, my\nfamily and I were asked to leave NIGERIA and was made public on NIGERIA\nNational Headlines, we were left with no option than to seek refuge in my\nhomeland in SierraLeone . The security company later asked me, to come and\nclaim the consignment immediately to avoid the money being confiscated.\n\nI arrived here a couple of days agoand through a good contact l applied\nfor a refugee status as an asylum seeker, which is still pending in Foreign\nAffairs Departmen t.Theproblemnowisthatbecause of our status, we\ncannot risk moving the money without help hence I am looking for a\ntrustworthy partner, who can help me move this money out of NIGERIA . In\nthat case, I want to know if you can help me transfer the fund into your\naccount in your country or elsewhere since time is not on my side.\n\nAs a widow of six children Ineed your urgent attention to this matter. It\nis true that we have neither met nor known each other before, but the\ninformation I gathered of your credibility makes me believe that with trust\nand honesty we will achieve a huge success in about a week. I will also\nleave with you from NIGERIA to yourcountry immediately the money goes into\nyour account. This is simple, I will like you to provide immediately your\n\n1.Your full names\n2.Contact address\n3.Yourdirect telephone and Fax number\n4.Your age\n5.Your marital status\n\nBased on the following informaion bee n providebyyouMylawyer,whoknow\nallthe full details on how you will received the fund will prepare the\nnecessary documents and affidavits which will put you in place as the owner\nof the fund.\n\nFor your noble assistance and well assured of safeguarding the whole Fund\nunder your care, I will offer you 40% of the total sum, while 10% will be\nset aside for expenses incurred onthe cause of this transaction by both\nparties, while the remaining %50 will be for me and my family. I want to\nassure you that this business is completely risk free because every\narrangement has been made for a successful deal.\n\nI expect your immediate response so that we can conclude theTransaction in\nthe very shortest time. It is very important that you keep this business\nHIGHY CONFIDENTIAL because I do not want anything to happen to this fund.\nThanksand God bless.\nBest regards,\nMrs.Victoria F Sankoh\n\nNote: You are advise to only reply with this\nEmail:mrsvictoria_fatou@operamail.com for security reasons.\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2118", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mrsvictoria Sankoh\" <mrsvictoria10000@hotmail.com>", "Mrsvictoria Sankoh <mrsvictoria10000@hotmail.com>"], "dc:format": "text/plain; format=flowed", "dc:subject": "COMPLIMENT,FROM MRS VICTORIA FATOU SANKOH", "dc:title": "COMPLIMENT,FROM MRS VICTORIA FATOU SANKOH", "dcterms:created": "2006-01-25T09:06:51Z"}