{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "inline", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-e-mail": "<A href=3D\"mailto:ben_salifou@yahoo.com\">ben_salifou@yahoo.com</A> =", "MboxParser-from": "r  Wed Feb  1 20:25:29 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "ben2002a@post.cz", "MboxParser-return-path": "<ben2002a@post.cz>", "MboxParser-status": "O", "MboxParser-x-mailer": "AtMail 4.2", "MboxParser-x-sieve": "CMU Sieve 2.2", "MboxParser-x-uidl": "1138843502185332249", "Message-From": "BEN S. ADAM <ben2002a@post.cz>", "Message-Recipient-Address": "ben2002a@emailwave.com", "Message-To": ["ben2002a@emailwave.com", "ben2002a@emailwave.com"], "Message:From-Email": "ben2002a@post.cz", "Message:From-Name": "BEN S. ADAM", "Message:Raw-Header:Content-Disposition": "inline", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/html; charset=\"windows-125\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200602020125.k121PB3H009404@mailserver-ng.cs.umbc.edu>", "Message:Raw-Header:Reply-To": "ben2002a@post.cz", "Message:Raw-Header:Return-Path": "<ben2002a@post.cz>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "AtMail 4.2", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Message:Raw-Header:X-Uidl": "1138843502185332249", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI NEED YOUR URGENT ASSISTANCE\n\nDear Sir, \n\n\n\nIn order to transfer out (USD 45 MILLION) Forty Five million United \n\nStates Dollars) from BANK OF AFRICA (BOA): I have the courage to ask \n\nfor your assistance to handle this important and confidential business \n\nbelieving that you will never let me down either now or in future. I am \n\nMR. BENJAMINE S.ADAM, the OPERATIONAL MANAGER of BANK OF AFRICA, (BOA) \n\nBENIN. \n\n\n\nThere is an account opened in this bank in 1989 and since 1996 nobody \n\nhas operated on this account again. After going through some old files \n\nin the records, I discovered that if I do not remit this money out \n\nurgently it will be forfeited for nothing. \n\nThe owner of this account is Mr.PAULTON ALLEN, a foreigner, and a miner at D&D INVESMENT CO, a \n\ngeologist by profession and he died since 1996. \n\n\n\nNo other person knows about this account or any thing concerning it, \n\nthe account has no other beneficiary and my investigation proved to me \n\nas well that this company does not know anything about this account and \n\nthe amount involved is (USD 45M). \n\n\n\nI want to transfer the [USD 45M] Forty Five million United States \n\nDollars into a safe foreigners account abroad, but I don't know any \n\nforeigner. \n\n\n\nI am only contacting you as a foreigner because this money \n\ncan not be approved to a local bank here, but can only be approved to any \n\nforeign account because the money is in us dollars and the former owner \n\nof the account is Mr.PAULTON ALLEN a foreigner too. \n\n\n\nI know that this message will come to you as a surprise as we dont \n\nknow our selves before, but be sure that it is real and a genuine \n\nbusiness. \n\n\n\nI only got your contact address from my secretary who \n\noperates computer with believe in God that you will never let me down in this \n\nbusiness.You are the only person that I have contacted in this \n\nbusiness, so please reply urgently so that I will inform you the next step to take. \n\n\n\nSend also your private telephone and fax numbers including the full \n\ndetails of the account to be used for the deposit. I want us to meet \n\nface to face or sign a binding agreement to bind us together so that you can \n\nreceive this money into a foreign account or any account of your choice \n\nwhere the fund will be safe. \n\n\n\nI will fly to your country for withdrawal, sharing and other \n\ninvestments. I am contacting you because of the need to involve a \n\nforeigner with foreign account and to act as a foreign beneficiary. \n\n\n\nI need your full co-operation to make this work fine because the \n\nmanagement is ready to approve this payment to any foreigner who has \n\ncorrect information of this account which I will give to you later immediately, \n\nif you are able and with capability to handle such amount in strict \n\nconfidence and trust according to my instructions and advice for our \n\nmutual benefit because this opportunity will never come again in my \n\nlife. \n\n\n\n\n\nI need truthful person in this business because I don't want to make \n\nmistake, I need your strong assurance and trust. With my position now \n\nin the office I can transfer this money to any foreigner's reliable \n\naccount, which you can provide with assurance that this money will be \n\nintact pending my physical arrival in your country for sharing. \n\n\n\nI will destroy all documents of transaction immediately we receive this \n\nmoney leaving no trace to any place. You can also come to discuss with \n\nme face to face after which I will make this remittance in your \n\npresence and two of us will fly to your country so at least two days \n\nahead of the money going into the account. \n\n\n\nI will apply for annual leave to get visa immediately I hear from you \n\nthat you are ready to act and receive this fund in your account. \n\n\n\nI will use my position and influence to effect legal approvals and \n\nonward transfer of this money to your account with appropriate \n\nclearance forms of the ministries and foreign exchange departments. \n\n\n\nAt the conclusion of this business, you will be given 35% of the total \n\namount, 60% will be for me, while 5% will be for expenses both parties \n\nmight have incurred during the process of transferring. \n\n\n\nPlease bear in mind that this fund is not \n\na looted or stolen money but rather a hard earned money generated.\n\n\n\n\n\nPls if you are willing to work with me, kindly forward to me your \n\npersonal detail to enable me reach you, this includes the following:\n\n\n\n1. Your full names\n\n\n\n2. Your residential address\n\n\n\n3. Your bank account informations\n\n\n\n4. Your occupation  \n\n\n\n5. Your telephone and fax numbers\n\n\n\n6. Including more Preamble about yourself (marital status)\n\n   \n\n  \n\nBelow is my alternative Contacts:\n\n \n\nE-MAIL: ben_salifou@yahoo.com \n\n   \n\nPHONE# 229-98-177798\n\n\n\nCOTONOU BENIN REPUBLIC.\n\n \n\n\n\nI look forward to your earliest reply. \n\n\n\nYours Truly, \n\n\n\n\n\nMR. BENJAMINE SALIFOU ADAM\n\n\n\n \n\n\n\n\n\nMsg sent via eMailWave - http://emailwave.com/ - Get your own FREE account and start receiving your eMail.\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2140", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"BEN S. ADAM\" <ben2002a@post.cz>", "BEN S. ADAM <ben2002a@post.cz>"], "dc:format": "text/html; charset=\"windows-125\"", "dc:identifier": "<200602020125.k121PB3H009404@mailserver-ng.cs.umbc.edu>", "dc:subject": "I NEED YOUR URGENT ASSISTANCE", "dc:title": "I NEED YOUR URGENT ASSISTANCE", "dcterms:created": "2006-02-02T01:25:02Z"}