{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Feb  6 23:20:06 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "eng_pet@voila.fr", "MboxParser-return-path": "<sigmod-pods06-webmaster-errors@UM>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "PET KAYCE <eng_pet@voila.fr>", "Message-Recipient-Address": "sigmod-pods06-webmaster@UM", "Message-To": ["sigmod-pods06-webmaster@UM", "sigmod-pods06-webmaster@UM"], "Message:From-Email": "eng_pet@voila.fr", "Message:From-Name": "PET KAYCE", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200602070420.k174K6pd015695@sleepers.mail.UM>", "Message:Raw-Header:Reply-To": "eng_pet@voila.fr", "Message:Raw-Header:Return-Path": "<sigmod-pods06-webmaster-errors@UM>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT ASSISTANCE LETTER \n\nFROM ENG.PET\r\nIN THE NAME OF ALMIGHTY GOD I MADE THIS CONTACT THROUGH INTERNET,AM WRITING THIS MAIL TO YOU IN GOOD FAITH,MY NAME IS ENG:PET KAYCE FROM NEW SWEDEN.I USED TO WORK WITH SHELL PETROLEUM IN IRAQ WHERE I AM PRESENTLY UNDERDOING TREATMENT AND WAS ALSO A MAJOR INVESTOR IN OFFSHORE OIL RIGGS UNTIL RECENTLY WHEN I WAS CRIPPLED BY STROKE WHICH LEFT HALF PART OF MY BODY PARALYSED AND ALSO I HAD UNDERGONE EXTENSIVE EYE SURGERY WHICH HAS RESULTED INTO POOR VISION.FOR THE PAST 2 YEARS I HAVE BEEN LOOKING FOR A MIRACLE,A SPIRITUAL CURE ALL TO NO AVAIL. RECENTLY MY DOCTOR GAVE ME VERY SAD NEWS WHICH IS VERY DISTURBING TO MY EARS,HE SAID THAT I CAN NOT WALK AGAIN IN MY LIFE,I HAVE NO CLOSE RELATIVE AR0UND AND THE ONLY ONE I HAVE WHICH HAPPENS TO BE A DISTANT COUSIN OF MINE MRS LINDA LEFLER LEFT FOR AUSTRALIA 10 YEARS AGO AND SINCE THEN I HAVENT SEEN HER NEITHER DO I HAVE HER POSTAL ADDRESS.I HAVE SURRENDERED MY LIFE TO GOD AND HOPEING HIS WILL TO BE DONE IN MY CONDITION ,I WANT TO DO A GOOD DEED BEFORE I DEPART HENCE MY CONTACTING YOU.I WANT TO SET UP ORPHANAGES IN MY NAME AND ALSO DONATE THE REST OF MY WEALTH TO THE CHARITABLE ORGANIZATIONS AND FOR THE NEEDY SINCE THE WEALTH WOULD NOT BE USEFULL FOR ME IF I GONE. I AM SEEKING FOR WHO WOULD BE WILLING TO DILLIGENTLY CARRY OUT THIS WILL OF GOD FOR ME WHICH IS THE REASON I AM CONTACTING.MY ACCOUNT BALANCE PRESENTLY TOTALLING FOUR MILLION {$4,000000}AS WAS REFLECTED IN MY LAST STATEMENT ACCOUNT AND WHICH I HAD ARRENGE AND DEPOSITED TO SECURITY COMPANY COSTUDY.I NEED SOMEONE WHO WILL BE HONEST TO USE THIS FUND TO FINANCE THIS PROJECT AS I DO NOT HAVE MUCH TIME LEFT,YOU WILL BE ENTITLED TO 24% OF THESE FUNDS FOR YOUR GOOD WORK AND PUT THE REST INTO CHARITABLE ORGANIZATIONS, I WILL REQUIRE FROM YOU IS TO HAVE THE FEAR OF GOD,RIGHT NOW I AM CONFINED TOAN AUTOMATED WHEEL CHAIR IN THE TEACHING HOSPITAL AND THE INTERNET IS THE ONLY MEANS I HAVE IN COMMUNICATING WITH THE OUTSIDE WORLD .I PRESUME THAT YOU ARE THE RIGHT PERSON TO MEET REGARDING SUCH I\r\nSSUE AS I DO NOT KNOW WHETHER TO GO TO ANOTHER PARTY,PLEASE SEND ME A MAIL IF YOU ARE WILLING TO ASSIST ME ON THIS AND ALSO INCLUDE YOUR FAX NUMBERS TO ENABLE MYSEF CONTACT YOU WITH THE ASSISTANCE OF THE NURSE HERE WHO HAS BEEN KIND ENOUGH TO ASSIST ME THROUGH THIS EMAIL ADRESS{sarah_abudullah@yahoo.co.nz} I AM EAGERLY EXPECTING YOUR PROMPT RESPONSE TO MY MAIL VIA THOSE ADDRESSES.AS SOON AS I RECIEVE A RESPONSE FROM YOU I SHALL HAND EVERY INFORMATION PERTAINING TO THS FUND OVER TO YOU INCLUDING ALL LEGAL DOCUMENTS FOR ONWARD TRANSFER TO YOUR ACCOUNT SO THAT YOU CAN COMMENCE ON THIS WORK OF GOD FOR ME. AS I AM DISABLED AND WILL NOT BE ABLE TO MOVE AROUND AND DO MUCH. I AM PRSENTLY VERY ILL AND WILL REALLY APPRECIATE IT FOR YOU CONTACT ME THROUG MY EMAIL ADRESS:{pet_kayce@yahoo.com} THANK YOU VERY MUCH FOR YOUR UNDERSTANDING.\r\nENG. Pet Kayce\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2168", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"PET KAYCE\" <eng_pet@voila.fr>", "PET KAYCE <eng_pet@voila.fr>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200602070420.k174K6pd015695@sleepers.mail.UM>", "dc:subject": "URGENT ASSISTANCE LETTER ", "dc:title": "URGENT ASSISTANCE LETTER ", "dcterms:created": "2006-02-07T04:20:06Z"}