{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "inline", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-from": "r  Sat Feb 11 10:27:19 2006", "MboxParser-mime-version": "1.0 <br>", "MboxParser-return-path": "<fatoumohammed1@superposta.com> for <aiweb06@cs.umbc.edu>; Sat, 11 Feb 2006 10:26:26 -0500 (EST) for <fatoumohammed1@superposta.com>; 11 Feb 2006 15:24:27 -0000 <br>", "MboxParser-status": "O", "MboxParser-x-originating-ip": "[196.201.77.222]", "MboxParser-x-sieve": "CMU Sieve 2.2 by qbep02.superonline.com (qmail-ldap-1.03) with SMTP boundary=\"----=_Part_47936_12559773.1139671467655\" <br>", "Message-From": "fatoumohammed1@superposta.com", "Message-Recipient-Address": "fatoumohammed1@superposta.com <br>", "Message-To": ["fatoumohammed1@superposta.com <br>", "fatoumohammed1@superposta.com"], "Message:From-Email": "fatoumohammed1@superposta.com", "Message:From-Name": "br", "Message:Raw-Header:Message-ID": "<1186065.1139671467661.JavaMail.root@qweb03>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Return-Path": "<fatoumohammed1@superposta.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Originating-IP": "[196.201.77.222]", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2\tfor <aiweb06@cs.umbc.edu>; Sat, 11 Feb 2006 10:26:26 -0500 (EST)          by qbep02.superonline.com (qmail-ldap-1.03) with SMTP          for <fatoumohammed1@superposta.com>; 11 Feb 2006 15:24:27 -0000", "Multipart-Boundary": "----=_Part_47936_12559773.1139671467655", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nREAD IN GOOD FAITH\n\nDearest one, \n\n \n\nI know this proposal letter may come to you as a surprise considering the fact that we have not had any formal acquaintance before,but all the same I would want you for the sake of God to give this an immediate attention in view of the fact that the security of our live and possession is at stake.\n\n \n\nI am Fatou Mohammed  a 24 years old  girl from war ravaged SIERRA LEONE but presently domiciled in Abidjan  Ivory coast with my brother Hassan  who is 16 years old.My father Alhaji Ibrahim Mohammed  who before his untimely assassination by the rebels was the Director of SIERRA LEONE Diamond corporation (SLDC).He was killed in our government residential house along side two of my other brothers,two house maids and one government attached security guard fortunately for I, younger sister and mother,we were on a week end visit to our home town As we got the news of the tragedy. We immediately managed to ran into neighbouring Ivory coast for refuge.\n\n \n\nBut unfortunately. As Fate would have it,we lost our dear mother (may soul rest in peace) as a result of what the Doctor called cardiac arrest.\n\n \n\nAs we were coming into this country ,we had some documents of a deposit of $ 28,500.000 USD (Twenty Eight million Five hundred thousand USD ) made by my late father in a security and trust company.According to my father, he intended to use this fund for his international business transaction after his tenure in office but was unfortunately murdered.\n\n \n\nWe had located the security company where the money is deposited with the help of an attorney and established ownership.please right now,with the bitter experiences we had in our country and the war still going on especially in diamond area which incidentally is where we hail from .coupled with the incessant political upheavals and hostilities in this country  Ivory coast,we desire seriously to leave here and live the rest of our life into a more peaceful and politically stable country like yours Hence this proposal and request.\n\n\n\nWe therefore wish you can help us in the following regards :\n\n \n\n1)To provide us with a good bank account to transfer the money into \n\n2)To help us invest the money into a lucrative business .\n\n3) To assist my brother get a college admission to further her education.\n\n \n\nPlease I know that,this letter may sound strange and incredible to you but the CNN and the BBC African bulletin  normally have it as their major news features .Therefore for the sake of God and humanity give an immediate positive consideration and reply to me via our e-mail address.I will willingly agree to any suitable percentage of the money you will propose as your compensation for your assistance with regards to the above .please in view of our sensitive refugee status and as we are still conscious of our father's enemies.I would like you to give this a highly confidential approach .\n\n \n\nBest Regards.\n\n \n\nFatou Mohammed\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2188", "X-TIKA:parse_time_millis": "0", "dc:creator": ["fatoumohammed1@superposta.com <br>", "fatoumohammed1@superposta.com"], "dc:format": "multipart/mixed;  <br>", "dc:identifier": "<1186065.1139671467661.JavaMail.root@qweb03> <br>", "dc:subject": "READ IN GOOD FAITH", "dc:title": "READ IN GOOD FAITH", "dcterms:created": "2006-02-11T15:24:27Z"}