{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Feb 14 23:21:24 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mic.ezra2006@yahoo.fr", "MboxParser-return-path": "<sigmod-pods06-webmaster-errors@UM>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Michael Ezra. <michaezra@yahoo.com>", "Message-Recipient-Address": "sigmod-pods06-webmaster@UM", "Message-To": ["sigmod-pods06-webmaster@UM", "sigmod-pods06-webmaster@UM"], "Message:From-Email": "michaezra@yahoo.com", "Message:From-Name": "Michael Ezra.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200602150421.k1F4LKZ5025906@fan.mail.UM>", "Message:Raw-Header:Reply-To": "mic.ezra2006@yahoo.fr", "Message:Raw-Header:Return-Path": "<sigmod-pods06-webmaster-errors@UM>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLU, RXPONSE D'UNDERSTAND.AND EN RXPONSE.\n\nDe : Le COMPTABLE.\r\nBanque de commerce Internationale.\r\nPremière Branche De Lumière,\r\nAccra - Ghana.\r\nL'Afrique Occidentale.\r\nA L'ATTENTION DE cher,\r\nMon nom est M. Michael Ezra. Je suis le comptable du Banque-Ghana commercial international, la première branche Accra de lumière. Je suis un ghanéen marié avec trois gosses. J'écris pour solliciter votre aide dans le transfert noble d'USS14,800,000.00 (Fourtheen million, huit cents mille U.S.dollars). Ces fonds sont l'excès de ce que ma branche dans laquelle je suis le comptable a fait en tant que bénéfice pendant la dernière année. J'ai déjà soumis une fin approuvée du rapport de l'année dernière pendant l'année 2005 à mon siège social ici à Accra et ils ne sauront jamais de cet Excess.I ont depuis lors, placé cette quantité d'USS14,800,000.00 (Fourtheen million, huit cents mille dollars des ETATS-UNIS) sur un COMPTE de SUSPENCE sans bénéficiaire.\r\nEn tant qu'officier de la banque, je ne peux pas être directement relié à cet argent que je suis poussé ainsi pour demander pour votre aide pour recevoir cet argent en votre compte bancaire.\r\nJ'ai l'intention de pièce 30% de ces fonds à vous tandis que 70% sera pour moi. Je dois soumettre à une contrainte qu'il n'y a pratiquement aucun risque impliqué en cela. Ce va être un transfert de banque-à-banque à votre compte bancaire nommé n'importe où vous sentir plus en sécurité. Tout que j'ai besoin de vous doit se tenir en tant que déposant original de ces fonds.\r\nFranchement parlant j'avais travaillé à cette banque pendant près de 10 années et je n'ai rien à montrer pour lui, mon revenu annuel est à peine environ $3.500 USD après que l'impôt et la raison principale que j'ai empaqueté cette transaction soit que j'ai une fille âgée de 9 ans avec la leucémie et ait besoin d'une greffe de moelle ou elle mourra. J'ai déjà fait l'arrangement pour cette chirurgie au R-U mais je ne pourrais pas me permettre le, ainsi j'ai besoin vraiment de votre aide pour faire cette affaire ou ma fille mourra.\r\nJe vous offre 30% de toute la somme après que cet argent soit câblé à votre compte, parce qu'il est une réclamation simple transfer.I de transmission de banque-à-banque vous aimera également obtenir me le repos assuré que vous ne m'abandonnerez pas quand l'argent obtient à votre account.I font établir toute l'information de réclamation de paiement. Tout que j'exige est votre coopération honnête pour nous permettre voit cette affaire à travers.\r\nJe veuillez vous aimer me répondre ceci des questions.\r\n(1)Can une construction noire d'homme une maison dans votre pays et investissent là ?\r\n(2)Can un homme noir soit donné restant la laiss et soit permis de visiter la vue vue ?\r\n(3)Can je dirige n'importe quelle compagnie de mes propres ?\r\nJe garantis que ceci sera exécuté dans le cadre d'un arrangement légitime qui vous protégera contre n'importe quelle infraction du trasfer.Your la réponse que prompte par l'intermédiaire de mon email est fortement réponse d'envisaged;your me fera l'acte en conséquence sur la réception de votre courrier. J'attendrai pour avoir de vos nouvelles pour d'autres directives. Si vous acceptez cette offre, j'apprécierai votre réponse opportune.\r\nBye pour maintenant et mercis de votre arrangement.\r\nLes meilleurs souvenirs,\r\nM. Michael Ezra.\r\nNote:You me répondent par mon E-mail alternatif address(mic.ezra2006@yahoo.fr)\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2204", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Michael Ezra.\" <michaezra@yahoo.com>", "Michael Ezra. <michaezra@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200602150421.k1F4LKZ5025906@fan.mail.UM>", "dc:subject": "LU, RXPONSE D'UNDERSTAND.AND EN RXPONSE.", "dc:title": "LU, RXPONSE D'UNDERSTAND.AND EN RXPONSE.", "dcterms:created": "2006-02-15T04:21:29Z"}