{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Mar  1 04:52:15 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "wilsonjohn_biney2@she.com", "MboxParser-return-path": "<wilsonjohn_biney2@she.com> =3Cmailto=3Awilsonjohnbeney=40yahoo=2Ecom=3E", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mr Biney I Saac <wilsonjohn_biney2@she.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "wilsonjohn_biney2@she.com", "Message:From-Name": "Mr Biney I Saac", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200603010952.k219q8Z5029469@fan.mail.UM>", "Message:Raw-Header:Reply-To": "wilsonjohn_biney2@she.com", "Message:Raw-Header:Return-Path": "<wilsonjohn_biney2@she.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKIND UNDERSTANING FROM MR BINEY\n\nPlease reply to my private email address\r\nFrom: Mr Biney I Saac\r\nPrivate Email:wilsonjohn_biney2@she.com\r\nAttn:The Managing Director\r\n\r\nAm Mr. BINEY ISAAC I, I am in charge of Cargo section of ROCHASAB Security\r\nBanglamung Thailand. With due respect and regards I have decided to contact\r\nyou on a business transaction that will be very beneficial to both of us of\r\nthe end of the transaction.\r\nDuring our investigation and auditing in this security company my department\r\ncame across a consignment belonging to a deceased person who died on plane\r\ncrash with this security company without any claim of the consignment in our\r\ncustody either form his family or relation before our discovery to this development.\r\nAlthough personally, I kept this information secret within myself and partner\r\nto enable the whole plans and ides be profitable and successful during the\r\ntime if execution, the said amount was US$5.6M (FIVE Million SIX Hundred\r\nthousand United State Dollars).\r\nAs it may be interest to you to know, I got your impressive information\r\nthrough my good friend who works with chamber of commerce here in Thailand.\r\nMean while all the whole arrangement to put claim over this fund as the bonfire next of kin to the deceased, will be relayed to you as soon as you\r\nindicate your interest and willingness to assist us and also benefit yourself\r\n\r\nto this great deal. In fact I could have done this deal alone but\r\nbecause of my position in this country as a civil servant, we are not\r\nallowed to operate a foreign account and would eventually raise an eyebrow on\r\nmy side during the time of transfer because I work in this company.\r\nThis is the actual reason why it will require a second party or fellow who\r\nwill forward claims as the next of kin with affidavit of trust of oath to\r\nthe security company and also present a foreign account where he will need\r\nthe money to be re-transferred into on his request as it may be after due\r\nverification and clarification by designation back account.\r\nI will not fail to inform you that this transaction is 100% risk free. On\r\nsmooth conclusion of this transaction, you will be entitled to 30% of the\r\ntotal sum as gratification, while 10% we be set aside to take care of\r\nexpenses that may arise during the fine of transfer and also telephone\r\nbills, while 60% will be for me and by partners.\r\n\r\nPlease, you have been advised to keep top secret as we are still in service\r\nand intend to retire from service after we conclude this deal with you.\r\nI will write application to rinsing out have the company and join business.\r\nAnd it will require us to come down to your country for subsequent sharing\r\nof this found according to percentages previously indicated and further\r\ninvestment either in your country or any country you advice us to invest in.\r\nAll other necessary information will be sent to you when I heard from you\r\nI suggest you get back to me as soon as possible stating your wish in this\r\ndeal.\r\n <mailto:wilsonjohnbeney@yahoo.com>\r\nYours faithfully,\r\nMr. Biney Isaac.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2272", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Mr Biney I Saac\" <wilsonjohn_biney2@she.com>", "Mr Biney I Saac <wilsonjohn_biney2@she.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200603010952.k219q8Z5029469@fan.mail.UM>", "dc:subject": "KIND UNDERSTANING FROM MR BINEY", "dc:title": "KIND UNDERSTANING FROM MR BINEY", "dcterms:created": "2006-03-01T09:51:49Z"}