{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "8bit", "MboxParser-from": "r  Wed Mar  1 12:49:21 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "Mrs Rose David <rose_david@mail.ru>", "MboxParser-return-path": "<rose_david@mail.ru> Wed, 01 Mar 2006 20:49:08 +0300", "MboxParser-status": "RO", "MboxParser-x-mailer": "mPOP Web-Mail 2.19", "MboxParser-x-originating-ip": "[62.56.145.244]", "MboxParser-x-sieve": "CMU Sieve 2.2 ", "Message-From": "Mrs Rose David <rose_david@mail.ru>", "Message-Recipient-Address": "rose_david@mail.ru", "Message-To": ["rose_david@mail.ru", "rose_david@mail.ru"], "Message:From-Email": "rose_david@mail.ru", "Message:From-Name": "Mrs Rose David", "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:Content-Type": "text/plain; charset=koi8-r", "Message:Raw-Header:Message-Id": "<E1FEVRk-000BnS-00.rose_david-mail-ru@f22.mail.ru>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "Mrs Rose David <rose_david@mail.ru>", "Message:Raw-Header:Return-Path": "<rose_david@mail.ru>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "mPOP Web-Mail 2.19", "Message:Raw-Header:X-Originating-IP": "[62.56.145.244]", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2\tWed, 01 Mar 2006 20:49:08 +0300", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nurgent reply\n\n\n\n\nDear\nI salute you in the name of the most High! My name is Mrs. Rose Ameeraly.\n\nAm a widow and a mother of two girls. We do not know each other and I'm wondering how you will view this letter. Please, accept my sincere apology. Sorry, about taking your time as well. I will be highly obliged if you can assist me in this business. My Husband is an Nigerian while I am a Ghanaian. My late husband, David Ameeraly, was a loving, caring and hardworking businessman. Prior to his death by plane crash, he was living with us in Accra, Ghana. He died November 1st 1990. This sad event occurred during one of his business trips to the US. Please, find below the website for more information. If you go through this publication critically, you will find my husband's name, David Ameeraly amongst others that lost their life on that fateful day as published by British Broadcasting Corporation (BBC) http://news.bbc.co.uk/1/hi/world/americas/502503.stmB\nBefore the sudden death of my beloved husband, he planned to establish a business in Europe with the sum of US$ 21.5 Dollars (Twenty One Million, five hundred thousand Dollars only). Unfortunately, he died before this venture could materialize. Following his death, his family members insisted that I am not entitled to his properties (assets and money).\n\nSince I am a woman and my offsprings are all girls coupled with the fact that I do not have a male child, I was put under terrible pressure to stay clear from my legitimate husband estates According to their family culture/traditional believe, a woman is not allowed to run late\nhusband business and worst of all, I was asked to move into David's younger brother's household as one of his wives. My problem started when I refused to be inherited by David's younger brother. Fortunately,  the proposed investment fund US$ 21.5 Dollars (Twenty One Million, five hundred thousand Dollars only). that was deposited with the investment/security company was unknown to the family. As such, they did not ask for this. If not, it would have been a problem as there would have been nothing to fall back on. It's only our lawyer & my humble self that know of this fund. I have discussed this matter with the Finance company were the fund was lodged. This is the asset I have left and I need part of this money for my daughters school fees and to maintain my personal life as well. David's family was vehemently against my daughters education. All they intend doing,\nwas to give them out for marriage at a tender age. According to the staff of the finance company, the best way to secure this money is to transfer this money into an alternative bank account for safekeeping.\n\nLater it will be used for business investment which is subject to the advise of whoever that will be assisting us finally.\nFor obvious reasons, I do not want the finance company's involvement.\nThis transaction must be handled under strict confidentiality. At this juncture, I thought it wise to solicit your indispensable assistance to receiving this fund on my behalf. I do not have knowledge of funds management & business in general. I was a full-time housewife.\nTherefore, this step depends on your trust-worthiness & ability to handle funds of this magnitude. All that is required of you, is to forward to me by email, your direct phone, fax, address or any other information you may deem helpful. I need the requested information for the purpose of securing the relevant documents in your name as my confidante/ bona fide beneficiary. Please, note that this transaction is legitimate and 100% hitch-free. We will not violate any known law of my country and that of yours. So, be rest-assured.\nHowever, as soon as I receive your positive response to the above business transaction, I shall provide you with necessary transfer details. Note also, that you must convince me of your trust-worthiness and ability to keep secret. I have decided to compensate you with 30%\nof the total money as a reward for your sincere assistance and the remaining 70% will be used to pursue my late husband's investment dream in real estate.\nThanking you for your anticipated response as I look forward to hearing\nfrom you.\nI remain.\nSincerely yours,\nMrs.Rose David Ameeraly\n \n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2279", "X-TIKA:parse_time_millis": "0", "dc:creator": ["Mrs Rose David <rose_david@mail.ru>", "Mrs Rose David <rose_david@mail.ru>"], "dc:format": "text/plain; charset=koi8-r", "dc:identifier": "<E1FEVRk-000BnS-00.rose_david-mail-ru@f22.mail.ru>", "dc:subject": "urgent reply", "dc:title": "urgent reply", "dcterms:created": "2006-03-01T17:49:08Z"}