{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun May 18 16:16:45 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "titosithole@yahoo.ca", "MboxParser-return-path": "<macusgee@hotmail.com> by truecrime.mr.itd.UM (3.6u) with SMTP id h4IKG1c16977; Sun, 18 May 2003 16:16:05 -0400 (EDT)", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "Dr.Tito Sithole. <macusgee@hotmail.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "macusgee@hotmail.com", "Message:From-Name": "Dr.Tito Sithole.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"windows-1252\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200305182016.h4IKG1c16977@truecrime.mr.itd.UM>", "Message:Raw-Header:Reply-To": "titosithole@yahoo.ca", "Message:Raw-Header:Return-Path": "<macusgee@hotmail.com>\tby truecrime.mr.itd.UM (3.6u) with SMTP id h4IKG1c16977; Sun, 18 May 2003 16:16:05 -0400 (EDT)", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCan  You  Assist?\n\nCorporate Line: +27-83-9835788\r\nConfidential Line: + 873 - 762 - 534365\r\nConfidential Fax: +  873 - 762 - 534366\r\n\r\n\r\nI am Dr.Tito Sithole,  Director of Project Implementation South Africa Department\r\nof Mining & Natural Resources. First and foremost, I apologized using this medium to reach\r\nyou for a transaction/business of this magnitude, but this is due to confidentiality\r\nand prompt access reposed on this medium.  I have decided to seek a confidential\r\nco-operation with you in the execution of the deal described hereunder\r\nfor the benefit of all parties and hope you will keep it as a top secret because\r\nof the nature of this transaction.\r\n\r\nWithin the Department of Mining & Natural Resources where I work as\r\nan Executive Accountant and with the cooperation of four other top officials,\r\nwe have in our possession as overdue payment bills totaling Twenty-Eight\r\nMillion, Five Hundred Thousand U. S. Dollars (US$28,500,000.00) which we want to transfer abroad with the assistance and cooperation of a foreign company/individual to receive the said fund on our behalf or a reliable foreign non-company account to receive such funds. More so, we are handicapped in the circumstances, as the South Africa Civil Service Code of Conduct does not allow us to operate offshore account hence your importance in the whole transaction.\r\n\r\nThis amount (US$28.5m) represents the balance of the total contract value\r\nexecuted on behalf of my Department by a foreign contracting firm, which\r\nwe the officials over-invoiced deliberately. Though the actual contract cost\r\nhave been paid to the original contractor, leaving the balance in the tune\r\nof the said amount which we have in principles gotten approval to remit by Telegraphic Transfer (T.T) to any foreign bank account you will provide by filing in an application through the Justice Ministry here in South Africa for the transfer of rights and privileges of the former contractor to you.\r\n\r\nI have the authority of my partners involved to propose that should you\r\nbe willing to assist us in the transaction, your share of the sum will be 25%\r\nof the US$28.5 million, 70% for us and 5% for taxation and miscellaneous\r\nexpenses. The business itself is 100% safe, on your part provided you treat\r\nit with utmost secrecy and confidentiality. Also your area of specialization\r\nis not a hindrance to the successful execution of this transaction.\r\n\r\nI have reposed my confidence in you and hope that you will not disappoint\r\nme. Endeavor to contact me immediately via my confidential fax  whether or\r\nnot you are interested in this deal. If you are not, it will enable me contact another\r\nForeign partner with recommendation to carry out this deal.\r\n\r\nI want to assure you that myself and my partners are in a position to make\r\nthe payment of this claim possible provided you can give us a very strong\r\nassurance and guarantee that our share will be secured and Please remember\r\nto treat this matter as very confidential matter; because we will not comprehend\r\nwith any form of exposure as we are still in active Government Service and\r\nremember once again that time is of the essence in this business .\r\n\r\nI wait in anticipation of your fullest co-operation .\r\n\r\nYours faithfully,\r\n\r\nDr.Tito Sithole.\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-226", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Dr.Tito Sithole.\" <macusgee@hotmail.com>", "Dr.Tito Sithole. <macusgee@hotmail.com>"], "dc:format": "text/plain; charset=\"windows-1252\"", "dc:identifier": "<200305182016.h4IKG1c16977@truecrime.mr.itd.UM>", "dc:subject": "Can  You  Assist?", "dc:title": "Can  You  Assist?", "dcterms:created": "2003-05-18T20:14:37Z"}