{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu Mar 23 09:50:05 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "j_garang110@yahoo.com", "MboxParser-return-path": "<j_garang110@yahoo.com>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "From: Mr. Joseph.Garang <j_garang110@yahoo.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "j_garang110@yahoo.com", "Message:From-Name": "From: Mr. Joseph.Garang", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200603231450.k2NEnxwU005051@casino.mail.UM>", "Message:Raw-Header:Reply-To": "j_garang110@yahoo.com", "Message:Raw-Header:Return-Path": "<j_garang110@yahoo.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIMMEDIATE ATTENTION NEEDED\n\nFrom: Mr. Joseph.Garang\r\nAddress: Bangkok Thailand\r\nEmail:j_garang110@yahoo.com\r\nTel+66-46428945\r\nAttention: Director/Ceo\r\nMy sincere greeting to you. I understand quite well that this message will sound so strange to you but it is a very serious matter that we need to tackle together very urgent. Kindly accept my apology if this proposal offends you, since we have never met before. Please carefully study this proposal very well for our mutual benefits.\r\nMr Joseph Garang is my name, I am an Sudanese National from the Darfur region of Sudan. I am the Son of Dr, John De Mabior Garang, former Sudanese rebel leader and First Vice-President of Sudan who died in a helicopter crash on his way returning from an official trip from Uganda on 30th of July 2005, which people of sudan accused the government of having a hand in the crash.\r\nMy late father had been a Rebel chief of Sudan Peoples Liberation Movement/Army (SPLM/A) for the past 21 years until July 2005, when he was appointed as first vice president Sudan in a new government of national unity.\r\nYou can verify more this from this international newspapers posted in the website. <http://news.bbc.co.uk/1/hi/world/africa/2134220.stm>\r\n\r\nI write this letter in respect of my intention to transfer and invest the sum of US$25,500,000.00 in your company which I inherited from my Father after his death.\r\nThis fund has been successfully conveyed to Thailand as valuable consignment with the help of a diplomatic Security company by my late father due to the political instablity in my country. I have every document to this fund including my father's last WILL.\r\nFurther,I hope to invest this sum in your company or into any lucrative and viable venture under your management in your country that you will recommend for a period of Five years. I am aware that even though you may not be an investment expert, However, I am highly interested to have you as my Partner.\r\nBecause of how my father's political opponents has been trying to eliminate our entire family, I then had to run out of my country with my mum for our dear lives.\r\nPresently, I am in Thailand with my mother who unfortunately has been critically ill since 8 months after the death of my father because of the shock of his late husband's death. And we have notify the Security and finance Company for the claims. Therefore,\r\nwe will be needing your urgent co-operation to assist us secure and invest this money in your country which will be under your name and management control after due delibrations and under terms to be agreed upon.\r\nFor the above reason, I humbly seek for an urgent assistance from you to enable us reach a contract joint venture partnership agreement to transfer and invest the fund in a profitable business orientation in your country as soon as I get your consent.\r\nActually, I don't know you in person, it was a friend of my late father who works with Sudanese Foreign Office that advised me to consider your country for our investments, he gave us a good recommendation about your country and they are good and friendly people.\r\nNote : the fund in question is inherited from my late father with all the back-up document, and I want to assured you that your assistance to conduct this business with us is 100% risk free. I implore you to accord this matter with total confidential no matter what your decision may be. I will give you the more details about this fund based on your positive reply.\r\nl will like to hear from your opinion in your reply and should you have any question do not hasitate to ask me to enable us understand each other speedily and proceed for this mutual benefits immediately.\r\nl wait to read from you soonest.\r\n\r\nYours Faithfully,\r\nJ. Garang\r\nFor Garang's family.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2371", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"From: Mr. Joseph.Garang\" <j_garang110@yahoo.com>", "From: Mr. Joseph.Garang <j_garang110@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200603231450.k2NEnxwU005051@casino.mail.UM>", "dc:subject": "IMMEDIATE ATTENTION NEEDED", "dc:title": "IMMEDIATE ATTENTION NEEDED", "dcterms:created": "2006-03-23T14:50:01Z"}