{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-1744658500-1145610027=": ["17641 Remember this business is highly confidential and shall be kept within you alone.", "17641", "17641--"], "MboxParser-<div>from": "MR.DANIEL .G. MOORE<BR>E-Mail:dnl_moore2000@yahoo.com</DIV>  <DIV>2 C ROSEVILLE PARK MOOT<BR>STREET 0076 PRETORIA,<BR>SOUTH AFRICA.<BR>TEL:+27-733-693-923.</DIV>  <DIV>ATTN: <BR>DEAR SIR / MADAM</DIV>  <DIV>&nbsp;</DIV>  <DIV><BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; STRICTLY CONFIDENTIAL </DIV>  <DIV>&nbsp;</DIV>  <DIV>You may be suprised to recieve this letter since you don't know me personally.I am MR.DANIEL .G. MOORE. the son of DR. PAUL.J.&nbsp;MOORE, who was recently murdered in the land dispute in Zimbabwe. Your contact was availed to me by the chamber of commerce. It was given to me because of my diplomatic status as I did not disclose the actual reasons for which I sought your contact. ButI was assured That you are reputable and trustworthy if<BR>you will", "MboxParser-content-transfer-encoding": ["8bit This money was given to my father by president Mugabe for investment purpose while they were still in good terms.This land problem arose when President Robert Mugabe introduced", "8bit (for the family)", "8bit"], "MboxParser-e-mail": "dnl_moore2000@yahoo.com resulted to<BR>rampant killing and mob actions by the veterans and some political thugs precisely, more than thirty-one(31) people have been killed. </DIV>  <DIV>Heads of government from Western World, especially Britain and United States of America have voiced their condemnation of Mugabe's plan subsequently, the South African<BR>Development Community (S.A.D.C) has continuously supported Mugabe's new land reform act. It is against this background that I and my family who are currently staying in South Africa have decided to transfer my fathers's money into a foreign account. As the eldest son of my father, I am saddled with the responsibility of seeking an account where this money could<BR>be transferred without the knowledge of my government who had tactically freezing our family wealth and South African Government seems to be playing alongside with them We have decided not to invest this money in South Africa for the fear of seizure and encountering the same experience", "MboxParser-from": "r  Fri Apr 21 05:00:38 2006", "MboxParser-mime-version": "1.0 ", "MboxParser-return-path": "<dnl_moore2000@yahoo.com> h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding; 2 C ROSEVILLE PARK MOOT in future,since both countries have almost the same political history.More so, the South African Foreign Exchange Policy does not allow such investment hence I am<BR>an asylum seeker. As a business man I should entrust my future and that of my family on his hands, I should let you know that this transaction is risk free. we have unanimously agreed that you will be entitled to 30% of the money when successfully receive it in your account. The<BR>nature of your business is not relevant to the successful execution of this transaction. </DIV>  <DIV>Therefore if you accept to assist my family, we are willing to accept any reasonable condition you may deem necessary,and we can as well go into partnership business with you. please reply immediately to facilitate immediate action toward the transaction,If this proposal is<BR>acceptable to you,kindly provide me with your personal telephone:and fax: through my E-mail box for immediate commencement of the", "MboxParser-status": "RO Heads of government from Western World, especially Britain and United States of America have voiced their condemnation of Mugabe's plan subsequently, the South African", "MboxParser-tel": "+27-733-693-923.", "MboxParser-x-sieve": "CMU Sieve 2.2 b=BOgA1Ly9oO8QyVWrdbBGBgQu7ASLLDx+wI5x+YT/S19+f1nibCO4XU1C/bQmpoC6gGw6tOSgKxSDykcqyWvve7wNvntTxvD+zvs+PBIdXWUEn5JhPWcw0xO6aWCb4hmWuj+5htDK6nV0RPjkvgzDftI8gcf1VWyCsuzh8QQgWGs=  ; ATTN:", "Message-Recipient-Address": "dnl_moore2000@yahoo.com STRICTLY CONFIDENTIAL", "Message-To": ["dnl_moore2000@yahoo.com STRICTLY CONFIDENTIAL", "dnl_moore2000@yahoo.com"], "Message:From-Name": "MR.DANIEL .G. MOORE be of assistance. My late father, was among the few black Zimbabwean rich BR farmers murdered in cold blood by the agents of the ruling government of President Robert Mugabe. For his alleged support and sympathy for the Zimbabwe an Opposition party BR controlled by the whites. Before his death, he had taken me to Johannesburg to deposit the sum of US$38(Thrity-eight million US dollars with a security and finance company as if he foresaw the looming danger in Zimbabwe. The money was deposited in a box as a consignment, to the security company to avoid seizure, and also to avoid much demurrage from the security company.  /DIV    DIV This money was given to my father by president Mugabe for investment purpose while they were still in good terms.This land problem arose when President Robert Mugabe introduced BR a new land act, which wholly affected the rich farmers, and some few blacks eventually vehemently condemned the modus operandi adopted by the government. And that", "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20060421090027.18287.qmail@web37814.mail.mud.yahoo.com>", "Message:Raw-Header:Return-Path": "<dnl_moore2000@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2  h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;  b=BOgA1Ly9oO8QyVWrdbBGBgQu7ASLLDx+wI5x+YT/S19+f1nibCO4XU1C/bQmpoC6gGw6tOSgKxSDykcqyWvve7wNvntTxvD+zvs+PBIdXWUEn5JhPWcw0xO6aWCb4hmWuj+5htDK6nV0RPjkvgzDftI8gcf1VWyCsuzh8QQgWGs=  ;", "Multipart-Boundary": "0-1744658500-1145610027=:17641", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSTRICTLY CONFIDENTIAL \n\nFROM:MR.DANIEL .G. MOORE\nE-Mail:dnl_moore2000@yahoo.com\n  2 C ROSEVILLE PARK MOOT\nSTREET 0076 PRETORIA,\nSOUTH AFRICA.\nTEL:+27-733-693-923.\n  ATTN: \nDEAR SIR / MADAM\n   \n  \n                                         STRICTLY CONFIDENTIAL \n   \n  You may be suprised to recieve this letter since you don't know me personally.I am MR.DANIEL .G. MOORE. the son of DR. PAUL.J. MOORE, who was recently murdered in the land dispute in Zimbabwe. Your contact was availed to me by the chamber of commerce. It was given to me because of my diplomatic status as I did not disclose the actual reasons for which I sought your contact. ButI was assured That you are reputable and trustworthy if\nyou will\n be of assistance. My late father, was among the few black Zimbabwean rich\nfarmers murdered in cold blood by the agents of the ruling government of President Robert Mugabe. For his alleged support and sympathy for the Zimbabwe an Opposition party\ncontrolled by the whites. Before his death, he had taken me to Johannesburg to deposit the sum of US$38(Thrity-eight million US dollars with a security and finance company as if he foresaw the looming danger in Zimbabwe. The money was deposited in a box as a consignment, to the security company to avoid seizure, and also to avoid much demurrage from the security company. \n  This money was given to my father by president Mugabe for investment purpose while they were still in good terms.This land problem arose when President Robert Mugabe introduced\na new land act, which wholly affected the rich farmers, and some few blacks eventually vehemently condemned the modus operandi adopted by the government. And that\n resulted to\nrampant killing and mob actions by the veterans and some political thugs precisely, more than thirty-one(31) people have been killed. \n  Heads of government from Western World, especially Britain and United States of America have voiced their condemnation of Mugabe's plan subsequently, the South African\nDevelopment Community (S.A.D.C) has continuously supported Mugabe's new land reform act. It is against this background that I and my family who are currently staying in South Africa have decided to transfer my fathers's money into a foreign account. As the eldest son of my father, I am saddled with the responsibility of seeking an account where this money could\nbe transferred without the knowledge of my government who had tactically freezing our family wealth and South African Government seems to be playing alongside with them We have decided not to invest this money in South Africa for the fear of seizure and encountering the same experience\n in future,since both countries have almost the same political history.More so, the South African Foreign Exchange Policy does not allow such investment hence I am\nan asylum seeker. As a business man I should entrust my future and that of my family on his hands, I should let you know that this transaction is risk free. we have unanimously agreed that you will be entitled to 30% of the money when successfully receive it in your account. The\nnature of your business is not relevant to the successful execution of this transaction. \n  Therefore if you accept to assist my family, we are willing to accept any reasonable condition you may deem necessary,and we can as well go into partnership business with you. please reply immediately to facilitate immediate action toward the transaction,If this proposal is\nacceptable to you,kindly provide me with your personal telephone:and fax: through my E-mail box for immediate commencement of the\n transaction.E-mail:dnl_moore2000@yahoo.com\n  Remember this business is highly confidential and shall be kept within you alone. \n  \nBest regards \nMR.DANIEL .G. MOORE\n  (for the family)\n\n\t\t\n\n\nYahoo! Messenger with Voice. PC-to-Phone calls for ridiculously low rates.", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2450", "X-TIKA:parse_time_millis": "1", "dc:creator": "MR.DANIEL .G. MOORE be of assistance. My late father, was among the few black Zimbabwean rich<BR>farmers murdered in cold blood by the agents of the ruling government of President Robert Mugabe. For his alleged support and sympathy for the Zimbabwe an Opposition party<BR>controlled by the whites. Before his death, he had taken me to Johannesburg to deposit the sum of US$38(Thrity-eight million US dollars with a security and finance company as if he foresaw the looming danger in Zimbabwe. The money was deposited in a box as a consignment, to the security company to avoid seizure, and also to avoid much demurrage from the security company. </DIV>  <DIV>This money was given to my father by president Mugabe for investment purpose while they were still in good terms.This land problem arose when President Robert Mugabe introduced<BR>a new land act, which wholly affected the rich farmers, and some few blacks eventually vehemently condemned the modus operandi adopted by the government. And that", "dc:format": "text/html; charset=iso-8859-1", "dc:identifier": "<20060421090027.18287.qmail@web37814.mail.mud.yahoo.com> ", "dc:subject": "STRICTLY CONFIDENTIAL ", "dc:title": "STRICTLY CONFIDENTIAL "}