{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-1861659722-1145611376=": ["42115", "42115", "42115--"], "MboxParser-from": "r  Fri Apr 21 05:23:13 2006", "MboxParser-mime-version": "1.0", "MboxParser-note": ["If you are interested in this joint venture, signify by replying me as urgent through my e-mail address, I will be ready to scan to you the document covering the money as soon as you show your willingness to assist me and the contact of the security company. so that you can contact them as my foreign partner and Trustee.", "If you are interested in this joint venture, signify by replying me as urgent through my e-mail address, I will be&nbsp;ready to&nbsp;scan to you the document covering the money as soon as you show your willingness to assist me and the contact of the security company. so that you can contact them as my&nbsp;foreign partner and Trustee.</DIV>"], "MboxParser-return-path": "<sigmod-pods06-webmaster-errors@UM> h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type; ", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.2 b=kazvoxkoRTQiLqvXd1GnxOvcA5f8vd2I9VnacqeNgsru+YzlMBoO4sFTR2XshChzLtHqWvOJWTkqieFBx/lEuhM1FrVL1x+air8hbsdrbLTUZG5i2M3izo+/3GAWUtLM  ; of the safe Box, that he deposited the contents as family valuable.", "Message-Recipient-Address": "r_umu4@yahoo.co.jp", "Message-To": ["r_umu4@yahoo.co.jp", "r_umu4@yahoo.co.jp"], "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20060421092256.42739.qmail@web3701.mail.tnz.yahoo.co.jp>", "Message:Raw-Header:Return-Path": "<sigmod-pods06-webmaster-errors@UM>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2  h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type;  b=kazvoxkoRTQiLqvXd1GnxOvcA5f8vd2I9VnacqeNgsru+YzlMBoO4sFTR2XshChzLtHqWvOJWTkqieFBx/lEuhM1FrVL1x+air8hbsdrbLTUZG5i2M3izo+/3GAWUtLM  ;", "Multipart-Boundary": "0-1861659722-1145611376=:42115", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nREAD IN GOOD FAITH!\n\n\t\t\n\nDear one, \n\n \n\nAfter much prayer my spirit has directed me to confide in you this top confidencial issue regarding my present predicament.\n\n\n\nBrief information about myself, my name is Miss Rita Umu., the only surviving daugther of late Mr Wilson Umu may his soul rest in perfect peace. Before the death of my father, he was a cocoa merchant and he was also in the government of my country. He was assasinated with the my mother and my two elder brothers by the rebels during the heat of the war in my country. The rebels claim that my father was in surport of the government during the war that devided my country into two part.\n\n\n\nLuckily for me, I was away in the burden school in Ghana a neighbouring country. It was on the BBC Africa that I heard about the tragic death of my parents and brothers but my father was still alive at the time of gun shot and was ruched to the hospital. I was taken to the hospital where he was recieving treatment for gun wounds. One week before his death, he called me to his bed side at the hospital and handed a document to me. The document is covering a deposit of nine  million five hundred thausand U.S dollars (U.S$9.5 000.000.00) which he deposited in a security company vault here in my home country. According to him he said this money is meant to establish his business in europe after his retirement. He instructed me to look for a trust worthy partner in over sea to confide the release of the fund into his account and relocate to his country to establish the money on a lucrative business and live my life quietly. He also said that the security company does not know the\n content of the safe Box, that he deposited the contents as family valuable.\n\n\n\nWhy am contacting you, I need your assistance in the following:\n\n\n\n1.provide a bank account were the fund will be transfered in.\n\n\n\n2.Help to pay for the clearance document charges.\n\n\n\n3.Help to invest the money on a lucrative investment in your country.\n\n\n\n4. Send me an invitation letter to arrange my travel to your country soon as the transfer is effected into your account.\n\n\n\n5.Help to manage the investment for the minimum of five years.\n\n\n\n6.Serve as my partner and guidiance in your country during my relocation to your country.\n\n\n\nRegarding this transaction, I offer you 10% as compensation and 5% for all expences over the transaction immediately the transfer is made into your account.\n\n\n\nNote: If you are interested in this joint venture, signify by replying me as urgent through my e-mail address, I will be ready to scan to you the document covering the money as soon as you show your willingness to assist me and the contact of the security company. so that you can contact them as my foreign partner and Trustee.\n\n\n\nWaiting for you urgent reply.\n\n\n\nYours sincerely,\n\n\n\nMiss..rita umu\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCelebrate Yahoo! JAPAN 10th Anniversary\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2451", "X-TIKA:parse_time_millis": "1", "dc:format": "text/html; charset=iso-2022-jp", "dc:identifier": "<20060421092256.42739.qmail@web3701.mail.tnz.yahoo.co.jp> ", "dc:subject": "READ IN GOOD FAITH!", "dc:title": "READ IN GOOD FAITH!"}