{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-1117756600-1145626685=": ["83246", "83246", "83246--"], "MboxParser-content-transfer-encoding": ["8bit", "8bit", "8bit"], "MboxParser-from": "r  Fri Apr 21 09:38:08 2006", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<martin_dele5@yahoo.ca> h=Message-ID:X-RocketDSI:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;", "MboxParser-status": "RO", "MboxParser-x-rocketdsi": "i=209.191.68.233;s=w", "MboxParser-x-sieve": "CMU Sieve 2.2 b=LTgVs9IMI419aU198A9YWuanS5xudkn8m33rIT2lGz8IETy7nk/VXeHyxgdr9y+25jjyoDKUadgAVBx52GRduAQEGLvEdoR2nLtnWuKSXjwMY1woaFd4sq/Bqzz0g08pptNhlNkfwemxsTYDKI67QVD7SoYPr+PH8SUiaU7jhPE=  ;", "Message-From": "Mr Martin Dele <martin_dele5@yahoo.ca>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "martin_dele5@yahoo.ca", "Message:From-Name": "Mr Martin Dele", "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20060421133805.85198.qmail@web36207.mail.mud.yahoo.com>", "Message:Raw-Header:Return-Path": "<martin_dele5@yahoo.ca>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-RocketDSI": "i=209.191.68.233;s=w", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2  h=Message-ID:X-RocketDSI:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;  b=LTgVs9IMI419aU198A9YWuanS5xudkn8m33rIT2lGz8IETy7nk/VXeHyxgdr9y+25jjyoDKUadgAVBx52GRduAQEGLvEdoR2nLtnWuKSXjwMY1woaFd4sq/Bqzz0g08pptNhlNkfwemxsTYDKI67QVD7SoYPr+PH8SUiaU7jhPE=  ;", "Multipart-Boundary": "0-1117756600-1145626685=:83246", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAttn\n\n\t\tI have a new email address!\n\n\n\nYou can now email me at: martin_dele5@yahoo.ca\n\nDear friend, \n\n\n\n\nBefore I introduce myself, I wish to inform you that this letter is not a hoax mail\n\n\nand I urge you to treat it serious. However strange or surprising. \n\n\nThis contact might seem to you as we have not met personally or had any dealings in the past, I humbly ask that you take due consideration of its importance and the immense benefit it will be to you and I.We want to transfer to overseas account ($3,000.000.00 USD) (Three Million United States Dollars) from a Diamond Bank Ltd here in Senigal,I want to ask you,If you are not capable to quietly look for a reliable and honest person who will be capable and fit to provide either an existing bank account or to set up a new Bank a/c immediately to receive this money, even an empty a/c can serve to receive this\n\n\nmoney, as long as you will remain honest to me till the end for this important\n\n\nbusiness trusting in you and believing in God that you will never let me down either now or in future. \n\n\n\n\nI am Mr Martins Dele, the Auditor General of Diamond Bank here in Senigal. During the course of our auditing, I discovered a floatingfund in an account opened in the bank in 1996 and since 2002 nobody has operated on this account again,after going through some old files in the records I discovered that the owner of the account died without a [Heir/WILL] hence the money is floating\n\n\nand if I do not remit this money out urgently it will be forfeited for nothing. The\n\n\nowner of this account is Mr. FORREST STEPHEN DeMA\nRTINO of Sidney,Ohio United States of America. Who was involved in an {AIR CRASH} that occurred on Jan Thursday 9th 2003 With an air craft {US Airways Express Flight 5481 } which crashed Wednesday at Charlotte/Douglas International Airport, killing all 21 aboard passenger. Since the management got the information of his death we have been expecting any of his relation or his next of kin to come up and claim his money.Unfortunately, From the day of his death till the time of this letter none of his relation or friends has come up for the claim.The banking and financial law of Diamond Bank stipulates that if such fund remained unclaimed after a period of (3-4)Three-four years, it will be transferred into the bank treasury as unclaimed bill. On this discovery, I decided to do business\n\n\nwith you and release the money to you as the next of kin to Mr. FORREST STEPHEN DeMARTINO for safety and subsequent disbursement. I will soon proceed for my retirement leave this year, and I personally do not want this fund to be transferred into the bank treasury as unclaimed bill.\n\n\nThat is why I wanted the fund to be move out of the bank before I proceed on my retirement from the banking services this year. The need for a foreigner as next of kin in this project is occasioned by the fact that the customer Mr. FORREST STEPHEN DeMARTINO was a foreigner and a Senigalise cannot stand as his next of kin or heir.in agreement that 40% of the Fund would be for you as foreign partner; thereafter I will visit your country for disbursement according to the percentages indicated.To enable the immediate transfer of the fund into your nominated account, you will first apply to the bank as the next of kin of the deceased, indicating your bank account number and location where the money will be remitted. Upon receipt of your acknowledgement indicating your interest, I will Guide you on the application that you will send to my Bank authority.This transaction is guaranteed to success without\n\n\nany problems.Looking forwar\nd to your urgent reply.\n\n\n\n\nRegards,\n\nMr Martin Dele\n\n\n\n- Mr Martin Dele\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2452", "X-TIKA:parse_time_millis": "2", "dc:creator": ["Mr Martin Dele <martin_dele5@yahoo.ca>", "Mr Martin Dele <martin_dele5@yahoo.ca>"], "dc:format": "text/html; charset=iso-8859-1", "dc:identifier": "<20060421133805.85198.qmail@web36207.mail.mud.yahoo.com>", "dc:subject": "Attn", "dc:title": "Attn", "dcterms:created": "2006-04-21T13:38:05Z"}