{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-\"re": "REQUEST FOR COOPERATION ON A PRIVATE BUSINESS DEAL\"", "MboxParser-attention": "", "MboxParser-e-mail": "koguaja@myself.com", "MboxParser-from": "r  Sat May 31 21:08:09 2003", "MboxParser-http": "//www.zwallet.com/index.html?user=ajahken", "MboxParser-procedure": "", "MboxParser-return-path": "<ajahken@zwallet.com> by perfectworld.mr.itd.UM (3.6u) with SMTP id h5117xf12606 for <R@M>; Sat, 31 May 2003 21:07:59 -0400 (EDT) DATA:", "MboxParser-status": "RO MR.kenn Ajah", "MboxParser-tel": "Direct Tel: 234-803-7196611", "MboxParser-x-originating-ip": "[212.165.142.188] (a) Act as next of kin or relation of late Dr. Walter.", "Message-Recipient-Address": "ajahken@zwallet.com (b) Provide your bank account and location where we can remit this money offshore that is, outside Nigeria.", "Message-To": ["ajahken@zwallet.com (b) Provide your bank account and location where we can remit this money offshore that is, outside Nigeria.", "ajahken@zwallet.com"], "Message:Raw-Header:Message-Id": "<1054412191.848941.39196.zmail@web2.zwallet.com>", "Message:Raw-Header:Return-Path": "<ajahken@zwallet.com>\tby perfectworld.mr.itd.UM (3.6u) with SMTP id h5117xf12606\tfor <R@M>; Sat, 31 May 2003 21:07:59 -0400 (EDT)", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Originating-IP": "[212.165.142.188]", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom Nkomo Oil services LTD\n\nMr. Kenn Ajah\nManager, Bills/Exchange\nForeign Remittance Department,\nUnion Bank of Nigeria Plc.\nTel: Direct Tel: 234-803-7196611\nE-mail:koguaja@myself.com\nAlternative e-mail: ajahken@zwallet.com\n\nAttention: \n\n\"RE: REQUEST FOR COOPERATION ON A PRIVATE BUSINESS DEAL\"\nI am kenn Ajah, Manager,Bills and Exchange, Foreign Remittance Department of Union Bank of Nigeria Plc. I require your attention for a profitable venture that We can execute in confidence. There is no doubt that this venture will be of immense mutual benefit to both partiesas i will explain the basic operation of he transaction.\n\n DATA: \nEvery four years Nigerian Banks transfer to its treasury, millions of dollars of unclaimed Deceased Depositors Fund in compliance with the Banking Laws and Guidelines to the majority of cases, with reference to my bank - UNION BANK OF NIEGRIA PLC., the money normally runs into several millions of dollars.\n\nTHE TRANSACTION:\nUntil Dr. Thomas J. Walter's death, unfortunately along with his wife, Doris, and their two sons, Thomas junior and Williams in a private jet plane crash, I was his foreign currency denoted bank Account Manager with constant balance in excess of eight digits. Ever since his death and up till this time of writing no next of kin or relation of his has come forward to claim his money with us.\nNaturally, as long as late Dr. walter?s money remains unclaimed,\nthe bank remains richer in free funds with his money. However, with me being in direct charge of Bills and Exchange in the Foreign Remittance Department of my bank. I am in a position bequest the next of Kin to any body found satisfactory for the funds to be released to him/her. \n\nPROCEDURE:\nI propose that you and I excute this transfer to you based on the recommendation of a Financial Consultant with world wide contacts, who made a special search on my behalf. We will pull out this unclaimed money amounting to US$18,900,000.00 (Eighteen Million Nine Hundred Thousand US Dollars) with your co-operation, assistant, and transparency by just doing the following:\n (a) Act as next of kin or relation of late Dr. Walter.\n\n (b) Provide your bank account and location where we can remit this money offshore that is, outside Nigeria.\n\n (c) Provide your 'Direct and private telephone/fax number' for effective communication\n\n (d) Give immediate reply to this mail for more details on how to proceed.\n\n Upon receipt of your acknowledgment and pledegd participation, I will send to you by e-mail the Statement Letter of Claim, which you will forward to the Bank to initiate the deal of which I have to constantly update you as there will be no apparent connection between us because I will be working from inside. \n\nYOUR BENEFITS:\nFor your cooperation and efforts 40% of the money will be for you as our foreign partner, while 60% will be for my colleagues and myself. We hope to establish foreign trade and hope too that you would be of assistance when we receive our own share. \n\nSend me your reply immediately you receive this message for more directives. You can call me immediately you receive this mail for clear confirmation. Please send your response to me on this e-mail address:\najahken@zwallet.com.  \nLooking forward to a mutual beneficial business relationship.\n\n MR.kenn Ajah\n Manager, Bills/Exchange\n Foreign Remittance Department,\n Union Bank of Nigeria Plc.\n Tel: 234-80-37196611\n E-mail: ajahken@zwallet.com\n______________________________________________________\nGet Paid... With Your Free Email at\nhttp://www.zwallet.com/index.html?user=ajahken\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-246", "X-TIKA:parse_time_millis": "1", "dc:identifier": "<1054412191.848941.39196.zmail@web2.zwallet.com> Upon receipt of your acknowledgment and pledegd participation, I will send to you by e-mail the Statement Letter of Claim, which you will forward to the Bank to initiate the deal of which I have to constantly update you as there will be no apparent connection between us because I will be working from inside.", "dc:subject": "From Nkomo Oil services LTD", "dc:title": "From Nkomo Oil services LTD", "dcterms:created": "2003-05-31T20:16:31Z"}