{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable ", "MboxParser-email": "nelsonkamara_2@walla.com", "MboxParser-from": "r  Fri May 12 10:25:41 2006", "MboxParser-http": "//ad.tiscali.com/adclick/CID=3D0002ceb4c6efdc0e00000000/SITE=3DCZ.TI=", "MboxParser-mime-version": "1.0 ", "MboxParser-reply-to": "nelsonkamara_2@walla.com ", "MboxParser-return-path": "<nelsonkamara@tiscali.cz> ", "MboxParser-status": "RO ", "MboxParser-x-sieve": "CMU Sieve 2.2 ", "Message-From": "nelsonkamara@tiscali.cz", "Message:From-Email": "nelsonkamara@tiscali.cz", "Message:From-Name": "Nelison& Linda.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"ISO-8859-2\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Reply-To": "nelsonkamara_2@walla.com", "Message:Raw-Header:Return-Path": "<nelsonkamara@tiscali.cz>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:Nelison& Linda.\n\nFrom:Nelison& Linda.\r\nAbidjan Cote d'Ivoire.\r\nEmail:nelsonkamara_2@walla.com\r\n\r\nDear Respectful One,\r\n\r\nPermit me to inform you our desire of going into business relationship with\r\nyou. I know you might be surprised on recieving this mail from us due to\r\nwe have not met before.\r\n\r\nBy brief introduction , I am Nelison and Linda, my younger sister. We are\r\nnative of  bouake district in republic of Cote d'Ivoire. We are the children\r\nof late Chief and Mrs. David Kamara, who was assasinated by the rebels in\r\nour home town during the recent political crises of 19th sept.2003. Untill\r\nthe death of our parents, they were very wealthy Cocoa/cafe farmers & exporter\r\nbased in abidjan the capital city of coted'ivoire.\r\nBefore their death in a private specialist hospital, my father called me\r\non his bed side and secretly confided to me the sum of US$10.5 million dollars\r\nwhich he deposited in one of the banks in Abidjan, Cote d'Ivoire for onwardly\r\n transfer abroad for investment on his proposed cocoa processing company\r\nthrough an assistance of a foreign partner.\r\n\r\nMy father also told me his intension to invest part of the money in collaboration\r\nwith oil companies in countries like Libya, America or Europe, but unfortunately\r\nhe died the way he did without accomplishing his objective as a result of\r\nthe rebels attack.\r\nHaving know that he will not survive from the injuries he sustained as a\r\nresult of the wounds and pains inflinched on him by the rebels, then advised\r\nme to quickly and hurriedly go into his personal underground safe in our\r\nfamily villa and take the documents covering the deposit in the bank and\r\nlook for a true and trustworthy foreigner assist us as partner to front to\r\nthe bank as our late parents partner abroad for immediate transfer of the\r\nmoney for investment in any lucrative business of our chioce for our future\r\nwelfare.\r\n\r\n\r\nUpon the instruction and advice by my father before he finally died, I therefore\r\nrequest your assistance to help us for onward transfer of the money to your\r\ncountry for  investment partnership with you in any lucrative business in\r\nyour country.  We have agreed to give you 20% of the total sum immediately\r\nthe transfer  is made, while 2.5% also will be set aside to cover all the\r\nexpenses you  might incure on the process.\r\n\r\nUpon your acceptance to our proposal, kindly get back to me through the above\r\nemail address so that we can discuss further process on the ways to  achieve\r\nthis golden success together.\r\n\r\nNote, we are still in the refugee camp Yamussoukro, Cote d'Ivoire, We need\r\n your urgent attention to this mail because we want to leave here for a\r\nbetter future with you abroad, as the rebels had killed our parent and also\r\nhave taken over my home town as their operational territory, we  look forward\r\nto you to help us with most urgency and honesty.\r\n\r\nExpecting your reply soon.\r\nBest Regard and God Bless you.\r\nNelison & sister\r\nPLEASE reply us at/nelsonkamara_2@walla.com\r\n\r\n______________________________________\r\nPlatíte zbyteènì drahé povinné ruèení? Zjistìte si cenu v online kalkulaèce\r\nnebo na tel. 841 444 444. O bonus nepøijdete, pøevedeme vám ho.\r\nhttp://ad.tiscali.com/adclick/CID=0002ceb4c6efdc0e00000000/SITE=CZ.TISCALI/AREA=NEWSLETTER..HOME/POS=L2\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2522", "X-TIKA:parse_time_millis": "0", "dc:creator": ["Nelison& Linda. ", "nelsonkamara@tiscali.cz"], "dc:format": "text/plain; charset=\"ISO-8859-2\" ", "dc:subject": "From:Nelison& Linda.", "dc:title": "From:Nelison& Linda."}