{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-\"padding-right": "10px; PADDING-LEFT: 10px; PADDING-BOTTOM: 10px; PADDING-T=", "MboxParser---0-1973109372-1147707653=": ["15307", "15307 offer 25% of all to you summon as a recognition for your efforts provide= m'indiquer vos intentions<BR><BR>de m'aider, car j'aimerai de tous c=9Cu=", "15307--"], "MboxParser-content-transfer-encoding": ["quoted-printable =20", "quoted-printable"], "MboxParser-from": "r  Mon May 15 11:41:19 2006", "MboxParser-hoofr/*http": "//fr.yahoo.com/set\" target=3D_blank>Cliquez ici</a>.", "MboxParser-ing-bottom": "10px; PADDING-TOP: 10px\"><FONT color=3D#0000ff>I TRANSLATE ON=", "MboxParser-mime-version": "1.0 foreign associate in a country of my choice where I must transfer this m= also I am laid out to offer 25% of all to you summon as a recognition fo=", "MboxParser-op": "10px\">&nbsp;</DIV>  <DIV style=3D\"PADDING-RIGHT: 10px; PADDING-LEFT: =", "MboxParser-return-path": "<elodie_konan25@yahoo.fr> h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding; I TRANSLATE ON INTERNET BECAUSE I HEAR NOT TOO MUCH ENGLISH Avant sa mort en ao=FBt 2002 suite =E0 un empoisonnement,il m=92a indiqu=", "MboxParser-status": "RO of security in two boxes being that objets d'art and =E9ffets familliale= c=92est =E0 la suite d=92un d=EEner d=92affaire qu=92il fut empoisonn=E9=", "MboxParser-x-mime-autoconverted": ["from 8bit to quoted-printable by mailserver-ng.cs.umbc.edu id k4FFevl1021419 Respectueusement, permettez moi de vous informer de mon desir de fair=", "from 8bit to quoted-printable by mailserver-ng.cs.umbc.edu id k4FFevl1021419"], "MboxParser-x-sieve": "CMU Sieve 2.2 b=3q97XQbWc7zVddap57XDvLA5uzE1dkkZL4rzflAVJGWGG9LSO49I1Y2ICkh1deQo7no3q2VAxe0AGjaXN7ZeQCraJjKgDKGTBMJvRBFLm3+xyjO1Qad2amF98QT/Pm5JiVmwO6znG6pqQaSQs/jWEIkMekCQLk5inACWkXLNcWo=  ; =20 fonds,puisque je suis la fille unique et j'ai 22ans.", "Message-Recipient-Address": "elodie_konan25@yahoo.fr this sum that he was poisoned by his associates and that I should seek a= must help me has to join you in your country to continue my studies or y=", "Message-To": ["elodie_konan25@yahoo.fr this sum that he was poisoned by his associates and that I should seek a= must help me has to join you in your country to continue my studies or y=", "elodie_konan25@yahoo.fr"], "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20060515154053.21670.qmail@web27014.mail.ukl.yahoo.com>", "Message:Raw-Header:Return-Path": "<elodie_konan25@yahoo.fr>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2  h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;  b=3q97XQbWc7zVddap57XDvLA5uzE1dkkZL4rzflAVJGWGG9LSO49I1Y2ICkh1deQo7no3q2VAxe0AGjaXN7ZeQCraJjKgDKGTBMJvRBFLm3+xyjO1Qad2amF98QT/Pm5JiVmwO6znG6pqQaSQs/jWEIkMekCQLk5inACWkXLNcWo=  ;", "Multipart-Boundary": "0-1973109372-1147707653=:15307", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPLEASE HELP AN ORPHAN IN NEED OF YOUR HELP\n\n    I TRANSLATE ON INTERNET BECAUSE I HEAR NOT TOO MUCH ENGLISH\n   \n  Respectfully, allow me to inform you of my desire to make deals with vous.J' obtained your co-ordinates on the Net and I allowed myself to send to you I am KONAN AYA ELODIE only daughter of the defunts Mister and Mrs KONAN ALBERT my father was associated to businessmen in the field of the coffee cocoa and it is following a business dinner that he was poisoned by these associates, because he was seen by the large investors and basic financial backers, seen more the many contracts which he signed with the world and also with farmers of our\n country. My mother died when I was very small and since then, my father occupied himself of me carefully. Before its death in August 2002 following a poisoning, it indicated to me that he deposited the sum of eleven millio two hundred and thousand dollars $11.200.000 USDollars in a company of safety which bears my name as the heritier here in Abidjan. And my partner in business like the beneficiare. he also explained me that it is for this sum that he was poisoned by his associates and that I should seek a foreign associate in a country of my choice where I must transfer this money and to invest in an activity with an aim to assured my future. But I will tell you things, he said that he has to keep this money in societé of security in two boxes being that objets d'art and éffets familliale. The goal of this message is to solicit of your assistance in a following way: (1) to help me has\n to collect this money societé security because I do not want to lose them and to invest them in that it business does not matter that you will find very very advantageous. (2) act as my guardian asI am the only daughter and I have 22ans. (3) once money transferred in your country you must help me has to join you in your country to continue my studies or you help me to have an authorization permanent resident. In addition, all what you will have invested in this business will be to refund to you and also I am laid out to offer 25% of all to you summon as a recognition for your efforts provided. I taken to you to indicate your intentions to me to help me, because I will like of all  that this transaction is concluded as quickly as possible. Respectfully, KONAN AYA ELODIE\n   \n    Respectueusement, permettez moi de vous informer de mon desir de faire des affaires avec vous.J'ai obtenu vos coordonnées sur le net et\nje me suis permis de vous envoyer \n\nJe suis KONAN AYA ELODIE fille unique des defunts Monsieur et Madame KONAN \nALBERT  \nmon père était associé à des hommes d’affaires dans le domaine du café cacao \net c’est à la suite d’un dîner d’affaire qu’il fut empoisonné par ces associés, \n\n\ncar il était le plus vu par les grands investisseurs et bailleurs de fond, vue \nles nombreux contrats qu’il signait de part le monde et aussi avec des \nagriculteurs de notre pays.\n\nMa mère est morte quand j'etais très petite \n\net depuis lors, mon père s’occupait de moi avec soins.\n Avant sa mort en août 2002 suite à un empoisonnement,il m’a indiqué qu’il à la \nsomme de onze million deux cent mille dollars\n Américain $11.200.000 USDollars dans une \nsociété de securite qui porte mon nom comme l'heritière ici à  Abidjan. Et mon \npartenaire en affaire comme le beneficiare.\n\n\nIl m’a aussi expliqué que c’est pour cette somme \n\nqu’il a été empoisonné par ces associés et que je\n\ndevrais chercher un associé étranger dans un pays \nde mon choix où je dois transférer cet argent et \n\ninvestir dans une activité dans le but d’assuré notre avenir.\n\nMais je vais vous dire une choses, il a dit qu'il a garder cet argent dans la \nsocieté de securité dans deux mallets étant que des objets d'arts et éffets \nfamilliale. \n\nJe tiens a vous informer aussi que la societe de securite demande une comme \nqu'il faut payer avant de recuperer les mallets.\nLe but de ce message est de solliciter  de votre aide de manière suivante :\n\n\n\n(1) m'aider a faire sortir cet argent de la societé de securité car je ne veux \npas les\n perdre et les investir dans n'importe qu'elle affaire que vous trouvera \ntres tres profitable.\n\n \n\n(2) me servir de conseiller et gestionnaire de ces \n\n    fonds,puisque je suis la fille unique et j'ai 22ans.\n\n\n\n(3) une fois l’argent transféré dans votre pays\n\n    vous devez  m'aider a vous rejoindre dans  \n\n    votre pays pour continuer mes études ou vous \n\n  allez m'aider à avoir une autorisation \n\n   de résident permanent. \n\n\n\nPar ailleurs, tous ce que vous aurez investi dans \n\ncette affaire vous sera rembourser et aussi je\n\nsuis disposées à vous offrir 25% de toute la \n\nsomme en guise de reconnaissance pour vos efforts \n\nfourni. Je vous pris de m'indiquer vos intentions\n\nde m'aider, car j'aimerai de tous cœur que \n\ncette transaction soit conclue le plus\n vite possible.     \n  Respectueusement,\n\nKONAN AYA ELODIE\n\n\n\n\n\n\n\n\t\t\n\n\n \nFaites de Yahoo! votre page d'accueil sur le web pour retrouver directement vos services préférés : vérifiez vos nouveaux mails, lancez vos recherches et suivez l'actualité en temps réel. Cliquez ici.", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2542", "X-TIKA:parse_time_millis": "2", "dc:format": "text/plain; charset=iso-8859-1 will like of all  that this transaction is concluded as quickly as possi= <hr size=3D1>=20", "dc:identifier": "<20060515154053.21670.qmail@web27014.mail.ukl.yahoo.com> Respectfully, allow me to inform you of my desire to make deals with vo= vous devez  m'aider a vous rejoindre dans =20", "dc:subject": "PLEASE HELP AN ORPHAN IN NEED OF YOUR HELP", "dc:title": "PLEASE HELP AN ORPHAN IN NEED OF YOUR HELP"}