{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Jun  4 23:30:08 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mssa@hknetmail.com Send your fax and telephone number to enable me reach you immediately=2E Reply to mssa=40hknetmail=2Ecom", "MboxParser-return-path": "<sa_03@breathe.com> by truecrime.mr.itd.UM (3.6u) with SMTP id h553Tvd18474 for <R@M>; Wed, 4 Jun 2003 23:29:57 -0400 (EDT) I have decided to seek a confidential co-operation with you in the execution of the deal described Here under for the benefit of all parties and hope you will keep it as a top secret because of the nature of this transaction=2E Within the Department of Mining & Natural Resources where I work as an Executive Accountant and with the cooperation of four other top officials=2C we have in our possession as overdue payment bills totaling Fifteen Million=2C two Hundred Thousand U=2E S=2E Dollars =28$15=2C200=2C000=2E=29 which we want to transfer abroad with the assistance and cooperation of a foreign company=2Findividual to receive the said fund on our behalf or a reliable foreign non-company account to receive such funds=2E More so=2C we are handicapped in the circumstances=2C as the South Africa Civil Service Code of Conduct does not allow us to operate offshore account hence your importance in the whole transaction=2E", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "MakamSomo <sa_03@breathe.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "sa_03@breathe.com", "Message:From-Name": "MakamSomo", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200306050329.h553Tvd18474@truecrime.mr.itd.UM>", "Message:Raw-Header:Reply-To": "mssa@hknetmail.com", "Message:Raw-Header:Return-Path": "<sa_03@breathe.com>\tby truecrime.mr.itd.UM (3.6u) with SMTP id h553Tvd18474\tfor <R@M>; Wed, 4 Jun 2003 23:29:57 -0400 (EDT)", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nlet us work together\n\nDear Sir,\r\n\r\nI am Dr. Makam Somo, a native of Cape Town in South Africa and I am an\r\nExecutive Accountant with the South Africa Department of Mining & Natural Resources. First and foremost, I apologized using this medium to reach you for a transaction/business of this magnitude, but this is due to Confidentiality and prompt access reposed on this medium. Be informed that a member of the South Africa Export Promotion Council (SEPC) who was at the Government delegation to your country  credentials/particulars to me.\r\n\r\n I have decided to seek a confidential co-operation with you in the execution of the deal described Here under for the benefit of all parties and hope you will keep it as a top secret because of the nature of this transaction. Within the Department of Mining & Natural Resources where I work as an Executive Accountant and with the cooperation of four other top officials, we have in our possession as overdue payment bills totaling Fifteen Million, two Hundred Thousand U. S. Dollars ($15,200,000.) which we want to transfer abroad with the assistance and cooperation of a foreign company/individual to receive the said fund on our behalf or a reliable foreign non-company account to receive such funds. More so, we are handicapped in the circumstances, as the South Africa Civil Service Code of Conduct does not allow us to operate offshore account hence your importance in the whole transaction.\r\n\r\nThis amount $15.2m represents the balance of the total contract value\r\nexecuted on behalf of my Department by a foreign contracting firm, which we the officials over-invoiced deliberately. Though the actual contract cost have been paid to the original contractor, leaving the balance in the tune of the said amount. we have agreed in principles and have gotten approval to remit by Telegraphic Transfer (T.T) to any foreign bank account you will provide by filing in an application through the Justice  to you. I have the authority of my partners involved to propose that should you be willing to assist us in the transaction, your share of the sum will be 20% of the $15.2 million, 60% for us and 10% for taxation and miscellaneous expenses.\r\n\r\n The business itself is 100% safe, on your part provided you treat it with utmost secrecy and confidentiality. Also your area of specialization is not a hindrance to the successful execution of this transaction. I have reposed my confidence in you and hope that you will not disappoint me. Endeavor to contact me immediately through my  e-mail address, whether or not you are interested in this deal. If you are not, it will enable me scout for another foreign partner to carry out this deal I want to assure you that my partners and myself are in\r\n a position to make the payment of this claim possible provided you can give us a very strong Assurance and guarantee that our share will be secured and please remember to treat this matter as very confidential matter, because we will not comprehend with any form of exposure as we are still in active Government Service and remember once again that time is of the essence in this business.\r\n\r\n Send your fax and telephone number to enable me reach you immediately. Reply to mssa@hknetmail.com\r\n\r\nI wait in anticipation of your fullest co-operation.\r\n\r\nYours faithfully,\r\n\r\nDr. Makam Somo.\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-256", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"MakamSomo\" <sa_03@breathe.com> a position to make the payment of this claim possible provided you can give us a very strong Assurance and guarantee that our share will be secured and please remember to treat this matter as very confidential matter=2C because we will not comprehend with any form of exposure as we are still in active Government Service and remember once again that time is of the essence in this business=2E", "MakamSomo <sa_03@breathe.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200306050329.h553Tvd18474@truecrime.mr.itd.UM> The business itself is 100% safe=2C on your part provided you treat it with utmost secrecy and confidentiality=2E Also your area of specialization is not a hindrance to the successful execution of this transaction=2E I have reposed my confidence in you and hope that you will not disappoint me=2E Endeavor to contact me immediately through my  e-mail address=2C whether or not you are interested in this deal=2E If you are not=2C it will enable me scout for another foreign partner to carry out this deal I want to assure you that my partners and myself are in", "dc:subject": "let us work together", "dc:title": "let us work together", "dcterms:created": "2003-06-05T03:19:02Z"}