{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-\"http": "//ca.messenger.yahoo.com/\"><b>Yahoo! Canada Messenger with Voice</b=", "MboxParser---0-749295929-1149173115=": ["31674 I am please begging you to keep this matter within you. On my side I ha=", "31674", "31674--"], "MboxParser-content-transfer-encoding": ["quoted-printable =20", "quoted-printable"], "MboxParser-from": "r  Thu Jun  1 12:47:42 2006", "MboxParser-mime-version": "1.0 by you and I . You will need to tell me your arrangement for me to come =", "MboxParser-return-path": "<judy_holms06@yahoo.ca> h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding; Greetings to you in the name of God. I came across your e-mail address w= =09", "MboxParser-status": "RO help me as I don=92t have anybody else in the world to help.    =20", "MboxParser-x-mime-autoconverted": ["from 8bit to quoted-printable by mailserver-ng.cs.umbc.edu id k51GlKVa026220 God bless you,   =20", "from 8bit to quoted-printable by mailserver-ng.cs.umbc.edu id k51GlKVa026220"], "MboxParser-x-sieve": "CMU Sieve 2.2 b=TNnz+PSJ3urCxY1NNH0xdjkh8RYjiB+0b1iZlctdMx0ffIIB+1kwEAqpleIpOQwm3c+Wcn6aI1KtwMH2RW9IGH4+s5zAHO3tSmYzCMb9l23nG2fFTPnZCwd7PQMoLtUma4GFM3foW3SGQbfHLMxeOotS4TcDfly7biRisfiA2mc=  ; First let me introduce myself. My nameiS JUDY HOLMS, a Liberian citize= Monrovia, capital of Liberia when he felt into the bad&nbsp; hands and t=", "Message-Recipient-Address": "judy_holms06@yahoo.ca commission you will expect to be paid when this consignment is collected=", "Message-To": ["judy_holms06@yahoo.ca commission you will expect to be paid when this consignment is collected=", "judy_holms06@yahoo.ca"], "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20060601144515.36294.qmail@web55402.mail.re4.yahoo.com>", "Message:Raw-Header:Return-Path": "<judy_holms06@yahoo.ca>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2  h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;  b=TNnz+PSJ3urCxY1NNH0xdjkh8RYjiB+0b1iZlctdMx0ffIIB+1kwEAqpleIpOQwm3c+Wcn6aI1KtwMH2RW9IGH4+s5zAHO3tSmYzCMb9l23nG2fFTPnZCwd7PQMoLtUma4GFM3foW3SGQbfHLMxeOotS4TcDfly7biRisfiA2mc=  ;", "Multipart-Boundary": "0-749295929-1149173115=:31674", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPLEASE I NEED YOUR ASSITANCE.\n\n Greetings to you in the name of God. I came across your e-mail address while in tears searching for a reliable friend overseas that I can trust to help me for this important personal matter that means so much to me.    \n   First let me introduce myself. My nameiS JUDY HOLMS, a Liberian citizen and a boy. I am 22 years of age. I became an orphan as a result of the war that took place in my country which I believe you must have heard in the news. I now take refuge in Cote D’ivoire a neighbouring country where for about a year now there is a civil war. Why I wrote you this private mail is to ask for your assistance in getting my late parent personal consignment containing money and gold deposited in Europe before they died. The cash in the consignment is $12.5million. I have the contact and document that back up the consignment.\n   \n   My father left them behind for me here and went back to\n Monrovia, capital of Liberia when he felt into the bad  hands and that was how he was killed. My mother too died in the war. Please try your best to help me as this is the only thing I can proudly say is mine in this world. Please try and tell me a little about yourself and what you do for a living.     In your next mail please let me know your intention of helping me and what commission you will expect to be paid when this consignment is collected by you and I . You will need to tell me your arrangement for me to come and meet you for us to go and collect this consignment. I would like you to suggest any best investment and make arrangement for me to complete my education that was interrupted by the war. I am staying in a missionary refugee complex for Liberian orphanage girls. I  am begging you to please help me as I don’t have anybody else in the world to help.     \n   \n  I am please begging you\n to keep this matter within you. On my side I have kept it to myself and even the company where my father deposited this consignment does not know the content. I would like us to do everything fast to get this box out. I will remain forever remain grateful to you. In your mail please let me have your telephone no. for easy communication. With you.     \n   \n  God bless you,    \n  JUDY HOLMS.\n\n\t\n\n\t\n\t\t\n\n\nMake free worldwide PC-to-PC calls. Try the new Yahoo! Canada Messenger with Voice", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2619", "X-TIKA:parse_time_millis": "1", "dc:format": "text/html; charset=iso-8859-1", "dc:identifier": "<20060601144515.36294.qmail@web55402.mail.re4.yahoo.com> =20", "dc:subject": "PLEASE I NEED YOUR ASSITANCE.", "dc:title": "PLEASE I NEED YOUR ASSITANCE."}