{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-943097270-1149594731=": ["80821", "80821", "80821--"], "MboxParser-content-transfer-encoding": ["8bit", "8bit", "8bit"], "MboxParser-from": "r  Tue Jun  6 09:20:18 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "dglobalfax@yahoo.com", "MboxParser-return-path": "<dglobalfax1@yahoo.com> h=Message-ID:X-RocketDSI:Date:From:Reply-To:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;", "MboxParser-status": "RO", "MboxParser-x-rocketdsi": "i=206.190.58.140;s=w", "MboxParser-x-sieve": "CMU Sieve 2.2 b=VeQPBQFiWatzEa1VBHEoje6UlWdl3JS/UoH2tv3bRUY1olGySTjPEJth9zf/gsouzJDT9SvNwdnS1QwkjNkpdMjh4F9vmrQavJ1Iuy5zRBdnDwYku6DCQQoDTBijYVE05v15YELwAWyHur+Gr2A1CpwbTw2ZmJxFIxG3k3EwhWY=  ;", "Message-From": "Edwin Useni <dglobalfax1@yahoo.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "dglobalfax1@yahoo.com", "Message:From-Name": "Edwin Useni", "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20060606115211.98591.qmail@web55006.mail.re4.yahoo.com>", "Message:Raw-Header:Reply-To": "dglobalfax@yahoo.com", "Message:Raw-Header:Return-Path": "<dglobalfax1@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-RocketDSI": "i=206.190.58.140;s=w", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2  h=Message-ID:X-RocketDSI:Date:From:Reply-To:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;  b=VeQPBQFiWatzEa1VBHEoje6UlWdl3JS/UoH2tv3bRUY1olGySTjPEJth9zf/gsouzJDT9SvNwdnS1QwkjNkpdMjh4F9vmrQavJ1Iuy5zRBdnDwYku6DCQQoDTBijYVE05v15YELwAWyHur+Gr2A1CpwbTw2ZmJxFIxG3k3EwhWY=  ;", "Multipart-Boundary": "0-943097270-1149594731=:80821", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPreposition...\n\n\t\tI have a new email address!\n\n\n\nYou can now email me at: dglobalfax1@yahoo.com\n\nFrom the Desk Of: Dr. Edwin Useni,\n\nFalomo Complex, Ikoyi- Lagos.\n\ndglobalfax@yahoo.com\n\n\n\nI am Edwin Useni, a director in the project and planning department of the Nigeria National Petroleum Corporation (NNPC), I head a seven man Tenders Board Committee in charge of contract award and Payment approvals. I came to know of you in my search for a reliable and reputable person to handle a very confidential transaction, which involves the transfer of a huge sum of money to a foreign account.  \n\n\nThere were series of contracts executed by a consortium of Multinationals in the oil industry in favor of the (NNPC) among which were;  \n\n1) The expansion of Pipeline network within Nigeria for crude oil and downstream products distribution and subsequent evacuation - US$2 Billion.  \n\n\n2) Contract for Turn Around Maintenance (TAM) of various Refineries in the country.  \n\n\n3) The construction of Storage Tanks for Petroleum Product (Depots)-US$94 Million.  \n\n\nThe original value of these contracts were deliberately over invoiced in the sum of Twenty Five million, Five Hundred Thousand United States Dollars US$25,500,000.00) which has recently been approved and now ready to be transferred. However the companies that actually executed the aforementioned contract have been fully paid and the projects officially commissioned.  \n\n\nConsequently, my colleagues and I are willing to transfer the total amount into your account for subsequent disbursement, since we as civil servants are prohibited by the Co\nde of Conduct Bureau (Civil Service Laws) from opening and/or operating foreign accounts in our names. \n\n\nNeedless to say, the trust reposed in you at this juncture is enormous. In return, we have agreed amongst ourselves to offer you 15% of the transferred sum, 5% shall be set aside for any incidental expenses during the course of this transaction, you will then be mandated to revert the balance to us in due course.  \n\nYou must however NOTE that this transaction is subject to the following terms and conditions; our conviction of your transparent honesty and diligence, that you must accord this transaction with utmost confidentiality and secrecy.  \n\n\nModalities have been worked out at the highest levels of the Ministry 0f Finance, Central Bank of Nigeria and the Presidential Task Force on Contract Payment for the immediate remittance of the funds within 10 - 14 working days subject to your satisfaction of the above terms.  \n\n\nOur assurance is that your role shall be totally risk-free. To accord this transaction the legality it deserves, and for mutual security of funds, the whole procedures shall be legally processed with your name or any company you may nominate as the bona fide final beneficiary.  \n\n\nOnce more, I want you to understand that having put in over 20 years in the Civil Service of my country, I am very much averse to having my image and career dented. This matter should therefore be treated with utmost secrecy and urgency. Kindly expedite immediate action as we are well behind schedule to enable us include this transfer in the second batch of the 2001 fiscal year contract payments.  \n\n\nBEST REGARDS.  \n\nDr. Edwin Useni. \n\n\n\n\n\n- Edwin Useni\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2645", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Edwin Useni <dglobalfax1@yahoo.com>", "Edwin Useni <dglobalfax1@yahoo.com>"], "dc:format": "text/html; charset=iso-8859-1", "dc:identifier": "<20060606115211.98591.qmail@web55006.mail.re4.yahoo.com>", "dc:subject": "Preposition...", "dc:title": "Preposition...", "dcterms:created": "2006-06-06T11:52:11Z"}