{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-1488486941-1149623467=": ["38102 Really, the death of my father actually brought sorrow to my life. I am=", "38102", "38102--"], "MboxParser-content-transfer-encoding": ["quoted-printable Now permit me to ask these few questions:-=20", "quoted-printable"], "MboxParser-from": "r  Tue Jun  6 17:41:12 2006", "MboxParser-mime-version": "1.0 Before he made the trip to France that lead to my misfortune(his death)=", "MboxParser-return-path": "<brinda_yiga2@yahoo.fr> h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding; Greetings and I pray that this mail will meet you in good health and pl= Nouveau : t=E9l=E9phonez moins cher avec Yahoo! Messenger. Appelez le mo=", "MboxParser-status": "O I arrived in Abidjan Cote d'Ivoire same last week but Ivory Coast or Co=", "MboxParser-ttp": "//fr.promotions.yahoo.com/mail/nouveaumail.html\">nouveau Yahoo! Mail =", "MboxParser-x-mime-autoconverted": ["from 8bit to quoted-printable by mailserver-ng.cs.umbc.edu id k56JpBct018037 1. Can you honestly help me?=20", "from 8bit to quoted-printable by mailserver-ng.cs.umbc.edu id k56JpBct018037"], "MboxParser-x-sieve": "CMU Sieve 2.2 b=ZMAyIjQdZD0E5yel7ZxktvsoLCg+N9OySuMWm2J5JOQ2EkIQOOOTzbwoQfCnjjvbIBWPpeuHlq9crHt5ecFyGA7n/1tPtjVhXW4h4P6UKZzwanOGim7RP54MqJkQRbBlmwcdNcBykCQCz/DWdj0nWgQIG0cDNdzuz1QcwnTNLqI=  ; I am Brinda Turey , the only daughter of my late parents Chief.and Mrs = </FONT></DIV>  <DIV><FONT size=3D3>Before he made the trip to France tha=", "Message-Recipient-Address": "brinda_yiga2@yahoo.fr when I was just 4 years old which made me the best man for my late fathe= <hr size=3D1>=20", "Message-To": ["brinda_yiga2@yahoo.fr when I was just 4 years old which made me the best man for my late fathe= <hr size=3D1>=20", "brinda_yiga2@yahoo.fr"], "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20060606195107.39271.qmail@web27707.mail.ukl.yahoo.com>", "Message:Raw-Header:Return-Path": "<brinda_yiga2@yahoo.fr>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2  h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;  b=ZMAyIjQdZD0E5yel7ZxktvsoLCg+N9OySuMWm2J5JOQ2EkIQOOOTzbwoQfCnjjvbIBWPpeuHlq9crHt5ecFyGA7n/1tPtjVhXW4h4P6UKZzwanOGim7RP54MqJkQRbBlmwcdNcBykCQCz/DWdj0nWgQIG0cDNdzuz1QcwnTNLqI=  ;", "Multipart-Boundary": "0-1488486941-1149623467=:38102", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFROM MISS BRINDA\n\nDearest One, \n  Greetings and I pray that this mail will meet you in good health and please let this message not be a surprise to you because I lay all the trust in you before i decided to disclose this confidential information to you due to I need your help. \n  I am Brinda Turey , the only daughter of my late parents Chief.and Mrs Turey. My fathe\n  was a highly reputable business magnet (a cocoa, diamond and gold merchant).It was sad to say that he passed away mysteriously after a business trips abroad. Though his sudden death was linked or rather suspected to have been masterminded by one of my uncle ,but God knows the truth!\n  Sorry to say that I never know the caring of my mother because she died when I was just 4 years old which made me the best man for my late father and he never hide anything from me.\n \n  Before he made the trip to France that lead to my misfortune(his death)He called me, explained to me the reason why he will make the trip...and also told me that he has the sum of Nine million, Five hundred thousand United State Dollars.(USD$9.500,000)deposited in one of the security company's here in Abidjan Ivory coast West Africa, which he disguised and declared the box to contain family valuables instead of money, by this way the company does not know the true content of the box.The \ndeposit document which I have in my possession carries my late father's name \nas the depositor, while I'm the next of kin on the same document.I evacuated from Sierra Leone last week because the deposit that was made by my late father secretly in Abidjan,Cote d'Ivoire and also with the fear of my greedy relations. \n  I arrived in Abidjan Cote d'Ivoire same last week but Ivory Coast or Cote d'Ivoire is a French speaking\n country and as a result of Language barrier am more or less confused on who to  confide in over my inherited health, that's why I am confiding in you because is my wish to evacuate and relocate out entirely from Africa with my \ninherited wealth to start a new life. \n  I have no documentary problems with the security company but the only problem is the nature of deposit that was made by my late father which I will explain to you once you declare your wiliness to assist me.\n  Really, the death of my father actually brought sorrow to my life. I am in a sincere desire of your humble assistance in this regards. Your suggestions and ideas will be highly regarded.\n  Now permit me to ask these few questions:- \n  1. Can you honestly help me? \n2. Can I completely confide in you without any bridge of trust? \n3. Surely you will be highly compensated but\n I need to know what you \nneed me to offer you in returns of your assistance to me ? \n  Thanks and I await your response . \n  Yours Truly \nMiss Brinda\n\n\t\t\n\n\n \nNouveau : téléphonez moins cher avec Yahoo! Messenger. Appelez le monde entier à partir de 0,012 €/minute ! \nTéléchargez la version beta.\n\t\t\n\n\n \nAvez-vous essayé le nouveau Yahoo! Mail ? Plus rapide, plus efficace... simplement révolutionnaire ! Découvrez-le. \n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2649", "X-TIKA:parse_time_millis": "2", "dc:format": "text/html; charset=iso-8859-1", "dc:identifier": "<20060606195107.39271.qmail@web27707.mail.ukl.yahoo.com> was a highly reputable business magnet (a cocoa, diamond and gold merch= size=3D3>I arrived in Abidjan Cote d'Ivoire same last week but Ivory Coa=", "dc:subject": "FROM MISS BRINDA", "dc:title": "FROM MISS BRINDA"}