{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "8bit", "MboxParser-from": "r  Wed Jun  7 16:19:51 2006", "MboxParser-mime-version": "1.0", "MboxParser-references": "<200604101939.16984@centrum.cz> <200604111618.21212@centrum.cz> <200604111644.17933@centrum.cz> <200604131440.14611@centrum.cz> <200604252046.23184@centrum.cz> <200605121755.20380@centrum.cz> <200605171306.19560@centrum.cz> <200605301540.4015@centrum.cz>", "MboxParser-return-path": "<mariam_afonso@centrum.cz> by mail1002.centrum.cz (Centrum Mail) with HTTP", "MboxParser-status": "O", "MboxParser-x-mailer": "Centrum Mail 1.0", "MboxParser-x-priority": "3", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "mariam_afonso@centrum.cz", "Message-Recipient-Address": "mariam_afonso@centrum.cz", "Message-To": ["<mariam_afonso@centrum.cz>", "mariam_afonso@centrum.cz"], "Message:From-Email": "mariam_afonso@centrum.cz", "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:Content-Type": "text/plain; charset=\"windows-1250\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<200606072217.22910@centrum.cz>", "Message:Raw-Header:References": "<200604101939.16984@centrum.cz> <200604111618.21212@centrum.cz> <200604111644.17933@centrum.cz> <200604131440.14611@centrum.cz> <200604252046.23184@centrum.cz> <200605121755.20380@centrum.cz> <200605171306.19560@centrum.cz> <200605301540.4015@centrum.cz>", "Message:Raw-Header:Return-Path": "<mariam_afonso@centrum.cz>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Centrum Mail 1.0", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2\tby mail1002.centrum.cz (Centrum Mail) with HTTP", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCALVARY GREETINGS FROM  MRS MARIAM\n\nDearest one,\n\nI am Mrs Mariam Afonso I was married to Mr. Moses Afonso\nwho was a contractor with the government of Cote D'Ivoire before he died in the year 2002 after few days in the hospital. The doctor said his death was as a result of poison.\n\nWe were married for so many years without a child.Before his death we were both born again Christian. Since his death I decided not to remarry or get a child outside my matrimonial home which the Bible is against. When my late husband was alive he deposited the sum of $25 Million usa dollars with a security company here in Cote D lvoire Presently this money is still in the custody of the security company in Cote D lvoire. \n\nRecently, my Doctor told me that it is very likely i will die within the next nine months due to cancer problem.Having known my condition I decided to donate\nthis fund to a church,organization or good person that will utilize  this money the way I am going to instruct herein.\n\nI want a church,organization or good person that will use this fund for orphanages, widows and other people that need help and also propagating the word of God and to endeavor that the house of God is maintained.\n\nThe Bible made us to understand that\"Blessed is the hand that giveth\". l took this decision because I don't have any child that will inherit this money and my husband relatives are not Christians not even good at all because they are the one that responsible for the death of my husband in other to have all my late husband's property and I don't want my husband's efforts to be used by those that conspired for his death.\n\nI don't want them to know about this development and l know that With God all things are possible This is why I am taking this decision.Though it was very painful to hear this kind of news from my doctor but I am notafraid of death because I know where I am going. I know that I am going to be in the bosom of the Lord. I don't think there is need for any telephone communication in this regard because of my health but the important thing to me is for you to do what i will require you in this regard.\n\n\nAs soon as I receive your reply I shall give you the contact of the Security company here in Cote d' lvoire. I will also issue a letter of authorization to the Security company  that will prove you the present beneficiary of this money.Note when you will contact the security company on no account should you let them know that the content of the deposit is money because my late husband decleared it to them as containg family values belonging to his foriegn business partner who will come for the withdrawal and termination of the contract with the certificate of the deposit which was issued to my late husband by the security company on the day he made the deposit with them which i will send to you on your confirmation that you can handle this transaction.\n\nI also want you,church or the organization to always pray for me because the lord is my only shepherd.My happiness is that I lived a life of a worthy Christian. Whoever that Wants to serve the Lord must serve him in spiritand Truth. Please always be prayerful all through your life. Any\ndelay in your reply will give me room in sourcing another good person, church,organization for this same purpose.\n\nPlease assure me that you will act accordingly as I Stated herein. Hoping to receive your response immedaitely through my private email account(mariamafo@netscape.net).\n\nThanks and Remain blessed in the Lord.\nl remain yours sister in Christ.\nMrs. Mariam Afonso\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2661", "X-TIKA:parse_time_millis": "1", "dc:creator": ["<mariam_afonso@centrum.cz>", "mariam_afonso@centrum.cz"], "dc:format": "text/plain; charset=\"windows-1250\"", "dc:identifier": "<200606072217.22910@centrum.cz>", "dc:subject": "CALVARY GREETINGS FROM  MRS MARIAM", "dc:title": "CALVARY GREETINGS FROM  MRS MARIAM", "dcterms:created": "2006-06-07T20:17:57Z"}