{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Jun  9 06:55:22 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "rakiya_zubairu0202@yahoo.ca", "MboxParser-return-path": "<rakiya_zubairu0101@yahoo.ca> email rakiya=5Fzubairu0202=40yahoo=2Eca", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2 as a family treasure=2C but it is truly cash while he boxed in it", "Message-From": "HAJIA RAKIYA ZUBAIRU <rakiya_zubairu0101@yahoo.ca>", "Message:From-Email": "rakiya_zubairu0101@yahoo.ca", "Message:From-Name": "HAJIA RAKIYA ZUBAIRU", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200606091055.k59AtKJH029724@godsend.mail.UM>", "Message:Raw-Header:Reply-To": "rakiya_zubairu0202@yahoo.ca", "Message:Raw-Header:Return-Path": "<rakiya_zubairu0101@yahoo.ca>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWE NEED YOUR URGENT ASSISTANCE PLEASE\n\nFROM:  HAJIA RAKIYA ZUBAIRU.\r\n15 ARAFAT GRAND YOFF STREET,\r\nUnited Nation Reserved Area\r\n(UNRA) DAKAR SENEGAL.\r\n email rakiya_zubairu0202@yahoo.ca\r\n(Assalam! )\r\nAttn: ,\r\nI know you will be surprised to read a letter from me but please\r\nConsider this as a request from a family in dare need of assistance. I am the\r\nwife of late Brigadier AL-Jubril Zubairu from Dafur Region, Sudan. My name\r\nis Hajia Rakiya Zubairu Writing to you from Sudan.\r\nMy son got your contact information from a business directory in\r\nDakar Chamber of Commerce and Industry. And I on behalf of my late\r\nhusband and my only son, decided to solicit for your assistance to\r\ntransfer the sum of US$9 million dollars, from my late husband's trust\r\naccount  with a bank in Senegal, into your company or Private bank\r\naccount.\r\nBefore the death of my husband, he was a Brigadier in-charge of Arms\r\nand ammunition procurement for the Darfur Liberation Front (D. L. F.). In\r\nhis will, he specifically drew my son's attention to the sum of US$9\r\nmillion, which he had deposited, in the vault of a Bank in Dakar Senegal ,\r\n as a family treasure, but it is truly cash while he boxed in it\r\nthe bank as a family treasure due to security reasons.\r\nIn fact, he said and I quote ?°my beloved son, I wish to draw your\r\nattention to the sum of US$9 million. I deposited the said fund in a\r\nprivate account of a Bank in Dakar , Senegal; all the documents\r\nregarding the fund are with your mother.\r\nI was very dedicated and committed to wining the ongoing war against\r\nthe rebels until when I found out that some senior army officers and\r\ngovernment functionaries were busy helping themselves with government funds\r\nand properties, sending them to foreign countries. Due to this, when I\r\nand former special adviser to the President were assigned by the\r\nPresident (Hassan al-Bashir) to purchase arms in South Africa, we saw this as\r\nan opportunity to divert the money for our personal use.\r\nWhen we divided the money, my share was US$9 million. I did this in\r\ncase of my absence due to death so that you, Abubakar your two sisters and\r\nyour mother wouldn't suffer. Take my advice my son; and please be\r\nserious with your Studies, I will like you to please take care\r\nof this money properly for your future and of your mother's and sisters\r\nYou should solicit for assistance of a reliable and sincere foreign\r\npartner to assist you to transfer this money out of DAKAR for\r\ninvestment. I deposited the money in your name and you alone with the\r\ndeposit code, for you to claim it. Your mother is with all the documents;\r\ntake good care of your mother and your two sisters. Do not disappoint\r\nme! Good-bye.\r\n>From this word of my late husband, you will understand that the lives\r\nand future of my family depend on this fund as such I will be grateful\r\nif you can assist us. Now what I want you to do for us is to help us\r\nclear this sum from the bank using your name which should be as the\r\nforeign partner of my late husband.\r\n I am preparing to\r\ntravel to Senegal before the transaction continues, as the war is\r\nworsening more and more.\r\nWe have agreed to give you 20% of the total sum for your assistance and\r\n5% for the expenses that might be incurred in the course of the\r\nTransfer and the remaining 75% for the family investment abroad, which you\r\nwill also assist us to materialize. Further information and Discussion\r\nabout this transaction will commence as soon as you give us the assurance\r\nand\r\nconfidence that this money will be safe when transferred to your\r\naccount and, please treat this\r\nmatter with urgency. Note that this transaction is 100% free from risk\r\nas our banker and lawyer have taking care of all the arrangements.\r\n\r\nThanks and May Allah Bless us.\r\nBest Regards,\r\nHAJIA RAKIYA ZUBAIRU.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2668", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"HAJIA RAKIYA ZUBAIRU\" <rakiya_zubairu0101@yahoo.ca>", "HAJIA RAKIYA ZUBAIRU <rakiya_zubairu0101@yahoo.ca>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200606091055.k59AtKJH029724@godsend.mail.UM> I am preparing to", "dc:subject": "WE NEED YOUR URGENT ASSISTANCE PLEASE", "dc:title": "WE NEED YOUR URGENT ASSISTANCE PLEASE", "dcterms:created": "2006-06-09T10:58:38Z"}