{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-address": "No. 5,Haggar Rider Avenue, ", "MboxParser-attention": "The President / Director,", "MboxParser-content-transfer-encoding": "7BIT", "MboxParser-from": "r  Sat Jun 17 15:09:07 2006", "MboxParser-http": "//news.bbc.co.uk/1/hi/world/europe/859479.stm", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<dr.ibskozz@yahoo.com> Sat, 17 Jun 2006 10:44:51 -0000 ", "MboxParser-status": "O", "MboxParser-x-sieve": "CMU Sieve 2.2 ", "Message-From": "dr.ibskozz@yahoo.com", "Message-Recipient-Address": "dr.ibskozz@yahoo.com ", "Message-To": ["dr.ibskozz@yahoo.com ", "dr.ibskozz@yahoo.com"], "Message:From-Email": "dr.ibskozz@yahoo.com", "Message:Raw-Header:Content-Transfer-Encoding": "7BIT", "Message:Raw-Header:Content-Type": "text/plain; charset=US-ASCII", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<20060617185414.EDBD3C038@krusty.si.UM>", "Message:Raw-Header:Return-Path": "<dr.ibskozz@yahoo.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2\t Sat, 17 Jun 2006 10:44:51 -0000", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFROM THE DESK OF DR IB SKOSANA\n\nFROM  Dr.I.B.Skosana\nADDRESS: No. 5,Haggar Rider Avenue, \nJohannesburg, \nSouth Africa. \n\nReply to:mribskosana@katamail.com\n\nATTENTION: The President / Director,\n \nI know that this message may come to you as a surprise since we do not know each other before, but for purpose of introduction, I am Dr I.B Skosana, the chief Auditor in ABSA BANK of South Africa. \nDuring my auditing work in the bank, I found an account opened in this bank in 1992 and since 2000 nobody has operated on this account. After going through some old files in the record, I discovered that the owner of this account is Mr. Smith.B. Andreas, from MUNICH GERMANY and a miner at Kruger Gold Company who died along with his entire family in a plane crash. Since 2000, No other person(s) knows about this account or any thing concerning it, the account has no other beneficiary and my investigation proved to me as well that his company does not know anything about this account and the amount involved is Twelve Million Five Hundred Thousand United States Dollars (US$12.5M).\n \nFOR MORE INFORMATION VISIT THIS SITE BELOW:\nhttp://news.bbc.co.uk/1/hi/world/europe/859479.stm\n \nI am only contacting you as a foreigner because this money cannot be approved to a local bank here, but can only be approved to any foreign account because the money is in US Dollars and the former owner of the account Mr. Smith B. Andreas is a foreigner too. I need your full co-operation to make this transaction work, because the management is ready to approve the transfer of this money to any foreigner who has correct information of this account, which I will provide to you later. If you are able and willing to handle such amount in strict confidence and according to my instructions and advice for our mutual benefit because this is a lifetime opportunity. \n \nWith my position in the office I can lobby to transfer this money into your account, with the assurance that the money will be intact pending my physical arrival in your country.\nI will destroy all documents of transaction immediately this money is transferred, leaving no trace to any place. I will apply for my annual leave to get visa immediately I hear from you that you are ready to act and receive this fund in your account. I will use my position and influence to effect legal approvals and onward transfer of this money to your bank account with appropriate clearance forms from the appropriate ministries and foreign exchange departments. \nPlease reply urgently so that I will inform you the next step to take immediately. Send also your private telephone and fax numbers for easy communications. \n\nAt the conclusion of this business, you will get 30% of the total amount, 65% will be for me, while 5% will be for expenses both parties might incur during the transfer process. \n\nI look forward to your earliest reply, God Bless. \n\nSincerely Yours, \n\nDr.I.B Skosana (ABSA,Chief Auditor)\n\nFOR THE CONFIDENTIALITY OF THIS BUSINESS, KINDLY SEND YOUR REPLY TO MY SPECIAL EMAIL: mribskosana@katamail.com\n\n \n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2702", "X-TIKA:parse_time_millis": "1", "dc:creator": ["dr.ibskozz@yahoo.com ", "dr.ibskozz@yahoo.com"], "dc:format": "text/plain; charset=US-ASCII", "dc:identifier": "<20060617185414.EDBD3C038@krusty.si.UM>", "dc:subject": "FROM THE DESK OF DR IB SKOSANA", "dc:title": "FROM THE DESK OF DR IB SKOSANA", "dcterms:created": "2006-06-17T10:44:31Z"}