{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Jun 27 22:24:34 2006", "MboxParser-mime-version": "1.0", "MboxParser-received-spf": "none (mxus4: 217.165.17.179 is neither permitted nor denied by domain of yahoo.co.uk) client-ip=217.165.17.179; envelope-from=patqas1965@yahoo.co.uk; helo=mrson1800.com;", "MboxParser-reply-to": "info_alqaspat@arabtop.net", "MboxParser-return-path": "<acl-webmaster-errors@UM> ", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-priority": "1", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mrs. Patricia Khalid ibn Saqr al Qasseemi <patqas1965@yahoo.co.uk>", "Message:From-Email": "patqas1965@yahoo.co.uk", "Message:From-Name": "Mrs. Patricia Khalid ibn Saqr al Qasseemi", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<0MKvEQ-1FvPj524mK-0000F7@mx.perfora.net>", "Message:Raw-Header:Received-SPF": "none (mxus4: 217.165.17.179 is neither permitted nor denied by domain of yahoo.co.uk) client-ip=217.165.17.179; envelope-from=patqas1965@yahoo.co.uk; helo=mrson1800.com;", "Message:Raw-Header:Reply-To": "info_alqaspat@arabtop.net", "Message:Raw-Header:Return-Path": "<acl-webmaster-errors@UM>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Priority": "1", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMrs. Patricia Khalid ibn Saqr al Qasseemi\n\nSir,\r\n\r\nI was privileged to come across your contact through my personal check with your country Investment Portal and I decided that I should establish a communication with you to acquiring some information on lucrative investment or establishment in your country.\r\nBe it as it may, I will appreciate if you can be of good assistance to me as I am willing to invest my money with you in your country provided I will have a good partner or investor as well fund manager who will guild on this business framework and as thus, share with me the dividend in any venture which we have considered lucrative to invest in and I have not managed any business before but have always dream of running my own establishment hence my desire to recapitalize in your country Investment market either in oil or real estate.\r\n\r\nFurther to this, I will like to give you a little more information about me, I am an American but married into the Sharjah Royal Family here in Sharjah United Arab Emirate, but at the moment undergoing a divorce case with my husband through the sharia court and hopefully will get this matter over within a couple of weeks and that is why I want to calve a niche for myself to be able to continue with my life and make my life meaningful when I leave my husband’s family. The funds I intend to invest with you is currently in a UAE bank here as was deposited by my late father who worked before he died as a chemical engineer in the Saudi Oil Corporation ARAMCO and later the Emirate National Oil Corporation ENOC.\r\n\r\nMy reason of trying to establish my own business is necessitated by the advent of my divorce suite with my husband and according to the sharjah marital law here, if my husband family gets any knowledge of the funds in the bank, they will take possession of the funds since my father used my name as the next of kin.\r\n\r\nIt is my wish to handle this matter privately under the most cautious legal arrangement to get the funds into your possession before we can commence any trade deal and therefore demand that you kindly give me a brief information about you with pictures, contact address and telephone numbers incase I want to call you .\r\n\r\nPls can you tell me if you can deal with my lawyer who practice in Abu Dhabi – U.A.E as the funds I wish to invest into the business is in a bank there and I will like to get you introduced to my lawyer who is also an American and works with the emirate international law firm. the money in question (US$9,750,000) was deposited into the bank about two years back before my father died of heart failure and ever since his death, my relationship with my husband has gone bad due to the fact that I’ve been married to him for six years now and we have no issue.\r\n\r\nMy lawyer advised that what we shall do is to portray you as an investor who has given that money to my father before he died for a crude oil lifting from the Saudi oil corporation but the deal was thwarted due the sudden death of my father.\r\n\r\nBy this strategy, the lawyer will present some letter of administration and application to the bank for the release of the funds to you under the emirate inheritance law. This logistics is to get the funds transferred to you as the bonafide owner of the funds to avoid any implications that will not permit me as being married to the royal family to possess such chattel or estate of my late father in conformity with the sharia marital law.\r\n\r\nSo I hope you understand very well, the strategies and where you don’t quite comprehend, do ask me for more clarifications and for your involvement I will pay you 15% of the total money for your consultancy and then we can invest the rest still under your supervision.Please reply me at info_alqaspat@z6.com\r\n\r\nI await your utmost response.\r\n\r\nMrs. Patricia Khalid ibn Saqr al Qasseemi\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2755", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mrs. Patricia Khalid ibn Saqr al Qasseemi\" <patqas1965@yahoo.co.uk>", "Mrs. Patricia Khalid ibn Saqr al Qasseemi <patqas1965@yahoo.co.uk>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<0MKvEQ-1FvPj524mK-0000F7@mx.perfora.net>", "dc:subject": "Mrs. Patricia Khalid ibn Saqr al Qasseemi", "dc:title": "Mrs. Patricia Khalid ibn Saqr al Qasseemi", "dcterms:created": "2006-06-28T02:24:23Z"}