{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Jul  7 02:59:54 2006", "MboxParser-mime-version": "1.0", "MboxParser-received-spf": "none (mxus0: 86.97.99.9 is neither permitted nor denied by domain of yahoo.co.uk) client-ip=86.97.99.9; envelope-from=patqas65@yahoo.co.uk; helo=n2now2823.com; ", "MboxParser-reply-to": "info_pat@arabtop.net ", "MboxParser-return-path": "<acl-webmaster-errors@UM> ", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-priority": "1", "MboxParser-x-sieve": "CMU Sieve 2.2 ", "Message-From": "Mrs. Patricia Khalid ibn Saqr al Qasseemi <patqas65@yahoo.co.uk>", "Message:From-Email": "patqas65@yahoo.co.uk", "Message:From-Name": "Mrs. Patricia Khalid ibn Saqr al Qasseemi", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<0MKuxu-1FykJE1Fnb-0002OP@mx.perfora.net>", "Message:Raw-Header:Received-SPF": "none (mxus0: 86.97.99.9 is neither permitted nor denied by domain of yahoo.co.uk) client-ip=86.97.99.9; envelope-from=patqas65@yahoo.co.uk; helo=n2now2823.com;", "Message:Raw-Header:Reply-To": "info_pat@arabtop.net", "Message:Raw-Header:Return-Path": "<acl-webmaster-errors@UM>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Priority": "1", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMrs. Patricia Khalid ibn Saqr al Qasseemi\n\nSir\r\n\r\nI was privileged to come across your contact through my personal check on your country’s\r\n\r\nbusiness and investment portal and I decided that I should establish a communication with\r\n\r\nyou to acquiring some information on lucrative investment or establishment in your country.\r\n\r\nBe it as it may, I will appreciate if you can be of good assistance to me as I am willing to\r\n\r\ninvest my money  in your country provided I will have a good partner or investor as well\r\n\r\nfund manager who will guide on this business framework and as thus, share with me the\r\n\r\ndividend in any venture which we have considered lucrative to invest in and I have not\r\n\r\nmanaged any business before but have always dreamt of running my own establishment hence my\r\n\r\ndesire to invest in your country in blue chip ventures, production or real estate.\r\n\r\nFurther to this, I will like to give you a little more information about me, I am an\r\n\r\nAmerican but married into the Sharjah Royal Family here in Sharjah United Arab Emirate, but\r\n\r\nat the moment undergoing a divorce suit with my husband through the sharia court and\r\n\r\nhopefully will get this matter over within a couple of weeks and that is why I want to calve\r\n\r\na niche for myself to be able to continue with my life and make my life meaningful when I\r\n\r\nleave my husband’s family. The funds I intend to invest with you are currently in a UAE bank\r\n\r\nhere as was deposited by my late father who worked before he died as a chemical engineer in\r\n\r\nthe Saudi Oil Corporation ARAMCO and later the Emirate National Oil Corporation ENOC.\r\n\r\nMy reason of trying to establish my own business is necessitated by the advent of my divorce\r\n\r\nsuit with my husband and according to the sharjah marital law here, if my husband family\r\n\r\ngets any knowledge of the funds in the bank, they will take possession of the funds since my\r\n\r\nfather used my name as the next of kin.\r\n\r\nIt is my wish to handle this matter privately under the most cautious legal arrangement to\r\n\r\nget the funds into your possession before we can commence any trade deal and therefore\r\n\r\ndemand that you kindly give me a brief information about you with pictures, contact address\r\n\r\nand telephone numbers incase I want to call you .\r\nthe money in question (US$9,750,000) was deposited into the bank about two years back before\r\n\r\nmy father died of heart failure and ever since his death, my relationship with my husband\r\n\r\nhas gone bad hence my decision to file for the divorce amongst other reasons which I shall\r\n\r\nlet you know\r\nA friend of mine advised that what we shall do is to portray you as an investor who has\r\n\r\ngiven that money to my father before he died for a crude oil lifting from the Saudi oil\r\n\r\ncorporation but the deal was thwarted due to the sudden death of my father.\r\nBy this strategy, hire the services of a lawyer here who will secure a letter of\r\n\r\nadministration notarized by the high court with a sworn affidavit of change of ownership and\r\n\r\napplication to the bank for the release of the funds to you under the emirate inheritance\r\n\r\nlaw. This logistics is to get the funds transferred to you as the bonafide owner of the\r\n\r\nfunds to avoid any implications that will not permit me as being married to the royal family\r\n\r\nto possess such chattel or estate of my late father in conformity with the sharia marital\r\n\r\nlaw.\r\nSo I hope you understand very well, the strategies and where you don’t quite comprehend, do\r\n\r\nask me for more clarifications and for your involvement I will pay you 15% of the total\r\n\r\nmoney for your consultancy and then we can invest the rest still under your supervision. Pls\r\n\r\nreply this mail at info_pat@z6.com\r\n\r\nMrs. Patricia Khalid ibn Saqr al Qasseemi\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2789", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mrs. Patricia Khalid ibn Saqr al Qasseemi\" <patqas65@yahoo.co.uk> ", "Mrs. Patricia Khalid ibn Saqr al Qasseemi <patqas65@yahoo.co.uk>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<0MKuxu-1FykJE1Fnb-0002OP@mx.perfora.net>", "dc:subject": "Mrs. Patricia Khalid ibn Saqr al Qasseemi", "dc:title": "Mrs. Patricia Khalid ibn Saqr al Qasseemi", "dcterms:created": "2006-07-07T06:59:32Z"}