{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-1513040654-1152458027=": ["22665", "22665 ", "22665--"], "MboxParser-content-transfer-encoding": ["8bit", "8bit", "8bit and will be pleased if you can grant me the opportunity to work out this transaction with you. I have intoregated the widow and have collected data's that proved her very correct and sincere, but it is very unfortunate that I cannot exhaust the true picture of this proposal through this writing because of its secret nature and therefore, I am of the opinion that for you to be well informed on this, we need to arrange for our person to person meeting in the near future immediately you indicate your willingness to assist and I am assuring you that we can trustfully and unitedly execute this transaction without risk through your cooperation to the benefit of both of us. </DIV>  <DIV>I hope that our face to face meeting will surely enhance our relationship and will give us opportun ity to know exactly our percentages when the money is finally transfered or your service charge and also hope you will consider my person and position and reply favourably through my personal e-mail"], "MboxParser-from": "r  Sun Jul  9 11:14:01 2006", "MboxParser-mime-version": "1.0 Mr. Micheal Carlos", "MboxParser-received-spf": "none (mxus7: 216.252.110.61 is neither permitted nor denied by domain of yahoo.com) client-ip=216.252.110.61; envelope-from=micheal_carlos78@yahoo.com; helo=web55815.mail.re3.yahoo.com; I am Mr. Micheal Carlos, the Director of South African Refugee Camp, a member of Salvation Army Unit Six based in Joberg South Africa.I am oblerged to intimate you with this new development. I have a widow from Sudan recently transfered to our Camp. She lost the husband and three children during the recent trouble in Darfur--Sudan.", "MboxParser-return-path": "<micheal_carlos78@yahoo.com> h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding; She told me that she came into South Africa with huge sum of money at the tune of Fourty Million U.S. Dollars($40million) concelled in a consignment which she deposited with a private Security Company in Pretoria for proper keep and safety and that she wants me to assist her to get a reliable foreign friend who will assist us transfer the huge sum into his or her foreign Bank account abroad for investment purposes. She told me that the money belongs to his Uncle who was at the head of the Sudanese Army and who was killed also during the upheval.", "MboxParser-status": "RO address above.</DIV>  <DIV>Thanks,</DIV>  <DIV>Yours Sincerely,</DIV>  <DIV>Mr.&nbsp;Micheal Carlos</DIV><p>&#32;", "MboxParser-x-sieve": "CMU Sieve 2.2 b=ZKqRAqpEqJLolVSLa6iT3PPYyzuJb+nDoZX44NSTD10bCBF73mWJUrEo55RRN3hbcBNa7Qbqy3GuKKt2J/W5sysEr2U4IEDViXic4KOhxyo3sS6l+PSuwnwhWZbyTFeRT3slQXSkYusqWSgACCumcg0VXS6fcoKpwAGm9E/uBXI=  ; . I remain greatful to get in contact with you and will be pleased if you can grant me the opportunity to work out this transaction with you. I have intoregated the widow and have collected data's that proved her very correct and sincere, but it is very unfortunate that I cannot exhaust the true picture of this proposal through this writing because of its secret nature and therefore, I am of the opinion that for you to be well informed on this, we need to arrange for our person to person meeting in the near future immediately you indicate your willingness to assist and I am assuring you that we can trustfully and unitedly execute this transaction without risk through your cooperation to the benefit of both of us.", "Message-Recipient-Address": "micheal_carlos78@yahoo.com Yours Sincerely,", "Message-To": ["micheal_carlos78@yahoo.com Yours Sincerely,", "micheal_carlos78@yahoo.com"], "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20060709151347.23152.qmail@web55815.mail.re3.yahoo.com>", "Message:Raw-Header:Received-SPF": "none (mxus7: 216.252.110.61 is neither permitted nor denied by domain of yahoo.com) client-ip=216.252.110.61; envelope-from=micheal_carlos78@yahoo.com; helo=web55815.mail.re3.yahoo.com;  h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;  b=ZKqRAqpEqJLolVSLa6iT3PPYyzuJb+nDoZX44NSTD10bCBF73mWJUrEo55RRN3hbcBNa7Qbqy3GuKKt2J/W5sysEr2U4IEDViXic4KOhxyo3sS6l+PSuwnwhWZbyTFeRT3slQXSkYusqWSgACCumcg0VXS6fcoKpwAGm9E/uBXI=  ;", "Message:Raw-Header:Return-Path": "<micheal_carlos78@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Multipart-Boundary": "0-1513040654-1152458027=:22665", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContact now please,It is urgent development.\n\nAttn;\n  I am Mr. Micheal Carlos, the Director of South African Refugee Camp, a member of Salvation Army Unit Six based in Joberg South Africa.I am oblerged to intimate you with this new development. I have a widow from Sudan recently transfered to our Camp. She lost the husband and three children during the recent trouble in Darfur--Sudan.\n   She told me that she came into South Africa with huge sum of money at the tune of Fourty Million U.S. Dollars($40million) concelled in a consignment which she deposited with a private Security Company in Pretoria for proper keep and safety and that she wants me to assist her to get a reliable foreign friend who will assist us transfer the huge sum into his or her foreign Bank account abroad for investment purposes. She told me that the money belongs to his Uncle who was at the head of the Sudanese Army and who was killed also during the upheval.\n  . I remain greatful to get in contact with you\n and will be pleased if you can grant me the opportunity to work out this transaction with you. I have intoregated the widow and have collected data's that proved her very correct and sincere, but it is very unfortunate that I cannot exhaust the true picture of this proposal through this writing because of its secret nature and therefore, I am of the opinion that for you to be well informed on this, we need to arrange for our person to person meeting in the near future immediately you indicate your willingness to assist and I am assuring you that we can trustfully and unitedly execute this transaction without risk through your cooperation to the benefit of both of us. \n  I hope that our face to face meeting will surely enhance our relationship and will give us opportun ity to know exactly our percentages when the money is finally transfered or your service charge and also hope you will consider my person and position and reply favourably through my personal e-mail\n address above.\n  Thanks,\n  Yours Sincerely,\n  Mr. Micheal Carlos\n \n\t\n\t\n\t\t\n\n\nWant to be your own boss? Learn how on  Yahoo! Small Business. \n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2808", "X-TIKA:parse_time_millis": "2", "dc:format": "text/plain; charset=iso-8859-1 <hr size=1>Want to be your own boss? Learn how on <a href=\"http://us.rd.yahoo.com/evt=41244/*http://smallbusiness.yahoo.com/r-index\"> Yahoo! Small Business.</a>", "dc:identifier": "<20060709151347.23152.qmail@web55815.mail.re3.yahoo.com> I hope that our face to face meeting will surely enhance our relationship and will give us opportun ity to know exactly our percentages when the money is finally transfered or your service charge and also hope you will consider my person and position and reply favourably through my personal e-mail address above.", "dc:subject": "Contact now please,It is urgent development.", "dc:title": "Contact now please,It is urgent development."}