{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable"], "MboxParser-from": "r  Wed Jul 12 00:39:46 2006", "MboxParser-mime-version": "1.0 in this business is occasioned by the fact that the customer was a forei=", "MboxParser-ont>": "You have to keep everything secret as to enable the transfer to move=", "MboxParser-return-path": "<ben_c_ben75@terra.com.mx> Wed, 12 Jul 2006 00:39:39 -0400 (EDT) CONFIDENTIAL IS THECASE\")", "MboxParser-status": "RO as unclaimed bill. The Banking law and guideline here stipulates that if=", "MboxParser-x-senderip": "212.52.152.194 the deceased as indicated in our banking guidelines, but unfortunately w=", "MboxParser-x-sensitivity": "3 that 30 % of this money will befor you as foreign partner, in respect to=", "MboxParser-x-sieve": "CMU Sieve 2.2 boundary=\"_=__=_XaM3_.1152679179.2A.896183.42.21118.52.42.007.1331066590\" the application I will not fail to bring to your notice that this transa=", "MboxParser-x-terra-hash": "e0b9594d205a074b5f228fa97f3cfff1 ", "MboxParser-x-terra-karma": "0% ", "MboxParser-x-xam3-api-version": "4.1 (B108) staff in file department in African developent bank (ADB).I gotyour cont=", "Message-From": "ben_c_ben75 <ben_c_ben75@terra.com.mx>", "Message-To": ["undisclosed-recipients: ; proposal to you and release the money to you as the next of kin or relat=", "undisclosed-recipients:;"], "Message:From-Email": "ben_c_ben75@terra.com.mx", "Message:From-Name": "ben_c_ben75", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<J29WY3$2164379D1F90F8C182870F715788CDF5@terra.com.mx>", "Message:Raw-Header:Return-Path": "<ben_c_ben75@terra.com.mx>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-SenderIP": "212.52.152.194", "Message:Raw-Header:X-Sensitivity": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Message:Raw-Header:X-Terra-Hash": "e0b9594d205a074b5f228fa97f3cfff1\tWed, 12 Jul 2006 00:39:39 -0400 (EDT)", "Message:Raw-Header:X-Terra-Karma": "         0%", "Message:Raw-Header:X-XaM3-API-Version": "4.1 (B108)", "Multipart-Boundary": "_=__=_XaM3_.1152679179.2A.896183.42.21118.52.42.007.1331066590", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTREAT VERY CONFIDENTIAL & URGENT RESPONSE.\n\n\n\n\nFrom The Desk Of Ben Coroma Esq, \nSenior Staff In FileDepartment, \n\nAfrican Development Bank A.D.B \n\nOuagadougouBurkina-Faso West Africa. \n\nCall me with this number (00226-78857597) \n\nPLANE CRASH WEB SITE...http://news.bbc.co.uk/1/hi/world/europe/859479.stm \n\n\n\n\n        \n\n(\"REMITTANCE OF $15 MILLION U.S.A   DOLLARS \n\n\n\n                            CONFIDENTIAL IS THECASE\") \n\n \n\n\n\n\n\nCompliment Of The Season, \n\n\n\n\n\nOn a very good day. I am (Ben Coroma  Esq),asenior staff in file department in African developent bank (ADB).I gotyour contact from a tourist from your country who was in this country and transacted a business with our bank. When i was searching for aforeign partner i assured of your capability and reliability to champion this businees opportunity when i prayed to God or Allah about you.In my department we discovered an abandoned sum of $ 15 million U.S.A dollars( fifteen million U.S.A dollars) . In an account that belongs to one ofour foreign customer  who died along with his entire family in Monday 31st July 2000 in a plane crash. Since we got information about his death, we have been expecting his next of kin to come over and claim hismoney because we can not release it unless somebody applies for it asnext of kin or relation to the deceased as indicated in our banking guidelines, but unfortunately we learnt that all his supposed next ofkin or relation died along side with him at the plane crash leaving nobody behind for the claim. \n\n\n\n\nIt is therefore upon this discovery that Iand one official in my department now decided to make this businness proposal to you and release the money to you as the next of kin or relation to the deceased for safety and subsequent disbursement since nobody is coming for it and we don.t want this money to go into the bank treasury as unclaimed bill. The Banking law and guideline here stipulates that if such money \n\n\nremained unclamed after five years, the money will be transfered into the Bank treasury as unclaimed fund. The request of foreigner as next of kin in this business is occasioned by the fact that the customer was a foreigner, and a Burkinabe cannot standas next of kin to a foreigner. We agree that 30 % of this money will befor you as foreign partner, in respect to the provision of a foreign account, 10 % will be set aside for expenses incured during the business and 60 % would be for me and my woman colleague. There after I and my colleague will visit your country for disbursement according to the percentages indicated. \n\n\n\n\nTherefore to enable the immediate trnansfer ofthis fund to you as arranged, you must apply first to the bank asrelations or next of kin of the deceased indicating your bank name, yourbank account number, your private telephone and fax number for easy and effective communication and location where the money will be remitted. \n\n\n\n\nUpon receipt of your reply, I will send to you by fax or emailthe text of the application I will not fail to bring to your notice that this transaction is hitch free and that you should not entertain any  atom of fear as all required arrangements have been made forthetransfer. \n\n\n\n\nYou should contact me on this email (00226-7885 7597)immediately as soon as you receive this letter. Trusting to hear fromyou immediately. \n\n\n\n\nYour's faithfully, \n\n\n\n\n\nBen Coroma  (Esq.) \n\n\n\n\nPOST SCRITUM:You have to keep everything secret as to enable the transfer to move very smoothly in to the account you will prove to the bank.As you finished reading this letter call me immediately so that we discuss very well over this business.Please call me and inform me that you received my mail, because i don't go to net always. \n\n\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2829", "X-TIKA:parse_time_millis": "2", "dc:creator": ["\"ben_c_ben75\" <ben_c_ben75@terra.com.mx> to move very smoothly in to the account you will prove to the bank.As yo=", "ben_c_ben75 <ben_c_ben75@terra.com.mx>"], "dc:format": "text/html; charset=iso-8859-1", "dc:identifier": "<J29WY3$2164379D1F90F8C182870F715788CDF5@terra.com.mx> banking guidelines, but unfortunately we learnt that all his supposed ne=", "dc:subject": "TREAT VERY CONFIDENTIAL & URGENT RESPONSE.", "dc:title": "TREAT VERY CONFIDENTIAL & URGENT RESPONSE.", "dcterms:created": "2006-07-12T04:39:39Z"}