{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable ", "MboxParser-from": "r  Wed Jul 12 21:29:07 2006", "MboxParser-mime-version": "1.0 ", "MboxParser-reply-to": "rohda3_saeedibrahim@yahoo.co.uk ", "MboxParser-return-path": "<rohda3_saeedibrahim@yahoo.co.uk> ", "MboxParser-status": "O ", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM ", "MboxParser-x-sieve": "CMU Sieve 2.2 ", "Message-From": "MRS.ROHDA SAEED IBRAHIM. <rohda3_saeedibrahim@yahoo.co.uk>", "Message-Recipient-Address": "aiweb06@cs.umbc.edu During the current war in my country=2C all the property and the assets of my husband were destroyed I don=92t have anything left on behalf of my husband except this fund that=92s deposited with the Diplomatic service company in London=2C now I=92m undergoing a serious illness that resulted to be stroke and cancer problem=2C I had tried all my best to treat myself with every medical expert but there is no improvement=2C Currently my Doctor told me that I would not last for the next six  months due to my cancer problems=2E Having known my condition=2C I decided to donate this fund to Mosque=2C Islamic School Authority or Better Christian foundation=2C individual=2C that will utilize this money the way I instruct here=2E", "Message-To": ["aiweb06@cs.umbc.edu During the current war in my country=2C all the property and the assets of my husband were destroyed I don=92t have anything left on behalf of my husband except this fund that=92s deposited with the Diplomatic service company in London=2C now I=92m undergoing a serious illness that resulted to be stroke and cancer problem=2C I had tried all my best to treat myself with every medical expert but there is no improvement=2C Currently my Doctor told me that I would not last for the next six  months due to my cancer problems=2E Having known my condition=2C I decided to donate this fund to Mosque=2C Islamic School Authority or Better Christian foundation=2C individual=2C that will utilize this money the way I instruct here=2E", "aiweb06@cs.umbc.edu"], "Message:From-Email": "rohda3_saeedibrahim@yahoo.co.uk", "Message:From-Name": "MRS.ROHDA SAEED IBRAHIM.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200607130128.k6D1SY0E020363@mailserver-ng.cs.umbc.edu>", "Message:Raw-Header:Reply-To": "rohda3_saeedibrahim@yahoo.co.uk", "Message:Raw-Header:Return-Path": "<rohda3_saeedibrahim@yahoo.co.uk>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUR HELP IS NEEDED>\n\nName: MRS.ROHDA SAEED IBRAHIM.\r\n\r\nEmail: rohda3_saeedibrahim@yahoo.co.uk\r\n\r\nAssalam Muialaku.\r\n\r\nDear Friend\r\n\r\nMy name is MRS.ROHDA SAEED IBRAHIM from Iraq. I am married to DR. SAEED IBRAHIM, who worked with shell Petroleum Company in Iraq for twelve years before he died after a brief illness.\r\nWe were married for eight years without a child. Since we married we were both Islamic couple members. After his death I decided not to re-marry or get a child outside my matrimonial home. When my late husband was alive he deposited the sum of $9.5 Million (Nine million five hundred thousand U.S.Dollars) with International Diplomatic service firm in London with purpose to invest the fund in Islamic foundation or better Christian foundation before his death, The fund is still under safe keeping with the International Diplomatic firm in London, hence and contacting you to help me to achieve this project in your country.\r\n\r\n During the current war in my country, all the property and the assets of my husband were destroyed I don’t have anything left on behalf of my husband except this fund that’s deposited with the Diplomatic service company in London, now I’m undergoing a serious illness that resulted to be stroke and cancer problem, I had tried all my best to treat myself with every medical expert but there is no improvement, Currently my Doctor told me that I would not last for the next six  months due to my cancer problems. Having known my condition, I decided to donate this fund to Mosque, Islamic School Authority or Better Christian foundation, individual, that will utilize this money the way I instruct here.\r\n\r\nI want this fund to be distributed to, Orphanages, Widows promoting the work of almighty Allah, and to promote work of Almighty Allah in your country. The Koran made us to understand that blessed is the hand that gives. I took this decision because I don’t have any child that will inherit this money and my husband’s brothers are unbelievers.\r\n\r\nIf this fund spent to promote the work of Almighty Allah, better. I don’t want a situation where this money will be used in an ungodly manner. Hence the reasons for taking this bold decision. I am not afraid of death hence I know where I am going. I know that I am going to be in the heaven. I don’t need any telephone communication in this regard because my health and the presence of my husband relatives around me always,\r\nI don’t want them to know about this development. With Allah all things are possible.\r\n\r\nAs soon as I receive your reply I will instruct the DIPLOMATIC operation manager and my husband lawyer to furnish you with more details on how to receive the fund.\r\nI will also instruct him to issue you a letter of authority that will empower you as the original-beneficiary of this fund. I want Christians and the Muslims to always pray for me because in Almighty Allah I put my hope. My happiness is that I lived a life of a worthy Muslim.\r\n\r\nReply me through my alternative e-mail address, as you delay in your reply will give room in sourcing for another faith member for this same purpose. Please assure me that you will act accordingly as I instructed here. As, I am seriously ill and I will not be able to move around and do much due to the illness, I will really appreciate it, if you only contact me through my Email:Address:rohda3_saeedibrahim@yahoo.co.uk\r\nas the Internet is my only means of communicating. Hope to hearing from you soonest.\r\n\r\nRemain blessed in the name of the Allah.\r\n\r\nWassalam.\r\n\r\nMRS. ROHDA SAEED IBRAHIM.\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2833", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"MRS.ROHDA SAEED IBRAHIM.\" <rohda3_saeedibrahim@yahoo.co.uk> ", "MRS.ROHDA SAEED IBRAHIM. <rohda3_saeedibrahim@yahoo.co.uk>"], "dc:format": "text/plain; charset=\"us-ascii\" ", "dc:identifier": "<200607130128.k6D1SY0E020363@mailserver-ng.cs.umbc.edu> ", "dc:subject": "UR HELP IS NEEDED>", "dc:title": "UR HELP IS NEEDED>", "dcterms:created": "2006-07-13T01:28:11Z"}