{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Jun 16 10:34:52 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "fbellojr1@netzero.net", "MboxParser-return-path": "<fbellojr39@hotmail.com>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "FRANK BELLO <fbellojr39@hotmail.com>", "Message-Recipient-Address": "R@S", "Message-To": ["R@S", "R@S"], "Message:From-Email": "fbellojr39@hotmail.com", "Message:From-Name": "FRANK BELLO", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200306161434.h5GEY1Z04087@paintyourwagon.mr.itd.UM>", "Message:Raw-Header:Reply-To": "fbellojr1@netzero.net", "Message:Raw-Header:Return-Path": "<fbellojr39@hotmail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHELP/BUSINESS PROPOSAL\n\nFrom:FRANK BELLO,\r\nATTN:PLEASE, permit me to inform you of my desire of going into business relationship with you .\r\nI am FRANK BELLO JR, The first son of late Mr and Mrs Usman Bello. My father was a very wealthy GOLD and COCOA  mernchant in congo republic. He  was poisoned to death by his business associate on one of their business outings.  When  my mother died  on the 21ST\r\noctober 1994 , My father took me and my brother so special  because we were motherless.  Before  the death of my father on the 29th November 2000 in a private hospital here  in NIGERIA,He sincerely called me on his bed side  and told me that he had a sum of\r\n55.600,000 US  DOLLARS (FIFTY FIVE MILLION SIX HUNDRED THOUSAND USA DOLLARS)kept in a security company in SOUTH AFRICA.\r\nHe also said that the security company does not know the content of the safe Box.He  also used my name to Deposit  the money  as his first Son for next of kin. He  also explained  to me that it was because of this wealth  that he was poisoned by his business assocaites, That I should  seek for a foreign partner in a country of my choice where I will  transfer this money and use it for investment purposes, I want you to assist me in clearing this fund into your  account overseas  as a beneficiary of the fund, and also use it for  an investment purpose, such as real estate management.\r\nMy intrested areas of investment are; REAL ESTATE,HOTELS, PETROLEUM INDUSTRY. I am honourablyseeking for your assistance in the following ways.\r\n(1)To assist me  to clear this  fund from the security company and transfer to your account successfully.\r\n(2)To serve as  the guardian of this fund since I am a Boy of (26)yrs .\r\n(3) To make arrangement for me to come over to your country  to further my Education and to secure a residential  permit in your country. Moreover, I am willing to offer you 25% of the total sum  as compensation for your effort /input after the successful transfer of this fund to your nominated account.Furthermore, you can indicate your option towards assisting me as I believe that  this transaction would be concluded within 14 days,from the day you signify interest to assist me.  Awaiting  to hear from you  soonest.  please you can also  reply this email to my alternate email address fbellojr10@zwallet.com\r\nThanks and God bless you for your anticipated\r\ncoperation .\r\nBest Regards,\r\nFRANK BELLO JR\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-280", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"FRANK BELLO\" <fbellojr39@hotmail.com>", "FRANK BELLO <fbellojr39@hotmail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200306161434.h5GEY1Z04087@paintyourwagon.mr.itd.UM>", "dc:subject": "HELP/BUSINESS PROPOSAL", "dc:title": "HELP/BUSINESS PROPOSAL", "dcterms:created": "2003-06-16T14:34:05Z"}