{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Sep  1 06:28:06 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "hassan_abdoulaye2@yahoo.co.uk", "MboxParser-return-path": "<hassan_abdoulaye3@yahoo.co.uk>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.3", "Message-From": "hassan  abdoulaye <hassan_abdoulaye3@yahoo.co.uk>", "Message:From-Email": "hassan_abdoulaye3@yahoo.co.uk", "Message:From-Name": "hassan  abdoulaye", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200609011028.k81AS378003354@panther.mail.UM>", "Message:Raw-Header:Reply-To": "hassan_abdoulaye2@yahoo.co.uk", "Message:Raw-Header:Return-Path": "<hassan_abdoulaye3@yahoo.co.uk>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT REPLY\n\nMy Dear,\r\n\r\nGood day to you, I hope fine, dear am writing this mail with due respect and heartful of tears,sorrow and pains in my heart, since we have not known or met ourselves previously I am asking for your assistance,i have gone through your profile and will be very glad if you can render me assistance to my situation now. I will make my proposal well known if I am given the opportunity. I would like to use this opportunity to introduce my self to you.\r\n\r\nI am Mr.Hassan Abdoulaye, A 23 years old young man from Cote' Ivoire, the only Son of Late ALH.Sammar Abdoulaye , my father and mother was Assassinated when i was 12 years old, i still in primary six in school and One of my fathers best friend rushed to our school and pick me with my younger sister to republic of Senegal were we are with him and his family and continue our study and after some years he was illed before he died, i was 18 years old then and he called me, give me all the document concerning my fathers properties and the deposit account, he corrected from my fathers lawyer in my country and directed me to his family lawyer.\r\n\r\nmay his soul rest in peace.When Mr.Donard John, my father best friend died and his family started matreatig us, we left the family house to Refugee camp were we live now. My father is Former Assistant Director Of Cote'Ivoire Gold And Coco Mining Corporation before his death . The main reason why I am contacting you now is to seek for your assistance in the area of future investment and also my father left some huge amount of money for us,which i want you to help us and invested in country\r\nThis money is Twenty Million Five Hundred Thousand US Dollars which was deposited some years ago by my late father,\r\n\r\nhe made me the sole beneficiary/next of kin to the money. I am now asking you to stand on my behalf to make this claim for the finance company, I am a young man and too young in age i can't handle this can of transaction, i want you to stand as my foreign partner oversea and also to help me investment the money. I will give you details about the deposit as you respond to my request. I have all original copies of the documents concerning this money with me here, So please am expecting to hear from you soon. This are my Privet Emal hassan_abdoulayee@yahoo.co.ukYours Truly,\r\nHassan.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2977", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"hassan  abdoulaye\" <hassan_abdoulaye3@yahoo.co.uk>", "hassan  abdoulaye <hassan_abdoulaye3@yahoo.co.uk>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200609011028.k81AS378003354@panther.mail.UM>", "dc:subject": "URGENT REPLY", "dc:title": "URGENT REPLY", "dcterms:created": "2006-09-01T10:29:38Z"}