{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Sep  2 18:20:34 2006", "MboxParser-importance": "normal MONEY WILL BE TRANSFERRED INTO THE BANK  TREASURY AS UNCLAIMED FUND.TH=", "MboxParser-mime-version": "1.0 KEEP \"TOP SECRET\" AS I AM STILL IN SERVICE AND INTEND TO RETIRE FROM S=", "MboxParser-return-path": "<garuba_umaru2005@latinmail.com> by smtp.latinmail.com (Postfix) with SMTP (PRIVATE & CONFIDENTIAL)=20", "MboxParser-status": "O", "MboxParser-x-bogosity": "No, tests=bogofilter, spamicity=0.500000, version=0.15.13", "MboxParser-x-sieve": "CMU Sieve 2.3 id 2C2A0A60E7F; Sun,  3 Sep 2006 00:17:45 +0200 (CEST) AFRICAN DEVELOPMENT BANK (A D B) OUAGADOUGOU BURKINA-FASO IN WEST AFRI=", "Message-From": "Garuba Umaru <garuba_umaru2005@latinmail.com>", "Message-Recipient-Address": "garuba_umaru2005@latinmail.com", "Message-To": ["\"garuba_umaru2005@latinmail.com\" <garuba_umaru2005@latinmail.com> ON NOVEMBER  2001 IN A PLANE CRASH AND THE FUND HAS BEEN DORMANT IN HI=", "garuba_umaru2005@latinmail.com <garuba_umaru2005@latinmail.com>"], "Message:From-Email": "garuba_umaru2005@latinmail.com", "Message:From-Name": "Garuba Umaru", "Message:Raw-Header:Importance": "normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<20060902221745.2C2A0A60E7F@smtp.latinmail.com>", "Message:Raw-Header:Return-Path": "<garuba_umaru2005@latinmail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Bogosity": "No, tests=bogofilter, spamicity=0.500000, version=0.15.13", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3\tby smtp.latinmail.com (Postfix) with SMTP\tid 2C2A0A60E7F; Sun,  3 Sep 2006 00:17:45 +0200 (CEST)", "Multipart-Boundary": "latinmail.com_ltwebml01.localdomain_ad04cb39ea8ce650ad2d4f4c340b6514", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFROM:MR GARUBA UMARU\n\nFROM:MR GARUBA UMARU\r\nBILL AND EXCHANGE MANAGER, \r\nAFRICAN DEVELOPMENT BANK (A D B) \r\nOUAGADOUGOU BURKINA-FASO. \r\n\r\n\r\nDEAR SIR/MADAM, \r\n\r\n                        (PRIVATE & CONFIDENTIAL) \r\n\r\nI AM GARUBA UMARU THE MANAGER IN CHARGE OF BILL AND EXCHANGE SECTION OF AFRICAN DEVELOPMENT BANK (A D B) OUAGADOUGOU BURKINA-FASO IN WEST AFRICA.WITH DUE RESPECT AND EGARD I HAVE DECIDED TO CONTACT YOU ON A BUSINESS TRANSACTION THAT WILL BE VERY BENEFICIAL TO BOTH OF US AT THE END OF THE TRANSACTION. \r\n\r\nDURING OUR INVESTIGATION AND AUDITING IN THIS BANK, MY DEPARTMENT CAME ACROSS A VERY HUGE SUM OF MONEY BELONGING TO A DECEASED PERSON WHO DIED ON NOVEMBER  2001 IN A PLANE CRASH AND THE FUND HAS BEEN DORMANT IN HIS ACCOUNT WITH THIS BANK WITHOUT ANY CLAIM OF THE FUND IN OUR CUSTODY EITHER FROM HIS FAMILY OR RELATION BEFORE MY DISCOVERY TO THIS DEVELOPMENT. \r\n\r\nALTHOUGH PERSONALLY, I KEEP THIS INFORMATION SECRET WITHIN MYSELF TO ENABLE THE WHOLE PLANS AND IDEA BE PROFITABLE AND SUCCESSFUL DURING THE TIME OF EXECUTION. THE SAID AMOUNT WAS SUM OF $ TWENTY TWO MILLION THREE HUNDRED THOUSAND UNITED STATES DOLLARS ($22.3M)\r\n\r\nMEANWHILE ALL THE WHOLE ARRANGEMENT TO PUT CLAIM OVER THIS FUND AS THE BONAFIDE NEXT OF KIN TO THE DECEASED, GET THE REQUIRED APPROVAL AND TRANSFER THIS MONEY TO A FOREIGN ACCOUNT HAS BEEN PUT IN PLACE AND DIRECTIVES AND NEEDED INFORMATION WILL BE RELAYED TO YOU AS SOON AS YOU INDICATE YOUR INTEREST AND WILLINGNESS TO ASSIST ME AND ALSO BENEFIT YOUR SELF TO THIS GREAT BUSINESS OPPORTUNITY. \r\n\r\nIN FACT I COULD HAVE DONE THIS DEAL ALONE BUT BECAUSE OF MY POSITION IN THIS COUNTRY AS A CIVIL SERVANT(A BANKER),WE ARE NOT ALLOWED TO OPERATE A FOREIGN ACCOUNT AND WOULD EVENTUALLY RAISE AN EYE BROW ON MY SIDE DURING THE TIME OF TRANSFER BECAUSE I WORK IN THIS BANK. THIS IS THE ACTUAL REASON WHY IT WILL REQUIRE A SECOND PARTY OR FELLOW WHO WILL FORWARD CLAIMS AS THE NEXT OF KIN TO THE BANK AND ALSO PRESENT A FOREIGN ACCOUNT WHERE HE WILL NEED THE MONEY TO BE RE-TRANSFERRED INTO ON HIS REQUEST AS IT MAY BE AFTER DUE VERIFICATION AND CLARIFICATION BY THE CORRESPONDENT BRANCH OF THE BANK WHERE THE WHOLE MONEY WILL BE REMITTED FROM TO YOUR OWN DESIGNATION BANK ACCOUNT.I DON'T WANT THIS MONEY TO GO INTO THE BANK TREASURY AS UNCLAIMED BILL.OUR BANKING LAW AND GUIDELINE HERE STIPULATES THAT IF SUCH MONEY REMAINED  UNCLAIMED AFTER FIVE YEARS, THE MONEY WILL BE TRANSFERRED INTO THE BANK  TREASURY AS UNCLAIMED FUND.THE REQUEST OF  FOREIGNER AS NEXT OF KIN IN THIS BUSINESS IS OCCASIONED BY THE FACT THAT THE CUSTOMER WAS A FOREIGNER AND A BURKINABE CANNOT STAND AS NEXT OF KIN TO A FOREIGNER. \r\n\r\nI WILL NOT FAIL TO INFORM YOU THAT THIS TRANSACTION IS 100% RISK FREE. ON SMOOTH CONCLUSION OF THIS TRANSACTION, YOU WILL BE ENTITLED TO 30% OF THE TOTAL SUM AS GRATIFICATION, WHILE 5% WILL BE SET ASIDE TO TAKE CARE OF EXPENSES THAT MAY ARISE DURING THE TIME OF TRANSFER AND ALSO TELEPHONE BILLS, WHILE 65% WILL BE FOR ME. PLEASE, YOU HAVE BEEN ADVICED TO KEEP \"TOP SECRET\" AS I AM STILL IN SERVICE AND INTEND TO RETIRE FROM SERVICE AFTER I CONCLUDE THIS DEAL WITH YOU. \r\n\r\nI WILL BE MONITORING THE WHOLE SITUATION HERE IN THIS BANK UNTIL YOU CONFIRM THE MONEY IN YOUR ACCOUNT AND ASK ME TO COME DOWN TO YOUR COUNTRY FOR SUBSEQUENT SHARING OF THE FUND ACCORDING TO PERCENTAGES PREVIOUSLY INDICATED AND FURTHER INVESTMENT, EITHER IN YOUR COUNTRY OR ANY COUNTRY YOU ADVICE US TO INVEST IN. \r\n\r\nALL OTHER NECESSARY VITAL INFORMATION WILL BE SENT TO YOU WHEN I HEAR FROM YOU. \r\nI LOOK FORWARD TO RECEIVE YOUR EMAIL. \r\n\r\nYOURS FAITHFULLY, \r\nMR GARUBA UMARU HOME ADDRESS:288 QUEZIN \r\nFERDINAND AVENUE OUAGADOUGOU \r\nBURKINA-FASO.\r\n\r\n\r\n¡Miles de amigos con tus mismas aficiones! http://www.latinchat.com\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2986", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Garuba Umaru\" <garuba_umaru2005@latinmail.com> THE TRANSACTION.=20", "Garuba Umaru <garuba_umaru2005@latinmail.com>"], "dc:format": "multipart/mixed; boundary=\"latinmail.com_ltwebml01.localdomain_ad04cb39ea8ce650ad2d4f4c340b6514\" THIS COUNTRY AS A CIVIL SERVANT(A BANKER),WE ARE NOT ALLOWED TO OPERAT=", "dc:identifier": "<20060902221745.2C2A0A60E7F@smtp.latinmail.com> FOR SUBSEQUENT SHARING OF THE FUND ACCORDING TO PERCENTAGES PREVIOUSLY=", "dc:subject": "FROM:MR GARUBA UMARU", "dc:title": "FROM:MR GARUBA UMARU", "dcterms:created": "2006-09-02T22:17:45Z"}