{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Sep  4 19:38:26 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "piloma_kortie@yahoo.com", "MboxParser-return-path": "<pilomakortie@yahoo.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.3", "Message-From": "Mrs Pilma Kortie <pilomakortie@yahoo.com>", "Message:From-Email": "pilomakortie@yahoo.com", "Message:From-Name": "Mrs Pilma Kortie", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200609042338.k84NcNYW006951@score.mail.UM>", "Message:Raw-Header:Reply-To": "piloma_kortie@yahoo.com", "Message:Raw-Header:Return-Path": "<pilomakortie@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nhello\n\nMrs.Piloma Kortie\r\nC/o Eglise Ouganda (Catholic church )\r\nLiberte Sicap 1,Dakar Senegal\r\n\r\nDear Stef Brown,\r\n\r\nI know this mail may come to you as a surprise.Nevertheless please don't be,I am Mrs.Piloma Kortie, aged 59 years, the wife of Major Moussa Kortie, Chief Security Officer and Aide-de–camp to the exiled president Charles Taylor of Liberia.\r\n\r\nAs a result of the on-going crisis in my country, I am saddled with problems of my ill-health (protracted diabetes and high blood pressure) which is currently of increase in the recent time but more importantly to me now is getting a trust worthy individual abroad to receive the sum of US$3 million and 3.65kg of Diamond on our behalf, this,I intend to invest in your country.\r\nDue to the present crisis in my home city Monrovia, I managed to sneak away with my son Larry,23 years of age and my only daughter,Fannte, 26 years, out from Monrovia to Dakar-Senegal for our safety. We sneaked into Dakar-Senegal through the land boarder by the help of some government militia group who guarded our safe exit from Liberia.\r\n\r\nAfter the killing of my husband by the rebels, we decided to come down here to Dakar senegal to take a temporal assylum and also to secure the this deposit as was made here by my late husband also, to further look for a trust worthy person abroad to receive these deposit upon it's release.My late husband made this deposit before he was eventually killed in my presence by the heartless rebels when they invaded our residence in Monrovia.\r\nI feel confident therefore to introduce myself to you based on this problem and our present condition of stay here since all our foreign contacts and connections got lost as result of the crisis which lead to the killing of my late husband and the destruction of all his other properties and estates by the rebels.I am desperately in need to move and re-locate this deposit to your country for safe keeping as this is the only wealth remaining for the future survival and well being of me and my family out of all my late husbands estates/ properties.\r\n\r\nFor your assistance, a negotiable percentage shall be discussed with you as I receive your positive response on this issue,our lives are in danger due to our present state of insecurity and condition of our stay here.I plead and look foward for your help.\r\n\r\nPlease endavour to email me back for further clarifications on this issue.\r\nGod bless you as you respond to my plea this number 00221-486-5911 for assistance.\r\n\r\nSincerely yours.\r\nMrs Piloma Kortie.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2990", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mrs Pilma Kortie\" <pilomakortie@yahoo.com>", "Mrs Pilma Kortie <pilomakortie@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200609042338.k84NcNYW006951@score.mail.UM>", "dc:subject": "hello", "dc:title": "hello", "dcterms:created": "2006-09-05T00:38:16Z"}