{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Sep  8 21:34:03 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "sussy01@gawab.com", "MboxParser-return-path": "<sunna001@adinet.com.uy>", "MboxParser-status": "O", "MboxParser-x-originating-ip": "125.245.195.200", "MboxParser-x-sieve": "CMU Sieve 2.3", "Message-From": "MRS SUSSAN ADAMS <sunna001@adinet.com.uy>", "Message-To": ["undisclosed-recipients: ;", "undisclosed-recipients:;"], "Message:From-Email": "sunna001@adinet.com.uy", "Message:From-Name": "MRS SUSSAN ADAMS", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain;charset=\"UTF-8\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<24322869.1157765503397.JavaMail.tomcat@fe-ps01>", "Message:Raw-Header:Reply-To": "sussy01@gawab.com", "Message:Raw-Header:Return-Path": "<sunna001@adinet.com.uy>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Originating-IP": "125.245.195.200", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDEAR BELOVED,\n\nDEAR BELOVED, \r\n\r\nI am Sussan Adams \r\n\r\nPLEASE ENDEAVOUR TO USE IT FOR THE CHILDREN OF GOD. I am the above \r\nnamed person. I am married to Dr. Donald Adams A LIBERIAN but I’m now \r\nin Nigerian General HOSPITAL taking treatment for my sickness, who \r\nworked with U.S embassy in LIBERIAN for nine years before he died in \r\nthe year 2000. We were married for eleven years without a child. He \r\ndied after a brief illness that lasted for only four days. Before his \r\ndeath we were both born again Christians. Since his death I decided not \r\nto re-marry or get a child outside my matrimonial home which the Bible \r\nis against. \r\n\r\nWhen my late husband was alive he deposited the sum of$10.5 Million \r\n(Ten Million five hundred thousand U.S.Dollars) with A Bank Presently, \r\nthis money is still under the safe keeping of the Reserve FINANCE \r\nCOMPANY Recently, my Doctor told me that I would not last for the next \r\nSEVEN months due to my cancer \r\nproblems. \r\n\r\nThough what disturbs me most is my stroke.Having known my condition, I \r\ndecided to donate this fund to church or better still a Christian or \r\nmuslim individual That will utilize this money the way I am going to \r\ninstruct here in. I want a church that will use this fund on, \r\norphanages, deaf and domb and poor widows propagating the word of God \r\nand to ensure that the house of God is maintained. The Bible made us to \r\nunderstand that blessed is the hand that giveth. I took this decision \r\nbecause I don't have any child that will inherit this money and my \r\nhusband relatives are not Christians and I don't want my husband's hard \r\nearned money to be misused by unbelievers. I don't want a situation \r\nwhere this money will be used in an ungodly manner. Hence the reason \r\nfor taking this bold decision. \r\n\r\nI am not afraid of death hence I know where I am going. I know that I \r\nam going to be in the bosom of the Lord. Exodus 14 VS 14 says that the \r\nlord will fight my case and I shall hold my peace. I don't need any \r\ntelephone communication in this regard because of my health because of \r\nthe presence of my husband's relatives around me always. I don't want \r\nthem to know about this development. With God all things are possible. \r\nAs soon as I receive your reply I forward your personal information, \r\nsuch as Your full name, Your full address, with Your telephone and fax \r\nnumber to my lawyer so that he will contact you as the legal owner of \r\nmy fund before the bank will be transferring the fund into your \r\nnominated Bank Account in your country. \r\n\r\nI will also issue you a letter of a authority that will back you up as \r\nthe real next of kin and the original- beneficiary of my fund. I want \r\nyou and the church to always pray for me because the lord is my \r\nshepherd,you will also promise me that you will not seat on the fund \r\nwhen it gets into your bank account. My happiness is that I lived a \r\nlife of a worthy Christian. Whoever that wants to serve the Lord must \r\nserve him in spirit and truth. Please always be prayerful all through \r\nyour life, any delay in your reply will give me room in serching for a \r\nchurch or Christian individual for this same purpose. Please assure me \r\nthat you will act accordingly as I stated herein. Hoping to hear from \r\nyou as soon as possible. \r\n\r\nRemain blessed in the name of the Lord. \r\n\r\nYours in Christ, \r\n\r\nMrs. Sussan Adams\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3014", "X-TIKA:parse_time_millis": "1", "dc:creator": ["MRS SUSSAN ADAMS <sunna001@adinet.com.uy>", "MRS SUSSAN ADAMS <sunna001@adinet.com.uy>"], "dc:format": "text/plain;charset=\"UTF-8\"", "dc:identifier": "<24322869.1157765503397.JavaMail.tomcat@fe-ps01>", "dc:subject": "DEAR BELOVED,", "dc:title": "DEAR BELOVED,", "dcterms:created": "2006-09-09T01:31:43Z"}