{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable"], "MboxParser-email": "eric=2Emorgan001@yahoo=2Eco=2Euk", "MboxParser-from": "r  Thu Sep 28 06:05:34 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "\"eric morgan \" <eric.morgan001@yahoo.co.uk>", "MboxParser-return-path": "<e.morgan5@pobox.sk> (envelope-from e.morgan5@pobox.sk) by paegas.mail-atlas.net; boundary=\"----=_NextPart_742e193a_fff1_4c68_bd5f_a123e0d69010\"", "MboxParser-status": "RO", "MboxParser-x-priority": "3 (Normal) above=2E </P>", "MboxParser-x-sieve": "CMU Sieve 2.3 (envelope-from e.morgan5@pobox.sk) Thu, 28 Sep 2006 11:59:08 +0200 =20", "Message-From": "eric morgan <e.morgan5@pobox.sk>", "Message-Recipient-Address": "e.morgan5@pobox.sk Note this transaction is confidential and risk free=2E=20", "Message-To": ["e.morgan5@pobox.sk Note this transaction is confidential and risk free=2E=20", "e.morgan5@pobox.sk"], "Message:From-Email": "e.morgan5@pobox.sk", "Message:From-Name": "eric morgan", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<7597870c5537407b8c1730a9fbc67463@pobox.sk>", "Message:Raw-Header:Reply-To": "\"eric morgan \" <eric.morgan001@yahoo.co.uk>", "Message:Raw-Header:Return-Path": "<e.morgan5@pobox.sk>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Priority": "3 (Normal)", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3\t(envelope-from e.morgan5@pobox.sk)\t(envelope-from e.morgan5@pobox.sk)\tby paegas.mail-atlas.net;\tThu, 28 Sep 2006 11:59:08 +0200", "Multipart-Boundary": "----=_NextPart_742e193a_fff1_4c68_bd5f_a123e0d69010", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nREAD AND GET BACK TO ME\n\n\n\t\t\n\n\n\nDr.Eric Morgan                                                         \nBranch Supervisor, \nBanque International De L’Afrique De L’Ouest (BIAO-CI), \nAbidjan,Cote D’Ivoire, \nEMAIL:eric.morgan001@yahoo.co.uk\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDearest Beloved, \n\n\nThis mail may be a surprise because you did not give me the permission to do reach you and neither do you know me in person. Before introducing myself, I want you to please forgive me for sending this mail without your Consent . \n\n\nDearest beloved I came to know you through my search for a reliable, transparent and trustworthy person or partner to assist me execute a vital private and confidential business transaction as stated b elow, therefore I am very glad Ih ave found a personlike you. \n\n\nI am Dr.Eric Morgan an account officer with Banque Internationale de L' afrique De L' Ouest Cote D' Ivoire. I am writing following an opportunity in my department here in the bank that will be of immense benefit both of us. \n\n\nIn my department we discovered an abandoned sum of $10 million Ten million united states dollars) in an account that belongs to one of our foreign customer the Late Mr Smith B.Andrea an American oil engineer with Petro Technical Services Sarl who unfortunately lost his life in the plane crash of Alaska Airlines Flight 261 which crashed on January 31 2000, including his wife. \n\n\nYou read more on the crash on visiting this Site.http://www.cnn.com/2000/US/02/01/alaska. airlines.list/smith.html. \n\n\nSince we got information about his death, we have been expecting his next of kin or relatives to come over and claim his money because we cannot release it unless somebody applies for it as next of kin or relatio n to the deceased as indicated in our bankingguidelines. \n\n\nUnfortunately I learnt that his supposed next of kin being his wife [Patty Andrea] died along with him in the plane crash leaving nobody with the knowledge of this fund behind for the claim. \n\n\nIt is therefore upon this discovery that I now decided to make business with you and release the money to you as the next of kin or beneficiary of the funds for safety keeping and subsequent disbursement since nobody is coming for it and we don't want this money to go back into Government treasury as unclaimed bill. \n\n\nThe banking law and guidelines here stipulates that if such money remained after six and half years, the money will then be transferred into Government treasury as unclaimed funds. \n\n\nI agree that 30% of this money will be for you as the foreign partner, while the balance will be for me. I will visit your country for the disbursement according to the percentages indicated above once this money gets into your account. \n\n\nPlease be honest to me and trust is our watchword in this trans action. Note this transaction is confidential and risk free. \n\n\nAs soon as you receive this mail you should contact me by return mail.Please note that all necessary arrangement for the smooth release of these funds to your yet to be provided account has been finalised. \n\n\nWe will discuss much in details when I do receive your response. Please in your response include your telephone number for easy communication between us. \n\n\nBest Regards, \nDr. Eric Morgan. \n\n\nPLEASE NOTE: \nThe material being sent to you contains PRIVILEGED AND CONFIDENTIAL information only for the use of the addressee(s) named above. \n\n\nIf the reader of this message is not the intended recipient, please note that any dissemination, distribution, or copying of this communication is prohibited. \n\n\nIt is requested that anyone who receives this communication in error notify the sender immediately by e-mail reply and destroy all copies of the tran smission received. \n\n\nThanks ! \nFROM Dr.ERIC MORGAN \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3086", "X-TIKA:parse_time_millis": "2", "dc:creator": ["\"eric morgan\" <e.morgan5@pobox.sk> with you and release the money to you as the next of kin or beneficiar=", "eric morgan <e.morgan5@pobox.sk>"], "dc:format": "text/html; charset=windows-1250", "dc:identifier": "<7597870c5537407b8c1730a9fbc67463@pobox.sk> transparent and trustworthy person or partner to assist me execute a v=", "dc:subject": "READ AND GET BACK TO ME", "dc:title": "READ AND GET BACK TO ME", "dcterms:created": "2006-09-28T09:59:08Z"}