{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Oct  6 09:11:12 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "gsxdeo6@yahoo.com.my", "MboxParser-return-path": "<gobind.sdeo6@yahoo.com.my> This means that the proceeds of his bank account  would be paid to you as his  next of kin or the legitimate beneficiary=2E  When  the proceeds in his bank account are  paid to you=2C  we would  share the proceeds on a mutually agreed-upon  percentage of 60% to me and 40% to your kind self=2E", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.3", "Message-From": "GOBIND SINGH DEO <gobind.sdeo6@yahoo.com.my>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "gobind.sdeo6@yahoo.com.my", "Message:From-Name": "GOBIND SINGH DEO", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200610061311.k96DB3we017384@jacknife.mail.UM>", "Message:Raw-Header:Reply-To": "gsxdeo6@yahoo.com.my", "Message:Raw-Header:Return-Path": "<gobind.sdeo6@yahoo.com.my>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBUSINESS PROPOSAL\n\nAttn:Plz ,\r\n\r\nMy name is Mr Gobind Singh Deo . I am a legal practitioner Gobind Singh Deo Chember in Johor Bahru, Malaysia.\r\n\r\nI saw your contact and profile i decided that you could cooperate with me in this proposition.\r\n\r\nI have a client who was deceased in November, 2001,  in Kuala Lumpur, Malaysia.I am contacting you because you have the same surname as my deceased client and i felt that you could help me in the distribution of funding that were left in my deceased client's bank account. This funding is closed to be declared UN-serviceable by the bank as there were no indicated next of kin or next of beneficiary of the funding in the bank account.\r\n\r\nThe total amount of cash in the bank account of my deceased client  is US$4.7 Million (  Say, Four Million, Seven Hundred Thousand US$ ), only.\r\n\r\nThe bank had  issued to me a notification to contact the next of kin of my deceased client for either to re-activate  the bank account  or to make claim of  beneficiary,  of the funding in the bank account, with a month surcharge of 6% to be deducted as an Escrow safe keeping fee of the bank account,so as to avoid the indefinite closure of the bank account.\r\n\r\nMy proposition to you is to seek your consent, and  to present your kind self  as the next-of-kin and beneficiary of my deceased  client, since you have the same last name with him.\r\n\r\n This means that the proceeds of his bank account  would be paid to you as his  next of kin or the legitimate beneficiary.  When  the proceeds in his bank account are  paid to you,  we would  share the proceeds on a mutually agreed-upon  percentage of 60% to me and 40% to your kind self.\r\n\r\nAll the legal documents to back up your claim as my client's next-of-kin would  be provided by me. The most important thing I would need is your honest cooperation to in this proposition.This would be done  under a legitimate arrangement that would protect you from any breach of the law.\r\n\r\nIf this business proposition offends your moral and ethic values, do accept my sincere apology. Please contact me at once if youe interested by replying the mail and ignore it if you are not.\r\n\r\nBest regards,\r\nMr Gobind Singh Deo Esq.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3117", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"GOBIND SINGH DEO\" <gobind.sdeo6@yahoo.com.my>", "GOBIND SINGH DEO <gobind.sdeo6@yahoo.com.my>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200610061311.k96DB3we017384@jacknife.mail.UM>", "dc:subject": "BUSINESS PROPOSAL", "dc:title": "BUSINESS PROPOSAL", "dcterms:created": "2006-10-06T01:10:05Z"}