{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Jul  5 07:56:29 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "fredobi@indiatimes.com", "MboxParser-return-path": "<fredobi02@zwallet.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "Mr.Fred Obi <fredobi02@zwallet.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "fredobi02@zwallet.com", "Message:From-Name": "Mr.Fred Obi", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200307051156.h65BuEq16539@suddenimpact.mr.itd.UM>", "Message:Raw-Header:Reply-To": "fredobi@indiatimes.com", "Message:Raw-Header:Return-Path": "<fredobi02@zwallet.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImportant Business Proposition\n\nDear Sir/Madam,\r\n\r\nI am writting this letter out of a genuine desperation to find a reliable partner in the unfolding transaction.I have been unjustly treated by my partner in a transaction so,I seek your help, attention and genuine co-operation to our mutual benefit and\r\ni believe that you will not let down the trust and confidence i am about to repose on you.\r\n\r\nI am MR.FRED OBI,from NIGERIA and for the past ten years,I have been working in a public Relations firm that pays me about 100 hundred dollars each month. On the 30th of june,our company made a very big financial breakthrough when we made contact with ALHAJI DAN MUSA. We began to supply him his cow vaccine named LIM KXT COW VACCINE. ALHAJI DAN MUSA is THE PRESIDENT OF (WICDEL GROUP COMPANY )He is a millionaire farmer with CATTLE FARMS in all part of AFRICA , and a new one located at ABIDJAN COTE D'VOIRE.\r\n\r\n\r\nMoreover, he is the greatest supplier of cattle beef and other dairy products to the whole of West Africa.HE had informed us about the huge amount of money he spends on the purchase of a particular but very important cattle medicine. Precisely, he buys U\r\nS$5,000 per carton. He asked if our organisation can source for a cheaper supplier.\r\n\r\nWe did market research and discovered that we can buy these vaccine in Europe for US$2,000 per carton. We moved a proposal to WICDEL GROUP COMPANY, to supply him at US$4,800 per carton which they accepted. As these supplies progressed and our company is\r\ndoing fine,I requested to my boss for an increase in our salary.he was so upset that he sacked me without benefits and ten years of dedicated workmanship.\r\n\r\nI was so desperate that I went to the WICDEL GROUP COMPANY farms and infomed ALHAJI DAN MUSA that I have a foriegn contact that will be willing to supply him this same products at US$4,400. Per carton. ALHAJI DAN MUSA in turn confided to me that he is about to place order for one thousand cartons following a suspected outbreak of disease in his farms.I asured ALHAJI DAN MUSA that my foreing contact will be in the position to manufacture and supply to him,infact I convinced him that my former boss usually buy from my foriegn contact and that is why he sales to him at a higher price. HOWEVER,I INFORMED ALHAJI DAN MUSA THAT HE WILL HAVE TO PAY CASH IN ADVANCE BEFORE MY FORIEGN CONTACT WILL SUPPLY TO HIM. For the moment he has stopped all contact with my boss.\r\n\r\nPlease consider on how to handle this profitable project and kindly contact me immediately through my private e-mail: fredobi@indiatimes.com\r\n\r\nfor more details and negotiations as regards my commission.However,I will insist that my commission will be 20% of the total profit.\r\n\r\nNote : We will buy one thousand carton at US$2,000,000. We sell to them at US$4,400,000 Dollars, our client pays cash before lifting of the goods. (They must not know our purchase point in (Europe).\r\n\r\n\r\nThanks and God bless you.\r\n\r\nMr.FRED OBI\r\nTel: 234-80-332 96219\r\nFax: 234-1-7592758\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-303", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mr.Fred Obi\" <fredobi02@zwallet.com>", "Mr.Fred Obi <fredobi02@zwallet.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200307051156.h65BuEq16539@suddenimpact.mr.itd.UM>", "dc:subject": "Important Business Proposition", "dc:title": "Important Business Proposition", "dcterms:created": "2003-07-05T11:56:17Z"}