{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-from": "r  Fri Oct 13 15:11:59 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mohamed_dada_hafar@yahoo.com", "MboxParser-return-path": "<mohamed_dada5@hotmail.fr> Fri, 13 Oct 2006 12:11:45 -0700", "MboxParser-status": "RO", "MboxParser-x-originalarrivaltime": "13 Oct 2006 19:11:45.0804 (UTC) FILETIME=[6CE8DCC0:01C6EEFB]", "MboxParser-x-originating-email": "[mohamed_dada5@hotmail.fr]", "MboxParser-x-sender": "mohamed_dada5@hotmail.fr", "MboxParser-x-sieve": "CMU Sieve 2.3", "Message-Bcc": "", "Message-From": "MOHAMED DADA FAHAR <mohamed_dada5@hotmail.fr>", "Message:From-Email": "mohamed_dada5@hotmail.fr", "Message:From-Name": "MOHAMED DADA FAHAR", "Message:Raw-Header:Content-Type": "text/html; charset=iso-8859-1; format=flowed", "Message:Raw-Header:Message-ID": "<BAY15-F211A32EFE66702223CD079B70A0@phx.gbl>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "mohamed_dada_hafar@yahoo.com", "Message:Raw-Header:Return-Path": "<mohamed_dada5@hotmail.fr>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-OriginalArrivalTime": "13 Oct 2006 19:11:45.0804 (UTC) FILETIME=[6CE8DCC0:01C6EEFB]", "Message:Raw-Header:X-Originating-Email": "[mohamed_dada5@hotmail.fr]", "Message:Raw-Header:X-Sender": "mohamed_dada5@hotmail.fr", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3\t Fri, 13 Oct 2006 12:11:45 -0700", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONFIDENTIAL PROPOSAL FROM,\n\n \n\n MR:MOHAMED DADA HAFAR THE CHIEF AUDITOR INCHARGE.AFRICAN DEVELOPMANT BANK{ADB}. OUAGADOUGOU,BURKINA FASO. WEST AFRICA. \n\n\n\n\n\nDear Partner, \n\n\nI presumed that all is well with you and your family.Please let this  do not be a surprise proposal to you because i got your contact information from the international directory in few weeks ago  before i decided to contact on this magnitude and lucrative transaction for our  future survival in life.Moreover, i have laid all the solemn trust in you before i decided to disclose this successful & confidential transaction to you. \n\n\n\n\n\n\nI am Mr:MOHAMED DADA HAFAR THE CHIEF AUDITOR INCHARGE OF FOREIGN REMITTANCE UNIT of our bank and i have had the intent or contact you over this financial transaction worth the sum of NINTEEN MILLION, THREE HUNDRED THOUSAND UNITED STATES DOLLARS ($19,300,000.00 ) for our  success.This is an abandoned sum that belongs to one of our bank foreign customers who died along with his entire family  through plane crash disaster since few years ago. \n\n\nMeanwhile i was very fortune to came across the deceased file when i was arranging the old and abandoned customers files  in other to sign and submit to the entire bank management  for an official re-documentation and audit of the year against 2007. \n\n\n\n\n\n\nBe informed clearly that it was stated in our banking rules and regulations which was signed lawfully that if such fund remains unclaimed  till the period of 5 years started  from the date when the beneficiary died, the money will be transferred into the treasury as an unclaimed fund.As an honour and advantage bestowed to our foreign customers based on the rules guildeing our bank, it was stated obviously that if you are not a Burkina Faso citizen, you have the absolute authority to claim the fund hence you are a foreigner despite your differences from the county of origin of the deceased. \n\n\nSo the request of you as a foreigner is necessary to apply for the claim and transfer of the fund smoothly into your reliable bank account as the NEXT OF KIN OR EXTENDED RELATIVE to the deceased.On the transfer of this fund into your account, { 39% } being ( US$7,527,000.00) will be your share in respect of the account provision and your assistance rendered during the transfer of the fund into your bank account,{ 52% } being (US$10,036,000.00) will be my share being the codinator of the transaction while the rest { 9% } being (US$1,737,000.00) will be shared to the respectable Organisations Centers such as Charity Organisation, Motherless Babies homes, and helpless disabled people in the World. \n\n\n\n\n\n\nIf you are really sure of your trustworthy, accountability and confidentiality on histransaction,contact me and agree that you will not  change your mind to cheat or disappoint me  when the fund have getting into your account.Besides you should not entertain any fear because i am sure of the success as an insider in the bank ok. \n\n\nPlease reply with the assurance, include your private telephone and fax numbers necessary for facilitate an easy communication in this transaction.As soon as you reply,call me through my private telephone number on (00226 76420224)) so that i will let you know the next step to follow in order to finalize this transaction immediately. \n\n\n\n\n\nI expect your urgent communication. \n\nYsincerely, \n\n\n\nMR:MOHAMED DADA HAFAR \n\n\n\n\n\n\n\n\n\n\n\n\n\n utilisez Windows Live One Care, c'est gratuit  ! \n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3138", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"MOHAMED DADA FAHAR\" <mohamed_dada5@hotmail.fr>", "MOHAMED DADA FAHAR <mohamed_dada5@hotmail.fr>"], "dc:format": "text/html; charset=iso-8859-1; format=flowed", "dc:identifier": "<BAY15-F211A32EFE66702223CD079B70A0@phx.gbl>", "dcterms:created": "2006-10-13T19:11:41Z"}