{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Oct 28 02:51:24 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "liow_hanoi46@gawab.com", "MboxParser-return-path": "<liow_hanoi100@Awalla.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.3", "Message-From": "Mr Liow Hanoi <liow_hanoi100@Awalla.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "liow_hanoi100@Awalla.com", "Message:From-Name": "Mr Liow Hanoi", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200610280651.k9S6p9Dt023339@panther.mail.UM>", "Message:Raw-Header:Reply-To": "liow_hanoi46@gawab.com", "Message:Raw-Header:Return-Path": "<liow_hanoi100@Awalla.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYour Urgent  Assistance Needed\n\n>From The Desck Of\r\nMr Liow Hanoi\r\nSelangor Malaysia\r\nEmail:liow_hanoi46@gawab.com\r\n\r\nAttention: Sir/ Madam.\r\n\r\nFirstly, I must solicit your confidence in this transaction,this is by virtue of its nature as being utterly confidential and\r\ntop secret.Before I introduce myself, I wish to inform you that this letter is not an hoax mail and I urge you to treat it with\r\nseriousness. We want to transfer the sum of Nine Million Seven Hundred Thousand United States Dollars ($9,700.000.00)\r\nto an oversea account from one of the banks located in Malaysia. I want to ask you, If you are not capable to quietly look\r\nfor a reliable and honest person who will be capable and fit to provide either an existing bank account or to set up a new\r\nBank a/c immediately to receive this money, even an empty A/C can serve to receive this money, as long as you will remain\r\nhonest to me till the end of this important business ,I am trusting in you and believing in God that you will never let me\r\ndown either now or in future.\r\n\r\nI am Mr.Liow Hanoi a personal account officer to late Mr Morris Anthony an INDUSTRALIST. During the course of\r\nauditing,it was discovered that since the death of this INDUSTRALIST no one has come forward to lay claim to this\r\nfunds. So the bank issued me a memo to provide his next of kin or forfeith the funds. This account was opened with\r\nthe bank in 1998 and since 2002 nobody has operated on this account again, after going through some old files in my\r\nrecords,I discovered that my late client died without a [Heir/WILL] hence the money is floating and if I do not remit\r\nthis money out urgently it will be forfeited for nothing.The owner of this account is an American and great industrialist\r\nwho lost his life along with his family members leaving nobody as next of kin.\r\n\r\nNo other person knows about this account or any thing concerning it,the account has no other beneficiary and my\r\ninvestigation proved to me as well that the account is a secret account. The total amount involved is Nine Million\r\nSeven Hundred Thousand United States Dollars only [$9,700.000.00] and we wish to transfer this money into a safe\r\nforeigners account abroad,but I don't know any foreigner, I am only contacting you as a foreigner because this money\r\ncan not be approved to a local person here,rather it will only be approved to a foreigner who has information about the\r\naccount,which I shall give to you upon your positive response.\r\n\r\nI am revealing this to you with believe in God that you will never let me down in this business, you are the first and the\r\nonly person that I am contacting for this business, so please reply urgently so that I will inform you the next step to take\r\nurgently.I need your strong assurance that you will never let us down, me and the key bank officials who are deeply\r\ninvolved with me in this business. I guarantee that this transaction will be executed under a legitimate arrangement that\r\nwill protect you from any breach of the law.\r\n\r\nThe bank official will destroy all documents of transaction immediately we receive this money,leaving no trace to any\r\nplace. I will use my position and influence to obtain all legal approvals for onward transfer of this money to your account\r\nwith appropriate clearance from the relevant ministries and foreign exchange departments.\r\n\r\nAt the conclusion of this business, you will be given 25% of the total amount,70% will be for us, while 5% will be for\r\nexpenses both parties might have incurred during the process of transferring. I look forward to your earliest reply. PLEASE,\r\nTREAT THIS PROPOSAL AS TOP SECRET.\r\n\r\nPlease email me at: liow_hanoi46@gawab.com\r\n\r\nBest Regards,\r\nMr Liow Hanoi\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3198", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mr Liow Hanoi\" <liow_hanoi100@Awalla.com>", "Mr Liow Hanoi <liow_hanoi100@Awalla.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200610280651.k9S6p9Dt023339@panther.mail.UM>", "dc:subject": "Your Urgent  Assistance Needed", "dc:title": "Your Urgent  Assistance Needed", "dcterms:created": "2006-10-28T06:51:23Z"}