{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "attachment; filename=\"attb.txt\"", "MboxParser-content-transfer-encoding": ["quoted-printable", "base64"], "MboxParser-from": "r  Tue Jul 15 23:23:26 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "kolad05@hknetmail.com", "MboxParser-return-path": "<kolad05@indiatimes.com> which are=3A", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-scanned-by": "MIMEDefang 2.35", "MboxParser-x-spam-status": "YES -- Hits: 13.9  Required: 5", "MboxParser-x-spam-summary": "FROM_ENDS_IN_NUMS,NIGERIAN_SCAM_2,US_DOLLARS_3,LINES_OF_YELLING,HTTP_USERNAME_USED,SUPERLONG_LINE,MIME_MISSING_BOUNDARY,MSG_ID_ADDED_BY_MTA_3", "Message-From": "Kola Daniel <kolad05@indiatimes.com>", "Message-Recipient-Address": "R@E", "Message-To": ["R@E", "R@E"], "Message:From-Email": "kolad05@indiatimes.com", "Message:From-Name": "Kola Daniel", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200307160322.h6G3MgEh005011@smtp.eecs.UM>", "Message:Raw-Header:Reply-To": "kolad05@hknetmail.com", "Message:Raw-Header:Return-Path": "<kolad05@indiatimes.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Scanned-By": "MIMEDefang 2.35", "Message:Raw-Header:X-Spam-Status": "YES -- Hits: 13.9  Required: 5", "Message:Raw-Header:X-Spam-Summary": "FROM_ENDS_IN_NUMS,NIGERIAN_SCAM_2,US_DOLLARS_3,LINES_OF_YELLING,HTTP_USERNAME_USED,SUPERLONG_LINE,MIME_MISSING_BOUNDARY,MSG_ID_ADDED_BY_MTA_3", "Multipart-Boundary": "===_SecAtt_000_1farsbjlxxhufv", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHello\n\nMr.Kola Daniel\r\nE-mail:kolad05@hknetmail.com\r\nNo 16 Kingsway Rd,\r\nIkoyi,Lagos.\r\nWeb Fax:+1-775-320-0047\r\n\r\n\r\n\r\nREQUEST FOR ASSISTANCE - STRICTLY CONFIDENTIAL\r\n\r\nI am Mr.Kola Daniel an Accountant in the Nigerian National Petroleum Corporation (NNPC) and I head a seven-man tenders committee in charge of Foreign/Expatriate Contract Awards Review and Payment Approvals (CRPAC).\r\nI came to know of your name and address in my search for a reliable and low-key person to handle a very confidential transaction based on unflinching trust as we have not met before. This transaction involves\r\nthe transfer of huge sum of foreign exchange (the United States Dollars) to a foreign account. There were a series of contracts executed by a Consortium  of Multinationals in the oil industry in favour of NNPC among\r\n which are:\r\n\r\n(1) The expansion and rehabilitation of the ageing pipeline network within Nigeria for crude oil and downstream products distribution and evacuation - US$9 Billion;\r\n(2) Contracts for the Turn Around Maintenance (TAM) of the four epileptic refineries in the country;\r\n(3) The construction of more storage tanks and maintenance and servicing of old ones for Petroleum Products Storage\r\n(Depots) - US$90 Million;\r\n(4) The construction of Escravos Gas Poduction Offshore facility.\r\nThe original value of these contracts was deliberately over-invoiced in\r\nthe sum of USD   Eighteen Million,Five Hundred Thousand ($18,500,000.00) by this committee (CRPAC) during the awards of the various contract. This sum ($18,500,000.00) has now been approved for payment by this committee (CRPAC)and is now ready to be transfered by the Central Bank of Nigeria to the account of any individual and or company which the CRPAC presents as the beneficiary, since the company that actually executed these contracts has been fully paid their fund and the projects have been officialy commissioned. Consequently, my colleagues and I are willing to transfer the total amount to your account for subsequent disbursement on our behalf, since we as civil servants and we are also serving in a sensitive foreign payment approval committee (CRPAC) are prohibited by the Code of Conduct Bureau (Civil Service Laws) from opening or operating foreign account and or dealing in foreign exchange in our names. Needless to say!\r\n , the trust reposed on you at this juncture is enormous. In return, we have agreed to offer you 25% of the transferred\r\nsum, while 10% shall be set aside for incidental expenses (internal and external) accrued between the parties in the course of the transaction.\r\nYou must however note that this transaction is subject to the following terms and conditions:\r\na) Our conviction of your transparent honesty and diligence;\r\nb) That you would treat this transaction with utmost secrecy and confidentiality;\r\nc) That you have an unflincing trust in us, and our ability to complete all official processes with your co-operation;\r\n(d) That the funds would be transfered to an ordinary account which you have total control over.\r\nModalities have been worked out at the highest levels of the relevant government departments involved and the Central Bank of Nigeria for the immediate transfer of funds within 14 working days subject to your\r\nsatisfaction of the above stated terms. Our assurance is that your role is risk-free. To accord this transaction the legality it\r\ndeserves and for mutual security of the fund, the whole approvalprocedures will be officially and legally processed with your name or the name of any company you may nominate as the bonafide beneficiary, as in an ideal situation.It is imperative that you bear in mind that having put in 19 years in the service of the government, I am averse to having\r\nmy image and career dented. This matter should therefore be treated with utmost secrecy and urgency.\r\nKindly expedite action by contacting me on my e-mail address, indicating your interest in this transaction. For swift response to your reply,kindly indicate your fax and telephone numbers clearly so that I can explain further, especially by fax. I am urgently waiting your reply as payment to foreign contractors is usually made on quarterly basis.\r\nYours faithfully,\r\nMr.Kola Daniel.\r\n\r\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-311", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Kola Daniel\" <kolad05@indiatimes.com>", "Kola Daniel <kolad05@indiatimes.com>"], "dc:format": "application/octet-stream; name=\"attb.txt\"", "dc:identifier": "<200307160322.h6G3MgEh005011@smtp.eecs.UM> =2C the trust reposed on you at this juncture is enormous=2E In return=2C we have agreed to offer you 25% of the transferred", "dc:subject": "Hello", "dc:title": "Hello", "dcterms:created": "2003-07-16T11:28:20Z"}