{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-from": "r  Thu Nov 23 16:46:50 2006", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<apache@host113.host113-server.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "RLSP Mailer", "MboxParser-x-priority": "3 (Normal)", "MboxParser-x-sieve": "CMU Sieve 2.3", "Message-Cc": "", "Message-From": "davidess <sgtdavidess3@yahoo.com>", "Message-To": "", "Message:From-Email": "sgtdavidess3@yahoo.com", "Message:From-Name": "davidess", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain; charset=us-ascii", "Message:Raw-Header:Message-Id": "<200611231650.kANGo3iL030805@host113.host113-server.com>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Return-Path": "<apache@host113.host113-server.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "RLSP Mailer", "Message:Raw-Header:X-Priority": "3 (Normal)", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDEAR FRIEND (MY PROPOSAL!!!)\n\n\nHOW ARE YOU AND YOUR FAMILY?. HOPE ALL IS WELL. MY NAME IS ( SGT 1ST CLASS ) DAVID V. ESS, I AM AN AMERICAN SOLDIER,SERVING IN THE MILITARY WITH THE ARMY 3RD INFANTRY DIVISION, WITH A VERY DESPERATE NEED FOR ASSISTANC THEREFORE I HAVE SUMMONED UP COURAGE TO CONTACT YOU. \n\nI FOUND YOUR CONTACT PARTICULARS IN AN ADDRESS JOURNAL. I AM SEEKING YOUR KIND ASSISTANCE TO MOVE THE SUM OF ( $8 MILLION U.S. DOLLARS ) EIGHT MILLION UNITED STATES DOLLARS TO YOU IN UNITED STATES, AS FAR AS I CAN BE ASSURED THAT MY SHARE WILL BE SAFE IN YOUR CARE UNTIL I COMPLETE MY \nSERVICE HERE.SOURCE OF MONEY: SOME MONEY IN VARIOUS CURRENCIES WAS DISCOVERED IN BARRELS AT A FARM HOUSE NEAR ONE OF SADDAM'S OLD PALACES IN TIKRIT,IRAQ DURING A RESCUE OPERATION, AND IT WAS AGREED BY STAFF SGT KENNETH BUFF AND I THAT SOME PART OF THIS MONEY BE SHARED AMONG BOTH OF US BEFORE INFORMING ANYBODY ABOUT IT SINCE BOTH OF US SAW THE MONEY FIRST. THIS WAS QUITE AN \nILLEGAL THING TO DO, BUT I TELL YOU WHAT ? NO COMPENSATION CAN MAKE UP FOR THE RISK WE HAVE TAKEN WITH OUR LIVES IN THIS HELL HOLE WHICH HAS CLAIMED THE LIFE OF MY BROTHER IN-LAW THROUGH A ROAD SIDE BOMB BLAST. \n\nTHE ABOVE FIGURE WAS GIVEN TO ME AS MY SHARE. TO CONCEAL THIS KIND OF MONEY IS A PROBLEM FOR ME, SO WITH THE HELP OF A BRITHISH CONTACT WORKING HERE- HIS OFFICE ENJOY SOME IMMUNITY- I WAS ABLE TO GET THE PACKAGE OUT TO A SAFE LOCATION ENTIRELY OUT OF THE TROUBLE SPOT. HE DOES NOT KNOW THE REAL CONTENTS OF THE PACKAGE.HE ASSUMES THAT THE PACKAGE BELONGS TO A BRITHISH/AMERICAN MEDICAL DOCTOR WHO DIED IN A RAID HERE IN IRAQ WHO BEFORE GIVING UP, ENTRUSTED ME WITH THE DUTY OF HANDING IT OVER TO HIS FAMILY IN UNITED STATES. I HAVE NOW FOUND A VERY SECURED WAY \nOF GETTING THE PACKAGE OUT OF IRAQ TO YOUR COUNTRY FOR YOU TO PICK UP.I WILL DISCUSS THIS WITH YOU WHEN I AM SURE THAT YOU ARE WILLING TO ASSIST ME AND OR I BELIEVE THAT MY MONEY WILL BE WELL SECURED IN YOUR HAND. \n\nI WANT YOU TO TELL ME HOW MUCH YOU WILL REQUIRE FOR THE ASSISTANCE YOU WILL GIVE TO ME. THE ONLY PASSIONATE APPEAL I WILL MAKE TO YOU IS NOT TO DISCUSS THIS MATTER WITH ANYBODY, SHOULD YOU DECIDE TO REJECT THIS OFFER. PLEASE PLEASE AND PLEASE DESTROY THIS MESSAGE AS ANY LEAKAGE OF \nTHIS INFORMATION WILL BE TOO BAD FOR US SOLDIER'S HERE IN IRAQ. I DO NOT KNOW HOW LONG WE WILL REMAIN HERE. I HAVE BEEN SHOT,WOUNDED AND HAVE SURVIVED TWO SUICIDE BOMB ATTACKS BY THE SPECIAL GRACE OF GOD. THIS AND OTHER REASONS I WILL MENTION LATER HAS PROMPTED ME TO REACH OUT FOR \nHELP, I HONESTLY WANT THIS MATTER TO BE RESOLVED IMMEDIATELY, PLEASE CONTACT ME AS SOON AS POSSIBLE WITH MY E-MAIL ADDRESS WHICH IS MY ONLY MEANS OF COMMUNICATION FOR NOW :sgtdavidess1@myway.com \n\nGOD BLESS YOU AND YOUR FAMILY. \n\nSINCERELY, \n\nDAVID V. ESS. \n\n\n___________________________________________________________________________\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3291", "X-TIKA:parse_time_millis": "0", "dc:creator": ["davidess <sgtdavidess3@yahoo.com>", "davidess <sgtdavidess3@yahoo.com>"], "dc:format": "text/plain; charset=us-ascii", "dc:identifier": "<200611231650.kANGo3iL030805@host113.host113-server.com>", "dc:subject": "DEAR FRIEND (MY PROPOSAL!!!)", "dc:title": "DEAR FRIEND (MY PROPOSAL!!!)", "dcterms:created": "2006-11-23T16:50:04Z"}