{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "base64", "MboxParser-from": "r  Fri Dec 15 18:07:33 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "\"Mr.Max T.\" <maxwelltambo103@webmail.co.za>", "MboxParser-return-path": "<kkvkzpxfia@ebay.com> boundary=\"qzsoft_directmail_seperator\"", "MboxParser-status": "O", "MboxParser-x-msmail-priority": "Normal", "MboxParser-x-priority": "3", "MboxParser-x-sieve": "CMU Sieve 2.3 charset=\"DEFAULT\"", "Message-From": "Mr.Max T. <maxwelltambo103@webmail.co.za>", "Message-Recipient-Address": "R@S", "Message-To": ["rrrrr <R@S>", "rrrrr <R@S>"], "Message:From-Email": "maxwelltambo103@webmail.co.za", "Message:From-Name": "Mr.Max T.", "Message:Raw-Header:Message-Id": "<20061215224018.89962C09E@krusty.si.UM>", "Message:Raw-Header:Reply-To": "\"Mr.Max T.\" <maxwelltambo103@webmail.co.za>", "Message:Raw-Header:Return-Path": "<kkvkzpxfia@ebay.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-MSMail-Priority": "Normal", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Message:Raw-Header:mime-version": "1.0", "Multipart-Boundary": "qzsoft_directmail_seperator", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHello/Urgent Business/Get Back To Me\n\nDear Sir/Madam,\n\nI am Mr MAXWELL TAMBO, Bank Manager of a Reputable bank in Johannesburg, Gauteng Province, and Republic of South Africa. I have an urgent and very confidential business proposition for you.On feb 27, 2001, a British Oil Consultant/contractor with the South African Mining Corporation, (Name deliberately with held) made a numbered time (Fixed) Deposit for twelve calendar months, valued at US$50,000,000.00 (Ffity Million Dollars) in my branch. Upon maturity, I sent a routine notification to his forwarding address but got no reply.\n\nAfter a month, we sent a reminder and finally we discovered from his contract employers, the South African Mining Corporation, that the depositor died from an automobile accident. On further investigation, I found out that he died without making a WILL, and all attempts to trace his next of kin was fruitless.I therefore made further investigation and discovered that  the depositor did not declare any next of kin or relations in all his official documents,US$50,00,000.00 is still sitting in my Bank and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it. According to Laws of Republic of South Africa,at the expiration of 5(five) years, the money will revert to the ownership of the South African Government if nobody applies to claim the  fund.Consequently, my proposal is that I will like you as a foreigner to stand in as THE NEXT OF KIN to the depositor so that the fruits of this old man's labour will not get into the hands of some corrupt government officials.\n\nThis is simple, I will like you to provide immediately your full names and address so that the attorney will prepare the Necessary documents and affidavits that will put you in place as the next of kin.We shall employ the services of an attorney for drafting and notarisation of the WILL and to obtain the necessary documents and letter of probate/administration in your favour for the transfer. A bank account in any part of the world that you will provide will then facilitate the transfer of this money to you as the beneficiary/next of kin.The money will be paid into your account for us to share in the ratio of 60%for me and 35% for you and 5% for any expenses that we are going to incue.There is no risk at all as all the paperwork for this transaction will be done by the attorney and my position as the Branch Manager guarantees the successful execution of this transaction. If you are interested, please reply immediately via the private email address.Upon your response, I shall then  provide you with more details and relevant documents that will help you understand the transaction.\n\nPlease send me your full name,address, confidential telephone and fax numbers for easy communication.Also,Please observe utmost confidentiality, and be rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country.\n\nThanks and Regards.\nMr.Maxwell Tambo\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3372", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mr.Max T.\" <maxwelltambo103@webmail.co.za>", "Mr.Max T. <maxwelltambo103@webmail.co.za>"], "dc:format": "text/plain;", "dc:identifier": "<20061215224018.89962C09E@krusty.si.UM>", "dc:subject": "Hello/Urgent Business/Get Back To Me", "dc:title": "Hello/Urgent Business/Get Back To Me", "dcterms:created": "2006-12-15T22:40:18Z"}