{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-length": "3396", "MboxParser-content-transfer-encoding": "8bit", "MboxParser-from": "joykem@centrum.sk Fri Dec 22 13:07:36 2006", "MboxParser-lines": "49", "MboxParser-mime-version": "1.0", "MboxParser-references": "<200612221511.30042@centrum.cz>", "MboxParser-return-path": "<joykem@centrum.sk> (envelope-from joykem@centrum.sk) <rfc822;org@acl2007.org>); Fri, 22 Dec 2006 18:47:15 +0100", "MboxParser-status": "RO", "MboxParser-x-mailer": "Centrum Mail 1.0", "MboxParser-x-priority": "3", "MboxParser-x-sieve": "CMU Sieve 2.3 (envelope-from joykem@centrum.sk)", "Message-From": "joy <joykem@centrum.sk>", "Message-Recipient-Address": "joykem@centrum.sk", "Message-To": ["<joykem@centrum.sk>", "joykem@centrum.sk"], "Message:From-Email": "joykem@centrum.sk", "Message:From-Name": "joy", "Message:Raw-Header:Content-Length": "3396", "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:Content-Type": "text/plain; charset=\"windows-1250\"", "Message:Raw-Header:In-Reply-To": "<200612221511.30042@centrum.cz>", "Message:Raw-Header:Lines": "49", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<200612221847.24246@centrum.cz>", "Message:Raw-Header:References": " <200612221511.30042@centrum.cz>", "Message:Raw-Header:Return-Path": "<joykem@centrum.sk>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Centrum Mail 1.0", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3\t(envelope-from joykem@centrum.sk)\t(envelope-from joykem@centrum.sk)\t<rfc822;org@acl2007.org>); Fri, 22 Dec 2006 18:47:15 +0100", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMiss Joy Kem\n\nDear\n\nPlease let this letter not to bring confusion to you. I \nknow that we have not met either before but hear me from \nthe dept of your mind. It is circumstances that made to \nsend this to you.\n\nI will introduce myself first to you, My name is Miss Joy Kem, I lost my mother, my hero and my lord Ms Kem a \nyear ago. She was poisioned to death by her associate in \nbusiness. She formed a company by one Mr. Philip Brown who poisioned her only to take benefit of the multi million venture. He was arrested immedaitely my mother died and he \nentered an agreement with my mother's brothers that I and the immedaite younger brother of my mother will represent my mother's interest in the company. After six months I was kicked out of the company because I said that we have to change the company's lawyer who I termed was part of the elimination of my mother. I did not know that they have changed all the company's document without my name appearing any where. I will have to let you know more detail on that but let me move to the point why I am \ncontacting you.\n\nI have been nick named bastard by my mother's relations, \nThey have named me all source of names even calling me \noutcast because my mother is late, while my mother was the bread winner of the family. They have pushed me out of my mother's mansion and still want to eliminate my life.I got through the records of my mother account books three weeks ago while crying and meditating, which I beleive was inspired by the spirit of God, I discovered that there is a huge sum of money she deposited in a bank, which is $9,800,000. The note attached to the deposit agreement \nshe made with the bank indicated that, the money was to be used to purchase machinery for the establishment of a new company of her own.\n\nPlease all I need from you is to do all you can to help me to get this money out of the bank. I have been to the bank where this money is deposited immediately, and confirmed the account most deligently. The bank told me that my mother informed them that the money was to be remitted \nto her company's costumer account abroad, which her costumer will provide to them but since then they have never heard from her nor the costumer. Now my mother is late. I don't want the bank to know that my mother \nis late. I told them that she is ill and appointed me to represent her in her affairs.\n\n(1).I want you to provide an account where the money will \nbe remitted into as my mother's costumer. (2).Make \narrangement for me to leave here as soon as possible\n(3).How much commission you will take for rendering the \nassistant?\n\nMy mother did not marry to any man, She had me as the only \nchild while she was having an affair with the person that \nsurpposed to be my father when she was 18 years and the \nman abandoned her and disappeared which forced her to \nremain single. Now I am 20 years and never saw my father \nfor a day.I have no home now and my life is in danger. I \ndon't have any one to run into. All the members of my \nmother family have turned their back on me because I \ndemand for me right. They told me that I don't belong to \nthe family. That I should go and look for my father, Whom \nI don't know. I have made trace to know my father without \nsucess. I want you to hear me from the inner most of your \nheart and accord me this help.\n\nGod will bless you for saving my life and future.\n\nBest wishes,\nMiss Joy Kem.\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3387", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"joy\" <joykem@centrum.sk>", "joy <joykem@centrum.sk>"], "dc:format": "text/plain; charset=\"windows-1250\"", "dc:identifier": "<200612221847.24246@centrum.cz>", "dc:relation": "<200612221511.30042@centrum.cz>", "dc:subject": "Miss Joy Kem", "dc:title": "Miss Joy Kem"}