{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "8bit", "MboxParser-from": "r  Thu Dec 28 05:33:44 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "Sandra White <sandrawhite1950@ecxite.com>", "MboxParser-return-path": "<sandrawhite19@ace-mail.com> id 1H0l3j-0001mT-OJ; Sat, 30 Dec 2006 21:44:15 +0100", "MboxParser-status": "RO", "MboxParser-x-mailer": "UebiMiau [PHPMailer version 1.70]", "MboxParser-x-priority": "3", "MboxParser-x-sieve": "CMU Sieve 2.3 charset=\"iso-8859-1\"", "MboxParser-x-spam_score": "8.6", "Message-From": "Sandra White <sandrawhite19@ace-mail.com>", "Message-To": ["undisclosed-recipients:;", "undisclosed-recipients:;"], "Message:From-Email": "sandrawhite19@ace-mail.com", "Message:From-Name": "Sandra White", "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:Content-Type": "text/html; \tcharset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<d4853ac77515fc86af9e9da15d3cfd2c@41.204.224.130>", "Message:Raw-Header:Reply-to": "Sandra White <sandrawhite1950@ecxite.com>", "Message:Raw-Header:Return-Path": "<sandrawhite19@ace-mail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "UebiMiau [PHPMailer version 1.70]", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3\tid 1H0l3j-0001mT-OJ; Sat, 30 Dec 2006 21:44:15 +0100", "Message:Raw-Header:X-Spam_score": "8.6", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIT IS WELL WITH YOU.\n\n--\nDear Beloved in Christ,\n\nPlease bear with me for sending\nyou this just in case you are offended by it as I know we don\\'t know each\nother.It\\'s my belief that I am doing the lord\\'s bidding and what is truly\nright in his eyes and that is what gives me the courage to send this email\nto a total stranger like you. Before I start, I will need to warn you that\nthis email might contain the most shocking and unbelievable piece of news\nyou have ever had in your entire life, but I trust the lord to give you\nenough faith and insight to see the sincerity in my heart.\n\n\nIt is\nby the grace of God that I received Christ, having known the truth; I had no\nchoice than to do what is lawful and just in the sight of God for eternal\nlife and in the sight of man for witness of God & His Mercies and glory\nupon my life.\n\n\nI am Mrs. Sandra White, the wife of Mr. Robert\nWhite, my husband was an expatriate Contractor with Chevron/Texaco in Kenya\nfor twenty years before he died in the year 2003. We were married for ten\nyears without a child. My Husband died after a brief illness that lasted for\nonly four days. Before his death we both got born-again and dedicated\nChristians. Since his death I decided not to re-marry or get a child outside\nmy matrimonial home which the Bible is strongly against. When my late\nhusband was alive he deposited the sum of US$7.5 Million (Seven Million Five\nHundred Thousand U.S. Dollars) in a 4 year one-time fixed deposit account\nwith a Bank in Europe . Presently, this money(with accrued interest) is\nstill with the Bank and the management just wrote me as the next of\nKin/beneficiary to the account that it has become DORMANT since no\ntransaction has been operated on it since the completion of the 4 years and\nif I, as the beneficiary of the funds, do not re-activate the account; the\nfunds will be CONFISCATED or I rather issue a letter of authorization to\nsomebody to receive it on my behalf because of my condition(note that you\nneed to activate this account) as I can not come over. Presently, I\\'m in a\nhospital in Kenya (I chose to remain here since I will die closer to nature\nand the lord) where I have been undergoing treatment for esophageal cancer.\nI have since lost my ability to talk and my doctors have told me that I have\nonly a few weeks to live. It is my last wish to see this money distributed\nto charity organizations anywhere in the World that might be in need of it.\nI have already donated most of our wealth here in Kenya to our local church\nand our house after my death to an orphanage here in Kinshasha. They are all\ntotalling almost 800,000 USD. Because relatives and friends have plundered\nso much of my wealth since my illness, I cannot live with the agony of\nentrusting futher this responsibility to any one of them any more.\n\n\n\nI feel you might still be in sin and not so committed to the\ngood lord or you are not even a christian but today, this moment as you read\nthis, open your heart as this moment shall become the turning point in your\nlife. Why would a total stranger like me be sending you this, be telling you\nthis and be offering this much. Beloved, to be sincere with you, I HAVE NO\nIDEA except, that I know that the lord\\'s way are not our ways. I have come\nto conclude that\\'s it\\'s divine. Who are we to question him anyway as just\nby his breath he gave us life, so much...... Open your heart and see the\nbeauty of his plans, his intentions, his wish for the world then it will\nbecome very clear to you why at this time I am dying and why at the same\ntime you are chosen for this, you other than someone else. It\\'s all part of\nthe big picture of the kingdom that is to come. Tha all his followers will\nspend forever............\n\n\nPlease, I beg you in the name of God to\nhelp me Stand-in as the beneficiary and collect the Funds from the Bank. I\nwant a person that is God-fearing who will use this money to fund churches,\norphanages and widows propagating the word of God and to ensure that the\nhouse of God is maintained. The Bible made us to understand that blessed is\nthe hand that giveth. I took this decision because I don’t have any child\nthat will inherit this money and my husbands’ relatives are not Christians\nand I don’t want my husbands’ hard earned money to be misused by\nunbelievers. I don’t want a situation where this money will be used in an\nungodly manner. Hence the reason for taking this bold decision. I am not\nafraid of death since I know where I am going to. I know that I am going to\nbe in the bosom of the Lord. {Exodus14 VS14} says that the lord will fight\nmy case and I shall hold my peace. I will not communicate with you by phone\nin this regard because of my soundless voice and presence of my husbands’\nrelatives around me always. I don’t want them to know about this development\nas I know all they are interested in is my husband\\'s wealth and not my\nhealth.\n\n\nWith God all things are possible. \n\nYour Sister in\nChrist,\nMrs. Sandra\nWhite.\nsandrawhite1950@excite.com\nsandrawhite1950@yahoo.co.uk\n\n\n\n\n\n\n________________________________________________\n\nMessage sent using Postan 1.0\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3397", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Sandra White <sandrawhite19@ace-mail.com>", "Sandra White <sandrawhite19@ace-mail.com>"], "dc:format": "text/html; ", "dc:identifier": "<d4853ac77515fc86af9e9da15d3cfd2c@41.204.224.130>", "dc:subject": "IT IS WELL WITH YOU.", "dc:title": "IT IS WELL WITH YOU.", "dcterms:created": "2006-12-28T10:31:21Z"}