{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable"], "MboxParser-from": "r  Tue Jan  9 11:15:17 2007", "MboxParser-mime-version": "1.0 from my late husband, the money was concealed in a metallic trunk box =", "MboxParser-reply-to": "\"lacson alice\" <lacson_alice2004@yahoo.com.ph> my e-mail address You can reply to my pravite email ( lacson_alice2004=", "MboxParser-return-path": "<alice_lacson01@atlas.sk> boundary=\"----=_NextPart_7050bc4d_5e23_4b27_95c5_46ef8918167c\"", "MboxParser-status": "RO", "MboxParser-style=3d\"font-size": "12px; FONT-FAMILY: tahoma, arial\">", "MboxParser-x-priority": "3 (Normal) of deposit that they gave me on the very day when the box of money was=", "MboxParser-x-sieve": "CMU Sieve 2.3 Philippines, widow to the late former minister of finance in Philippin=", "Message-From": "alice lacson <alice_lacson01@atlas.sk>", "Message:From-Email": "alice_lacson01@atlas.sk", "Message:From-Name": "alice lacson", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<0481ac3eaa2a4fa3b2f197d1f593888a@atlas.sk>", "Message:Raw-Header:Reply-To": "\"lacson alice\" <lacson_alice2004@yahoo.com.ph>", "Message:Raw-Header:Return-Path": "<alice_lacson01@atlas.sk>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Priority": "3 (Normal)", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Multipart-Boundary": "----=_NextPart_7050bc4d_5e23_4b27_95c5_46ef8918167c", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDear partner,\n\n\nDear partner,\n\n\nI am pleading to get across to you for a very urgent and profitable business proposal, though I don't know you neither have I seen you before but I got your contact through your profile, I am Mrs Alice lacson from Philippines, widow to the late former minister of finance in Philippine who died on 15th of May 2004. I inherited a total sum of twenty one Million five hundred thousand American dollars from my late husband, the money was concealed in a metallic trunk box and was deposited with a security company in Abidjan Cote D Ivoire, in secretly  safe keeping in the trunk box that was because I needed a maximum security/ safety of my consignment and no body know about it even the government organization can  never trace  where about of the money until I am ready and prepare to claim it. but the Security company didn't know the real content of the box,\n \nbecause it was deposited as a family valuables. My main purpose of sending you this mail is because of the way I found you and perhaps trustworthy to give you this priority of shipping the trunk box to any address that you think is very secure and save in your country for onward lodgement in your account for the purpose of future investment with your percentage of which we shall talk of it. I will send you the Authorization Certificate to call them in my next mail which is the Certificate of deposit that they gave me on the very day when the box of money was deposited under their security company. I give thanks immensely for your co-operation as I look forward to hear from you for quick conclusion of this transaction.The percentage will be your reward for all your moral and financial assistance during the period of moving the trunk box to your country.You are therefore requested to furnish me through my e-mail address You can reply to my pravite email ( lacson_alice2004@yahoo.com.ph )\n\n\nThanks and I look forward to your urgent message.\n\n \n\nMrs Alice.\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3426", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"alice lacson\" <alice_lacson01@atlas.sk> Million five hundred thousand American dollars from my late husband, t=", "alice lacson <alice_lacson01@atlas.sk>"], "dc:format": "multipart/alternative;  co-operation as I look forward to hear from you for quick conclusion o=", "dc:identifier": "<0481ac3eaa2a4fa3b2f197d1f593888a@atlas.sk> security company in Abidjan Cote D Ivoire, in secretly  safe keeping i=", "dc:subject": "Dear partner,", "dc:title": "Dear partner,", "dcterms:created": "2007-01-09T16:07:25Z"}