{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["7bit", "7bit"], "MboxParser-email": ["franciswilliams@k.ro", "<SPAN id=lw_1171362488_3 style=\"BACKGROUND: none transparent scroll repeat 0% 0%; BORDER-BOTTOM: #0066cc 1px dashed\">franciswilliams@k.ro</SPAN><br>"], "MboxParser-from": "r  Tue Feb 13 05:44:01 2007", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<fwilliamsbig@aim.com> boundary=\"--------MB_8C91D723A17D6DE_152C_533C_FWM-M38.sysops.aol.com\"", "MboxParser-status": "RO", "MboxParser-x-mailer": "AIM WebMail 23546", "MboxParser-x-mb-message-source": "WebUI", "MboxParser-x-mb-message-type": "User", "MboxParser-x-sieve": "CMU Sieve 2.3", "MboxParser-x-spam-flag": "NO", "Message-From": "fwilliamsbig@aim.com", "Message-To": ["undisclosed-recipients:;", "undisclosed-recipients:;"], "Message:From-Email": "fwilliamsbig@aim.com", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<fwilliamsbig@aim.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-MB-Message-Source": "WebUI", "Message:Raw-Header:X-MB-Message-Type": "User", "Message:Raw-Header:X-Mailer": "AIM WebMail 23546", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Message:Raw-Header:X-Spam-Flag": "NO", "Multipart-Boundary": "--------MB_8C91D723A17D6DE_152C_533C_FWM-M38.sysops.aol.com", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n\n\n\n\n\t\tGoodday\n\n\n\nMy Name is Engineer Francis Williams the Managing Director of Williams & Associates. I know this letter may come to you as surprise but i will not waste any time to inform you the purpose of writing you this extra-ordinary mail.\n\n\n\nI had a German Client by name Luther Mullen who was a customer with the SG-SSB Bank in Accra Ghana. He made a Deposit of US$25,570,000:00 into a fixed account for the sole purpose of setting up a Communication outfit in 2004 in Ghana.\n\n\n\nLast year he was involved in a Car accident in the Accra Motor way on the 17th of June 2006 and was confirmed dead at the 37 Military Hospital in Ghana the same day.\n\n\n\nDue to my association with him, he has never disclosed any of his Family members to me neither his next of Kin and as i write you this email i Have in my possession all the documents relating to his account with the SG-SSB Bank up to the Last Statement of account which he personally entrusted In my hands before his death.\n\n\n\nI write this mail in other to solicit your assistance to enable us transfer the said amount of US$25,570,000:00.\n\n\n\nIt is my humble request that you front yourself as the Next of Kin to Late Luther Mullen to enable us collect this said sum from the bank.\n\n\n\nFor your efforts and assistance you will get 35% while 5% will be used to cover any unforeseen expenses at the conclusion of the transaction while the balance will be for me.\n\n\n\nIt is important i inform you that this transaction is 100% risk free from your end because Mr. Luther Mullen Had not indicated in his document in any possession any next of Kin and this makes it a lot easier to facilitate.\n\n\n\nYou are to send to me the following information to enable us start the transaction process.\n\n1.Your Full Name (Individual and Company Name)\n\n2.Address ( Residential and Office)\n\n3.Telephone ( Mobile, Home and Office)\n\n4.Fax ( Private only) For confidentiallity\n\n5.Age \n\n\n\nUpon receipt of the above details from you confirming your consent to Participate in this transaction i shall immediately by fax make available to you copies of the deposit slip, Statement of account and deposit agreement for your viewing as documents left behind by the late Luther Mullen.\n\n\n\nBe Informed that this transaction should be 100% confidential between parties involved and upon proper conviction that you could handle the transaction i will send to you a draft agreement that will bind both parties before the funds would be transferred to your bank account in your country.\n\n\n\nFor security reasons, please relpy this email only to my alternative email address which is franciswilliams@k.ro\n\n\n\nLooking forward to your positive response\n\nRespectfully Yours\n\nEngineer Francis Williams\n\nemail:franciswilliams@k.ro\n\n\n\n****PRIVATE & CONFIDENTIAL*****\n\nThis e-mail and any attached files are confidential and may be legally privileged.If you are not the addressee, any disclosure, reproduction,copying,distribution, or other dissemination or use of this communication is strictly prohibited.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCheck Out the new free AIM(R) Mail -- 2 GB of storage and industry-leading spam and email virus protection.\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3503", "X-TIKA:parse_time_millis": "1", "dc:creator": ["fwilliamsbig@aim.com", "fwilliamsbig@aim.com"], "dc:format": "text/html; charset=\"us-ascii\""}