{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu Apr  5 07:06:34 2007", "MboxParser-mime-version": "1.0 Creek", "MboxParser-return-path": "<jj_w_james1w@yahoo.co.uk> 'm", "MboxParser-status": "O", "MboxParser-user-agent": "Internet Messaging Program (IMP) 3.2.6", "MboxParser-x-originating-ip": "80.89.176.35", "MboxParser-x-sieve": "CMU Sieve 2.3 come", "Message-From": "James Willams <jj_w_james1w@yahoo.co.uk>", "Message-To": ["undisclosed-recipients:;", "undisclosed-recipients:;"], "Message:From-Email": "jj_w_james1w@yahoo.co.uk", "Message:From-Name": "James Willams", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=ISO-8859-1", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<1175692830.4613a61ed52e9@webmail.basilicatanet.it>", "Message:Raw-Header:Return-Path": "<jj_w_james1w@yahoo.co.uk>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:User-Agent": "Internet Messaging Program (IMP) 3.2.6", "Message:Raw-Header:X-Originating-IP": "80.89.176.35", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQUICK RESPONSE.... \n\n\r\n>From The Office of The Director of\r\nInternational Relation,Access Bank Plc\r\n22 Marina Street,Marina\r\nLagos-Nigeria\r\n\r\nDear,\r\n\r\nPlease permit me to introduce my humble self to you. I am Mr. James Williams the\r\nDirector of International Relation with Access Bank of Nigeria Limited. I 'm\r\n47yrs old and I got your email address on the Chambers of Commerce address list\r\nand my confidence reposed on you to contact you. I hope you read this message\r\nCarefully and reply me immediately,although we have not met before but I\r\nsuggest that this transaction will bring us together.\r\n\r\nMy dear, we have a customer from a your country but base here in Nigeria since\r\nover a decade now, his name is Mr. Hamilton Creek from Atlanta Georgia United\r\nState of America but reside here with his wife and his two children. Mr.\r\nHamilton Has being banking with our bank for the past 4yrs some time October\r\n2002. On 12th of August 2003 Mr. Hamilton was on his way to his house and\r\nunfortunately he ran into a Trailer truck load of Groundnut Oil and died\r\nimmediately. Their car got burnt and Mr. Hamilton Creek and His entire family\r\nwas confirmed died which no single soul was saved.\r\n\r\nThe Board of Directors and the Management of Access Bank has mandated and\r\nInstructed me to look for Mr. Hamilton Creek relatives/his Next of Kin to come\r\nand claim Mr.Hamilton's Fund. Since August 2003 till date I have been looking\r\nfor Mr.\r\n\r\nHamilton Creek Relatives/Next of Kin to come and claim Mr. Hamilton's Fund which\r\nhe Deposited with our bank. I have made a frantic effort to contact the\r\nAmerican Embassy and after 3days the Ambassador told me that Mr. Hamilton Creek\r\nhas no relation and no next of Kin.The Ambassador also told me that Mr.\r\nHamilton used his first son as His next of kin but it is quite\r\nunfortunate that Mr. Hamilton Creek died with all his family members. The reason\r\nwhy I contacted you is this, Mr. Hamilton is dead and his only son whom\r\nsupposed to inherit his properties and money also died With him.\r\n\r\nAs at this moment, nobody or person[s] is coming to claim this Money from our\r\nbank. The board directors and management of our  bank has told me that if\r\nnobody or person[s] apply for the claim of Mr. Hamilton's Fund, the bank will\r\ndecleared Mr.\r\n\r\nHamilton's Fund as unclaimed and it will send into the Federal Government of\r\nNigeria Reserve Account, In order to avert this, I want you to stand as the\r\nRelation/relative of Late Mr. Hamilton Creek and to act as the Hamilton's \r\nrelative so that late Mr. Hamilton Creek money which he deposited with our bank\r\nwill be release to you. It might interest you  to know that Mr. Hamilton has a\r\nDomiciliary Bank Account with our Bank and he has a total sum of US$52Million\r\n(Fifty two Million\r\n\r\nUnited States Dollars) and it is the exact amount which late Mr. Hamilton Creek\r\nhas in his domiciliary Account  and this money is still in his account as\r\nunclaimed money.\r\n\r\nThis transaction is very easy and simple and it is 100% risk free. I'm the\r\nDirector of International Relations with Access  Bank of Nigeria Limited and\r\nthe management/Board of Directors of the Bank are waiting for me to present to\r\nthem the Relation or next of Kin to late Mr. Hamilton Creek, which I told them\r\nthat I am still searching the next of kin to the deceased.\r\n\r\nFinally, if you are interested with this transaction, I will present you to the\r\nbank as the only next of kin to late Mr, Hamilton Creek and I will let the bank\r\nto know that you are the only right person to inherit Late Mr. Hamilton Funds\r\nand  properties, and his Money US$52M(fIifty two Million United States Dollars)\r\nwill be transferred into Your Own  Account as late Mr. Hamilton Creek next of\r\nkin.\r\n\r\nPlease if you are interested, Just email  me on my direct private and secured\r\nEmail Address for immediate commencement so that late Mr. Hamilton Funds will\r\nbe credited Into your Account and all his Properties will be released to you\r\neither Through\r\n\r\nCourier Services or the Bank will Cargo all his properties to You in any were\r\nyou want it.\r\n\r\nSo reply me immediately and let me know what your decision and also feel free to\r\nask any questions. Meanwhile we will share Late Mr. Hamilton Creek Funds 50-50\r\nwhich you will take 50% of the US$52M. which is amounting to US$26M, (Twenty\r\nSix Million United States Dollars, while the Balance of the same amount will be\r\nmine.\r\n\r\nI will be waiting for your Immediate response,\r\n\r\nThanks and have a nice day.\r\n\r\nFriendly Regards\r\n\r\nMr.James Williams.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3629", "X-TIKA:parse_time_millis": "1", "dc:creator": ["James Willams <jj_w_james1w@yahoo.co.uk> our", "James Willams <jj_w_james1w@yahoo.co.uk>"], "dc:format": "text/plain; charset=ISO-8859-1 them", "dc:identifier": "<1175692830.4613a61ed52e9@webmail.basilicatanet.it> Creek", "dc:subject": "QUICK RESPONSE.... ", "dc:title": "QUICK RESPONSE.... ", "dcterms:created": "2007-04-04T13:20:30Z"}