{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Apr 15 03:40:36 2007", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mekha_llcs@yahoo.dk", "MboxParser-return-path": "<sendmail-proxy@relay.dotsterhost.com> Let me start by introducing myself. I am  Mr. Maekal Mekha, a Baghda=", "MboxParser-sender-id": "v2543 As soon as I receive your reply I shall give you the contact information=", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.3 of March in the year 2007.", "Message-From": "Maekal Mekha <mekha_llcs@yahoo.dk>", "Message-Recipient-Address": "R@S of the Security Company in London,United Kingdom. I will also issue you =", "Message-To": ["R@S of the Security Company in London,United Kingdom. I will also issue you =", "R@S"], "Message:From-Email": "mekha_llcs@yahoo.dk", "Message:From-Name": "Maekal Mekha", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200704150741.l3F7fMrv002440@relay.dotsterhost.com>", "Message:Raw-Header:Reply-To": "mekha_llcs@yahoo.dk", "Message:Raw-Header:Return-Path": "<sendmail-proxy@relay.dotsterhost.com>", "Message:Raw-Header:Sender-ID": "v2543", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom: Mr. Maekal Mekha.\n\nFrom: Mr. Maekal Mekha.\r\n17 Copse Hill,Baghdad\r\nIraq\r\n \r\nMy Dear Beloved,\r\n\r\n     Let me start by introducing myself. I am  Mr. Maekal Mekha, a Baghdad Citizen, Iraq, a Mechant as an occupation. I have a obscured business suggestion for you. I am a brother to Dr.Gerald Mekha,who worked with \r\nIraq Judicial Commission , Iraq, for over a decade before he died on 20th of March in the year 2007.\r\n\r\nHe died after a brief  illness that lasted for two weeks. Before his death he made a vow to use his wealth for the down trodden and the less privileged in the society. When my brother was alive he deposited the sum of £250 Million Pounds (Two Hundred and Fifty Million Pounds) with one United Kingdom Security Company in London.\r\n\r\nThis funds are still with the Security Company for the past 6 years now,the funds are locked in two metallic trunk boxes, deposited with these company, i am in a refugee camp here in Iraq, as a result of the war in \r\nIraq this moment, am sorry am not too fine based on my health,though what disturbs me most is my stroke. \r\n\r\nHaving known my condition and want to make sure i do my father's will, I have decided to donate this fund to an individual or company,that will utilize this money the way I am going to instruct herein. \r\n\r\nI want an individual or company that will use this to fund and provide succor to poor and indigent persons, orphanages, and widows and for propagating peace in the universe. I understand that blessed is the hand that giveth. I took this decision because I do not have any one that will inherit this money and my staying in the refugee camp, still don't know when i'll be granted the visa permit out of Iraq. I do not want a situation where this money will be used in an ungodly manner, hence the reason for taking this bold decision.\r\n\r\nI do not need any telephone communication in this regard because of my uneasy access to the facility in the refugee camp here in Iraq. Also because of the presence of social security in the camp, I do not want them to know. With Allah all things are possible.\r\n\r\n As soon as I receive your reply I shall give you the contact information of the Security Company in London,United Kingdom. I will also issue you a letter of authority that will empower you as the original beneficiary of this fund. I want you to always pray for me.\r\n\r\nMy happiness is that I lived a life worthy of emulation. Whosoever that wants to serve the Almighty Allah must serve him with all his heart and mind and soul and also in truth. Please always be prayerful all through your life. Any delay in your reply will give me room in sourcing for an individual for this same purpose. Please assure me that you will act according to my specification herein. \r\n\r\nHoping to hear from you. Thank you and may the Almighty Allah bless you.\r\nKindly send your email message to my mailbox :  mekha_llcs@yahoo.dk  , so i can contact you with more information \r\n\r\nYours sincerely,\r\nMr. Maekal Mekha\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3641", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Mr. Maekal Mekha.", "Maekal Mekha <mekha_llcs@yahoo.dk>"], "dc:format": "text/plain", "dc:identifier": "<200704150741.l3F7fMrv002440@relay.dotsterhost.com> disturbs me most is my stroke.=20", "dc:subject": "From: Mr. Maekal Mekha.", "dc:title": "From: Mr. Maekal Mekha.", "dcterms:created": "2007-04-15T07:41:22Z"}