{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri May  4 12:09:17 2007", "MboxParser-importance": "normal", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<saku_watara2007@latinmail.com> by smtp.latinmail.com (Postfix) with SMTP BUSINESS TRANSACTION THAT WILL BE VERY BENEFICIAL TO BOTH OF US AT THE=", "MboxParser-status": "RO", "MboxParser-x-bogosity": "No, tests=bogofilter, spamicity=0.500000, version=0.15.13", "MboxParser-x-sieve": "CMU Sieve 2.3 id A1FACC58EEE; Fri,  4 May 2007 18:03:24 +0200 (CEST) END OF THE TRANSACTION.DURING MY INVESTIGATION AND AUDITING IN THE BAN=", "Message-From": "saku watara <saku_watara2007@latinmail.com>", "Message-Recipient-Address": "saku_watara2007@latinmail.com", "Message-To": ["\"saku_watara2007@latinmail.com\" <saku_watara2007@latinmail.com> TIME OF TRANSFER BECAUSE I WORK IN THIS BANK. THIS IS THE ACTUAL REASO=", "saku_watara2007@latinmail.com <saku_watara2007@latinmail.com>"], "Message:From-Email": "saku_watara2007@latinmail.com", "Message:From-Name": "saku watara", "Message:Raw-Header:Importance": "normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<20070504160324.A1FACC58EEE@smtp.latinmail.com>", "Message:Raw-Header:Return-Path": "<saku_watara2007@latinmail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Bogosity": "No, tests=bogofilter, spamicity=0.500000, version=0.15.13", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3\tby smtp.latinmail.com (Postfix) with SMTP\tid A1FACC58EEE; Fri,  4 May 2007 18:03:24 +0200 (CEST)", "Multipart-Boundary": "latinmail.com_ltwebml03.localdomain_61a1483c5d047f05e0379bb8745d153c", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nASSISTANCE / PARTNERSHIP.\n\nDEAR PARTNER,\r\n\r\nI AM MR, SAKU WATARA\r\n\r\nTHE MANAGER IN CHARGE OF AUDITING AND ACCOUNTING UNIT FOREIGN EXCHANGE DEPARTMENT OF AFRICA DEVELOPMENT BANK (A.D.B) OUAGA-BURKINA FASO WEST AFRICA, WITH DUE RESPECT AND REGARDS, I HAVE DECIDED TO CONTACT YOU ON A BUSINESS TRANSACTION THAT WILL BE VERY BENEFICIAL TO BOTH OF US AT THE END OF THE TRANSACTION.DURING MY INVESTIGATION AND AUDITING IN THE BANK, MY DEPARTMENT CAME ACROSS A VERY HUGE SUM OF MONEY BELONGING TO A DECEASED PERSON, A FOREIGNER WHO DIED IN A PLANE CRASH INCIDENT.\r\n\r\nTHE FUND HAS BEEN DORMANT IN HIS ACCOUNT WITH THE BANK WITHOUT ANY CLAIM OF THE FUND IN OUR CUSTODY EITHER FROM HIS FAMILY OR RELATION BEFORE OUR DISCOVERY TO THIS DEVELOPMENT.ALTHOUGH PERSONALLY, I KEPT THIS INFORMATION SECRET WITHIN MYSELF TOENABLE THE WHOLE PLANS AND IDEA BE PROFITABLE AND SUCCESSFUL DURING THE TIME OF EXECUTION, THE AMOUNT INVOLVED IS USD$10.000,000, MEANWHILE THE WHOLE ARRANGEMENT AND DIRECTIVES NEEDED TO PUT CLAIM OVER THIS FUND AS THE NEXT OF KIN TO THE DECEASED, WILL BE FORWARD TO YOU UPON YOUR ACCEPTANCE INFORMATION WILL BE RELAYED TO YOU AS SOON AS YOU INDICATE YOUR INTEREST AND WILLINGNESS TO ASSIST US AND ALSO BENEFIT YOUR SELF TO THIS GREAT BUSINESS OPPORTUNITY. \r\n\r\nIN FACT I COULD HAVE DONE THIS DEAL ALONE BUT BECAUSE OF MY POSITION IN THIS COUNTRY AS A CIVIL SERVANT, WE ARE NOT ALLOWED TO OPERATE A FOREIGN ACCOUNT AND WOULD EVENTUALLY RAISE AN EYE BROW ON MY SIDE DURING THE TIME OF TRANSFER BECAUSE I WORK IN THIS BANK. THIS IS THE ACTUAL REASON WHY IT WILL REQUIRE A SECOND PARTY OR FELLOW WHO WILL FORWARD CLAIMS AS THE NEXT OF KIN WITH AFFIDAVIT OF TRUST OF OATH TO THE BANK AND ALSO PRESENT A FOREIGN ACCOUNT WHERE HE WILL NEED THE MONEY TO B ERE-TRANSFERRED INTO ON HIS REQUEST AS IT MAY BE, AFTER DUE VERIFICATION AND CLARIFICATION TO DESIGNATED BANK ACCOUNT. \r\n\r\nI WILL NOT FAIL TO INFORM YOU THAT THIS TRANSACTION IS 100% RISK FREE, ON SMOOTH CONCLUSION OF THIS TRANSACTION, YOU WILL BE ENTITLED TO 40% OF THE TOTAL SUM AS GRATIFICATION, WHILE 60% WILL BE FOR ME PLEASE, YOU HAVE BEEN ADVISED TO KEEP TOP SECRET AS WE ARE STILL IN SERVICE AND INTEND TO RETIRE FROM SERVICE AFTER WE CONCLUDE THIS DEAL WITH YOU. \r\n\r\nI WILL BE MONITORING THE WHOLE SITUATION HERE IN THE BANK UNTIL YOU CONFIRM THE MONEY IN YOUR ACCOUNT AND ASK US TO COME DOWN TO YOUR COUNTRY FOR SUBSEQUENT SHARING OF THE FUND ACCORDING TO PERCENTAGES PREVIOUSLY INDICATED AND FURTHER INVESTMENT, EITHER IN YOUR COUNTRY OR ANY OTHER COUNTRY YOU MAY ADVICE US TO INVEST IN.ALL OTHER NECESSARY INFORMATION WILL BE SENT TO YOU WHEN I HEAR FROM YOU.I SUGGEST YOU GET BACK TO ME AS SOON AS POSSIBLE STATING YOUR WISH IN THIS DEAL. \r\n\r\nBEST REGARD, \r\n\r\nMR SAKU WATARA\r\n\r\n\r\n\r\n\r\n¡Miles de amigos con tus mismas aficiones! http://www.latinchat.com\r\n\r\nDía de la Madre: Convierte su día en algo muy especial http://pan.starmedia.com/especiales/diadelamadre07/\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3687", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"saku watara\" <saku_watara2007@latinmail.com> THIS COUNTRY AS A CIVIL SERVANT, WE ARE NOT ALLOWED TO OPERATE A FOREI=", "saku watara <saku_watara2007@latinmail.com>"], "dc:format": "multipart/mixed; boundary=\"latinmail.com_ltwebml03.localdomain_61a1483c5d047f05e0379bb8745d153c\" SOON AS POSSIBLE STATING YOUR WISH IN THIS DEAL.=20", "dc:identifier": "<20070504160324.A1FACC58EEE@smtp.latinmail.com>", "dc:subject": "ASSISTANCE / PARTNERSHIP.", "dc:title": "ASSISTANCE / PARTNERSHIP.", "dcterms:created": "2007-05-04T16:03:24Z"}