{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-from": "r  Sun May  6 12:29:30 2007", "MboxParser-mime-version": "1.0", "MboxParser-price": "$0.04", "MboxParser-return-path": "<qbin@wheels.com> format=flowed;", "MboxParser-status": "RO", "MboxParser-symbol": "DSDI", "MboxParser-x-mailer": "Microsoft Outlook Express 6.00.2900.2180", "MboxParser-x-mimeole": "Produced By Microsoft MimeOLE V6.00.2900.2180", "MboxParser-x-msmail-priority": "Normal", "MboxParser-x-priority": "3", "MboxParser-x-sieve": "CMU Sieve 2.3 charset=\"windows-1252\";", "Message-From": "Elliott I. Gideon <qbin@wheels.com>", "Message-Recipient-Address": "R@S", "Message-To": ["<R@S>", "R@S"], "Message:From-Email": "qbin@wheels.com", "Message:From-Name": "Elliott I. Gideon", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain;\tformat=flowed;\tcharset=\"windows-1252\";\treply-type=original", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<000c01c78ffb$d41dbb30$d8e2edd4@uobq>", "Message:Raw-Header:Return-Path": "<qbin@wheels.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-MSMail-Priority": "Normal", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 6.00.2900.2180", "Message:Raw-Header:X-MimeOLE": "Produced By Microsoft MimeOLE V6.00.2900.2180", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLOW RELATIVE HUMIDITY.\n\nThe cream of the crop for 2007 - GET IN EARLY! DSDI IS SET TO ROCK YOUR\nPORTFOLIO!\n\nDSI Direct Sales, Inc.\nSymbol: DSDI\nPrice: $0.04\n\nThere is a MASSIVE PROMOTION underway this weekend! This is hot, read\nthe news and get on DSDI first thing Monday!\n\nLOOK FOR HUMIDITIES TO FALL TO THE TEENS AND SINGLE DIGITS SUNDAY AND\nMONDAY WITH VERY POOR RECOVERIES SUNDAY NIGHT AND MONDAY MORNING.\nISSUED BY: 222 Issuing Weather Forecast Office Homepage Flood Statement\nRandolph (Arkansas) FLOOD STATEMENT NATIONAL WEATHER SERVICE LITTLE ROCK\nAR 920 AM CDT SUN MAY 06 2007 .\nTHE COMBINATION OF HEAT.\nBOAT AND AIRCRAFT OWNERS SHOULD CHECK MOORINGS AND TIEDOWNS AS\nNECESSARY. WATER LEVELS ARE HIGH IN THE IMMEDIATE VICINITY OF THE BRIDGE\nBUT NO SIGNIFICANT FLOODING IS OCCURRING. THEN BEGIN FALLING LATE\nTUESDAY.\nFROM EARLY SUNDAY MORNING THROUGH MONDAY EVENING.\nKLAWOCK AND HYDABURG.\nAREAS OF NORTH TO NORTHEAST WINDS 25 TO 35 MPH WITH LOCAL GUSTS OVER 50\nMPH ARE EXPECTED THIS MORNING.\nBREEZY WITH SOUTHEAST WIND 15 TO 25 MPH.\nNATIONAL WEATHER SERVICE METEOROLOGISTS DETECTED SCATTERED SHOWERS AND\nTHUNDERSTORMS ACROSS PAWNEE AND OSAGE COUNTIES IN NORTHEAST OKLAHOMA.\nA WIND ADVISORY MEANS THAT WINDS OF 35 MPH OR GREATER ARE EXPECTED. WIND\nADVISORY REMAIN IN EFFECT UNTIL 12 PM NOON ADT TODAY.\nADDITIONAL ISOLATED TO WIDELY SCATTERED SHOWERS AND THUNDERSTORMS WILL\nBE POSSIBLE ELSEWHERE ACROSS NORTHEAST AND EAST CENTRAL OKLAHOMA. THE\nFIRE WEATHER WATCH REMAINS IN EFFECT DUE TO EXPECTED LONG DURATIONS OF\nRELATIVE HUMIDITY BELOW 35 PERCENT WITH DISPERSION INDICES ABOVE 75.\nLOCALLY BREEZY WITH EAST WIND 15 TO 25 MPH.\nSTRONGEST WINDS IN EXPOSED AREAS NEAR CROSS SOUND AND ALONG OUTSIDE\nCOASTAL AREAS. NATIONAL WEATHER SERVICE METEOROLOGISTS DETECTED\nSCATTERED SHOWERS AND THUNDERSTORMS ACROSS PAWNEE AND OSAGE COUNTIES IN\nNORTHEAST OKLAHOMA. FROM EARLY SUNDAY MORNING THROUGH MONDAY EVENING.\nPELICAN 530 AM ADT SUN MAY 6 2007 .\nFIRE WEATHER WATCH IN EFFECT FROM MONDAY AFTERNOON THROUGH MONDAY\nEVENING. EXPECT WEST TO NORTHWEST WIND 15 TO 25 MPH.\nSTRONGEST WINDS IN EXPOSED AREAS NEAR CROSS SOUND AND ALONG OUTSIDE\nCOASTAL AREAS.\nTHESE REGIONS INCLUDE THE MOUNTAINS AND INTERIOR PORTIONS OF SAN LUIS\nOBISPO COUNTY. ISSUED BY: 222 Issuing Weather Forecast Office Homepage\nFlood Statement Randolph (Arkansas) FLOOD STATEMENT NATIONAL WEATHER\nSERVICE LITTLE ROCK AR 920 AM CDT SUN MAY 06 2007 . FOR THE FOLLOWING\nFORECAST LOCATIONS:. WINDS WILL DIMINISH SOMEWHAT SUNDAY AFTERNOON.\nNORTHWEST WINDS 5 TO 10 MPH INCREASING TO 10 TO 15 MPH BY LATE MORNING.\nFIRE WEATHER WATCH NOW IN EFFECT FROM MONDAY AFTERNOON THROUGH MONDAY\nEVENING.\nADDITIONAL ISOLATED TO WIDELY SCATTERED SHOWERS AND THUNDERSTORMS WILL\nBE POSSIBLE ELSEWHERE ACROSS NORTHEAST AND EAST CENTRAL OKLAHOMA.\nMOSTLY CLOUDY SKIES ACROSS THE AREA WILL CONTINUE THROUGH THE MORNING.\nSTRONG NORTHERLY WINDS.\nA WIND ADVISORY REMAINS IN EFFECT UNTIL NOON PDT TODAY. AND LOCALLY THE\nCOASTAL AREAS OF VENTURA AND LOS ANGELES COUNTIES. WIND ADVISORY REMAINS\nIN EFFECT UNTIL 12 PM ADT TODAY.\nHIGH WATER LEVELS FOR COPPER RIVER TRIBUTARIES. THEN BEGIN FALLING LATE\nTUESDAY. PORT ALEXANDER 530 AM ADT SUN MAY 6 2007 . WIND ADVISORY\nREMAINS IN EFFECT UNTIL NOON PDT TODAY. STRONG OFFSHORE WINDS AND VERY\nDRY CONDITIONS ARE EXPECTED TO DEVELOP TONIGHT AND TOMORROW MORNING.\nISSUED BY: 222 Issuing Weather Forecast Office Homepage Flood Statement\nLawrence (Arkansas) FLOOD STATEMENT NATIONAL WEATHER SERVICE LITTLE ROCK\nAR 920 AM CDT SUN MAY 06 2007 .\nNORTHWEST WINDS 5 TO 10 MPH INCREASING TO 10 TO 15 MPH BY LATE MORNING.\nLIGHT WEST WINDS 5 TO 10 MPH THROUGH 10 AM.\nMOSTLY CLOUDY SKIES WITH ISOLATED SNOW SHOWERS AND AREAS OF FOG.\nTHE NATIONAL WEATHER SERVICE IN TALLAHASSEE HAS ISSUED THE FIRE WEATHER\nWATCH DUE TO A COMBINATION OF RELATIVE HUMIDITY BELOW 30 PERCENT. 0 FEET\nBY WEDNESDAY EVENING. GUSTS TO 35 MPH IN EXPOSED AREAS.\nVENTURA AND LOS ANGELES COUNTIES AND THE COASTAL VALLEYS OF VENTURA AND\nLOS ANGELES COUNTIES FROM EARLY SUNDAY MORNING UNTIL MONDAY EVENING.\nMOSTLY CLOUDY SKIES ACROSS THE AREA WILL CONTINUE THROUGH THE MORNING.\nMOSTLY CLOUDY SKIES ACROSS THE AREA WILL CONTINUE THROUGH THE MORNING.\nSOUTHEAST WIND 20 TO 30 MPH. AREAS OF NORTH TO NORTHEAST WINDS 25 TO 35\nMPH WITH LOCAL GUSTS OVER 50 MPH ARE EXPECTED THIS MORNING. STRONG AND\nGUSTY NORTH TO NORTHEAST WINDS WILL AFFECT THE MOUNTAINS OF VENTURA AND\nLOS ANGELES COUNTIES AS WELL AS THE SANTA CLARITA VALLEY AND THE SANTA\nMONICA MOUNTAINS THIS MORNING.\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3693", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Elliott I. Gideon\" <qbin@wheels.com>", "Elliott I. Gideon <qbin@wheels.com>"], "dc:format": "text/plain;", "dc:identifier": "<000c01c78ffb$d41dbb30$d8e2edd4@uobq> reply-type=original", "dc:subject": "LOW RELATIVE HUMIDITY.", "dc:title": "LOW RELATIVE HUMIDITY.", "dcterms:created": "2007-05-06T16:30:16Z"}