{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Aug  8 08:41:43 2003", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<g_ineh@tiscali.co.uk> for <acl-webmaster@cs.CU>; Fri, 8 Aug 2003 08:41:39 -0400 (EDT) I am George Ineh a member of a special committee", "MboxParser-status": "RO", "Message-From": "g_ineh@tiscali.co.uk", "Message-Recipient-Address": "g_ineh@tiscali.co.uk", "Message-To": ["g_ineh@tiscali.co.uk", "g_ineh@tiscali.co.uk"], "Message:From-Email": "g_ineh@tiscali.co.uk", "Message:From-Name": "bring you into the complete picture of this pending", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<g_ineh@tiscali.co.uk>\tfor <acl-webmaster@cs.CU>; Fri, 8 Aug 2003 08:41:39 -0400 (EDT)", "Message:Raw-Header:Status": "RO", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPLEASE CONFIRM RECEIPT\n\nDr George Ineh\r\n10 Broad Street Road\r\nIkoyi, Lagos.\r\nTel : 234 17767344\r\nAmerican Internet Fax: 1775-307-0634\r\n\r\n\r\n\r\nREQUEST FOR ASSISTANCE.\r\n\r\nGrace, Peace And Love From This Part Of Atlantic To\r\nYou\r\n\r\nI must sincerely solicit your strictest confidence in\r\nthis transaction, this is by virtue of it's nature as\r\nbeing utterly confidential and top secret. What I\r\nam about to divulge to you in this mail is top\r\nsecret and if it offends or does not meet with your\r\nbusiness ethics, I crave your indulgence.\r\n\r\n I am George Ineh a member of a special committee\r\nset up by the present civilian Government of\r\nNigeria. We are saddled with the task of auditing the\r\nAccounts of government parastatals and ministries for\r\nthe last ten years.\r\n\r\nIn the course of our work at the committee, we discovered\r\nthis fund which resulted from gross re-valuation of\r\ncontracts by top government officials of the last\r\nAdministration. The companies that executed the\r\nContracts have been duly paid and the contracts\r\nCommissioned leaving the sum of US$15.6 Million\r\nfloating in the escrow account of the Central Bank of\r\nNigeria ready for payment.\r\n\r\nI have therefore been mandated as a matter of trust by\r\nmy colleagues in the committee to look for an overseas\r\npartner to whom we could transfer the sum of US$15.6M\r\nLegally subcontracting the entitlement to you/your\r\ncompany. This is bearing in mind that our civil\r\nservice code of conduct forbids us from owning\r\nforeign company or running foreign account while in\r\ngovernment service hence the need for an overseas\r\npartner.\r\n\r\nWe have agreed that the funds will be shared after it\r\nhas been paid into your nominated account based on\r\neach parties negotiation upon your acceptance and\r\nwillingness to assist us in this transaction. We have\r\nalso agreed that our own share of the fund will be\r\nused for importation business in conjunction with you\r\nas we can not bring back cash to Nigeria.\r\n\r\nAll logistics are in place and all modalities worked\r\nout for the smooth conclusion of the transaction\r\nwithin ten to fourteen days of commencement after\r\nreceipt of the following information: Your full\r\nname/ company name, address, company's details &\r\nactivities, telephone & fax numbers.\r\n\r\nThese information will enable us make the applications\r\nand lodge claims to the concerned ministries &\r\nagencies in favor of your company and it is pertinent\r\nto state here that this transaction is entirely based\r\non trust as the solar bank draft or certified cheque\r\ndrawable in any of the Central Bank of Nigeria\r\ncorrespondent bankers in America, Asia and Europe is\r\ngoing to be made in your name. In order to move forward\r\nquickly, please respond to me by Tel:234 17767344,\r\nAmerican Internet Fax:1775-307-0634\r\n(This number was acquired for confidentiality) so I can\r\n bring you into the complete picture of this pending\r\nproject and provide more information as to the successful conclusion of\r\nthis project. The best response, however, would be by telephone,\r\nso we can discuss fully all issues\r\nneeded to complete this venture in good time, and\r\nsuccessfully.\r\n\r\nI await your prompt and positive response to this\r\nbusiness proposal thank you and God bless.\r\n\r\nYours Faithfully,\r\n\r\nDR George Ineh.\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-363", "X-TIKA:parse_time_millis": "1", "dc:creator": ["g_ineh@tiscali.co.uk bring you into the complete picture of this pending", "g_ineh@tiscali.co.uk"], "dc:format": "text/plain; charset=\"iso-8859-1\"", "dc:subject": "PLEASE CONFIRM RECEIPT", "dc:title": "PLEASE CONFIRM RECEIPT"}