{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Jun 16 17:58:43 2007", "MboxParser-http": "//pan.segundosfuera.com/copaamerica/", "MboxParser-importance": "normal", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<mr_hassanbilly01@latinmail.com> by smtp.latinmail.com (Postfix) with SMTP WITH DUE RESPECT AND REGARDS, I HAVE DECIDED TO CONTACT YOU ON A BUSI=", "MboxParser-status": "RO", "MboxParser-x-bogosity": "No, tests=bogofilter, spamicity=0.500006, version=0.15.13", "MboxParser-x-sieve": "CMU Sieve 2.3 id 8490ED6CCAB; Sat, 16 Jun 2007 22:31:18 +0200 (CEST) TO THIS GREAT BUSINESS OPPORTUNITY.=20", "Message-From": "HASSAN BILLY <mr_hassanbilly01@latinmail.com>", "Message-Recipient-Address": "mr_hassanbilly01@latinmail.com", "Message-To": ["\"mr_hassanbilly01@latinmail.com\" <mr_hassanbilly01@latinmail.com> THE TOTAL SUM AS GRATIFICATION, WHILE 65% WILL BE FOR ME PLEASE, YOU H=", "mr_hassanbilly01@latinmail.com <mr_hassanbilly01@latinmail.com>"], "Message:From-Email": "mr_hassanbilly01@latinmail.com", "Message:From-Name": "HASSAN BILLY", "Message:Raw-Header:Importance": "normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<20070616203118.8490ED6CCAB@smtp.latinmail.com>", "Message:Raw-Header:Return-Path": "<mr_hassanbilly01@latinmail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Bogosity": "No, tests=bogofilter, spamicity=0.500006, version=0.15.13", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3\tby smtp.latinmail.com (Postfix) with SMTP\tid 8490ED6CCAB; Sat, 16 Jun 2007 22:31:18 +0200 (CEST)", "Multipart-Boundary": "latinmail.com_ltwebml03.localdomain_c8a483449ab1f45b77d58b6a104d1919", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVERY URGENT,\n\n\r\nDEAR FRIEND,\r\n\r\nPLEASE, REPLY TO MY PRIVATE E-MAIL  f_remit_dept@latinmail.com \r\n\r\nI AM MR.HASSAN BILLY, BILL AND EXCHANGE MANAGER AT THE FOREIGN REMITTANCE DEPARTMENT OF BANK INTERNATIONAL OF BURKINA (BIB) OUAGA-BURKINA FASO WITH DUE RESPECT AND REGARDS, I HAVE DECIDED TO CONTACT YOU ON A BUSINESS TRANSACTION THAT WILL BE VERY BENEFICIAL TO BOTH OF US AT THE END OF THE TRANSACTION. DURING MY INVESTIGATION AND AUDITING IN MY DEPARTMENT, I CAME ACROSS A VERY HUGE SUM OF MONEY BELONGING TO A DECEASED PERSON, A FOREIGNER WHO DIED IN A PLANE CRASH.\r\n\r\n\r\nTHE FUND HAS BEEN DORMANT IN HIS ACCOUNT WITH THE BANK WITHOUT ANY CLAIM OF THE FUND IN OUR CUSTODY EITHER FROM HIS FAMILY OR RELATION BEFORE OUR DISCOVERY TO THIS DEVELOPMENT. ALTHOUGH PERSONALLY, I KEPT THIS INFORMATION SECRET WITHIN MYSELF TO ENABLE THE WHOLE PLANS AND IDEA BE PROFITABLE AND SUCCESSFUL DURING THE TIME OF EXECUTION, THE AMOUNT INVOLVED IS USD$9.5M, NINE MILLION FIVE HUNDRED THOUSAND U.S DOLLARS.) MEANWHILE THE WHOLE ARRANGEMENT AND DIRECTIVES NEEDED TO PUT CLAIM OVER THIS FUND AS THE NEXT OF KIN TO THE DECEASED, WILL BE FORWARD TO YOU UPON YOUR ACCEPTANCE. INFORMATION WILL BE RELAYED TO YOU AS SOON AS YOU INDICATE YOUR INTEREST AND WILLINGNESS TO ASSIST ME AND ALSO BENEFIT YOUR SELF TO THIS GREAT BUSINESS OPPORTUNITY. \r\n\r\n\r\nIN FACT, I COULD HAVE DONE THIS DEAL ALONE BUT BECAUSE OF MY POSITION IN THIS COUNTRY AS A CIVIL SERVANT, WE ARE NOT ALLOWED TO OPERATE A FOREIGN ACCOUNT AND WOULD EVENTUALLY RAISE AN EYE BROW ON MY SIDE DURING THE TIME OF TRANSFER BECAUSE I WORK IN THIS BANK. THIS IS THE ACTUAL REASON WHY IT WILL REQUIRE A SECOND PARTY OR FELLOW WHO WILL FORWARD CLAIMS AS THE NEXT OF KIN TO THE BANK AND ALSO PRESENT A FOREIGN ACCOUNT WHERE HE/ SHE WILL NEED THE MONEY TO BE TRANSFERRED INTO ON HIS REQUEST AS IT MAY BE, AFTER DUE VERIFICATION AND CLARIFICATION TO DESIGNATED BANK ACCOUNT.\r\n\r\n\r\nI WILL NOT FAIL TO INFORM YOU THAT THIS TRANSACTION IS 100% RISK FREE,ON SMOOTH CONCLUSION OF THIS TRANSACTION, YOU WILL BE ENTITLED TO 35% OF THE TOTAL SUM AS GRATIFICATION, WHILE 65% WILL BE FOR ME PLEASE, YOU HAVE BEEN ADVISED TO KEEP TOP SECRET AS WE ARE STILL IN SERVICE AND INTEND TO RETIRE FROM SERVICE AFTER I CONCLUDE THIS DEAL WITH YOU.\r\n\r\n\r\nI WILL BE MONITORING THE WHOLE SITUATION HERE IN THE BANK UNTIL YOU CONFIRM THE MONEY IN YOUR ACCOUNT AND ASK ME TO COME DOWN TO YOUR COUNTRY FOR SUBSEQUENT SHARING OF THE FUND ACCORDING TO PERCENTAGES PREVIOUSLY INDICATED AND FURTHER INVESTMENT, EITHER IN YOUR COUNTRY OR ANY OTHER COUNTRY YOU MAY ADVICE US TO INVEST IN. ALL OTHER NECESSARY INFORMATION WILL BE SENT TO YOU WHEN I HEAR FROM YOU.\r\n\r\nI SUGGEST YOU GET BACK TO ME AS SOON AS POSSIBLE STATING YOUR WISH IN THIS DEAL. \r\n\r\nREPLY TO MY PRIVATE E-MAIL  f_remit_dept@latinmail.com \r\n\r\nPLEASE ALSO, I WILL LIKE YOU TO VISIT THE WEBSITE OF THE CRASH BELOW:\r\nwww.cnn.com/2003/WORLD/africa/07/20/kenya.crash/index.html\r\nwww.news24.com/News24/Africa/News/0,,2-11-1447_1390626,00.html\r\n\r\nBEST REGARD,\r\nMR.HASSAN BILLY.\r\n\r\n \r\n\r\n¡Vive la pasión del fútbol! Toda la Copa América, en Starmedia http://pan.segundosfuera.com/copaamerica/\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3762", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"HASSAN BILLY\" <mr_hassanbilly01@latinmail.com> AS THE NEXT OF KIN TO THE BANK AND ALSO PRESENT A FOREIGN ACCOUNT WHER=", "HASSAN BILLY <mr_hassanbilly01@latinmail.com>"], "dc:format": "text/plain; charset=\"iso-8859-1\"", "dc:identifier": "<20070616203118.8490ED6CCAB@smtp.latinmail.com>", "dc:subject": "VERY URGENT,", "dc:title": "VERY URGENT,", "dcterms:created": "2007-06-16T20:31:18Z"}