{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "inline", "MboxParser-content-language": "en", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Jun 24 13:01:14 2007", "MboxParser-mime-version": "1.0 project=2E My assurance to you is that this project will not effect or =", "MboxParser-priority": "normal", "MboxParser-reply-to": "rbt.williams@yahoo.com.hk power has ordered for the confiscation of their properties including th=", "MboxParser-return-path": "<robertwills@pre.sltnet.lk> Sun, 24 Jun 2007 22:20:29 +0530 (LKT) us=2E As a matter of urgency and great value my main reason of contacti=", "MboxParser-status": "O", "MboxParser-x-accept-language": "en", "MboxParser-x-mailer": "Sun Java(tm) System Messenger Express 6.2-4.03 (built Sep 22 2005) may encore on the process of arranging the necessary documents that wil=", "MboxParser-x-sieve": "CMU Sieve 2.3 such information I gathered about you=2E I summoned the courage to enga=", "Message-Bcc": "treasury some of those politicians ran away from their country as soon =", "Message-From": "Robert Williams <robertwills@pre.sltnet.lk>", "Message:From-Email": "robertwills@pre.sltnet.lk", "Message:From-Name": "Robert Williams", "Message:Raw-Header:Content-disposition": "inline", "Message:Raw-Header:Content-language": "en", "Message:Raw-Header:Content-transfer-encoding": "quoted-printable", "Message:Raw-Header:Content-type": "text/plain; charset=windows-1252", "Message:Raw-Header:MIME-version": "1.0", "Message:Raw-Header:Message-id": "<fa1ee1ca24ac.467e4093@pre.sltnet.lk>", "Message:Raw-Header:Priority": "normal", "Message:Raw-Header:Reply-to": "rbt.williams@yahoo.com.hk", "Message:Raw-Header:Return-Path": "<robertwills@pre.sltnet.lk>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Accept-Language": "en", "Message:Raw-Header:X-Mailer": "Sun Java(tm) System Messenger Express 6.2-4.03 (built Sep 22 2005)", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3 Sun, 24 Jun 2007 22:20:29 +0530 (LKT)", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGreetings from barrister Robert Williams,\n\n\r\n\r\nGreetings from barrister Robert Williams,\r\n\r\nDear friend, I know that my letter will come to you as a surprise, based on the fact that we have not been in contact for the first time either in person or by correspondent. But I believe that relationship starts just a day. My name is barrister Robert Williams I am a British citizen, am 42 years old and married with three kid’s two boys and a girl. As it will please you to know how I came about your contact, I got your contact from my personal search via internet I was pleased with such information I gathered about you. I summoned the courage to engage you in a business relationship that will be of achievement to both of us. As a matter of urgency and great value my main reason of contacting you today is based on a business transaction that one of my clients who is a senior bank director disclosed to me. In order to transfer the sum of (US$17.5M) seventeen million five hundred thousand united state dollars which was deposited in their bank by some top government officials \r\ninto any reliable foreign bank account. I was mandated to search for an honest partner abroad who can work jointly with us to achieve this great opportunity.\r\n\r\n Those funds was deposited in there bank in 2002 by some African top politicians who used their position in their offices to embezzle government treasury some of those politicians ran away from their country as soon as new government took over power to avoid probing them for their misappropriation and embezzlement of government funds. The new government in power has ordered for the confiscation of their properties including their bank accounts for their evil operation. From my discussions with the senior director before contacting you he told me that financial authority will be visiting their bank by next month for investigation however I was convinced that the deal must be successful and risk free as the funds will be transferred secretly to your account without hitch I promise not to relate this deal to any other person till I hear from you. Beer in mind that none of us will like to be involved in any kind of business that will stain or jeopardize his position in the offic\r\ne as we all have names to protect in the society. note that all mechanism has been mapped out for the actualization of this project. \r\n\r\nThis project will be concluded within 7_14 bank working days from the day we start the process. I will give you more details and the next step as soon as I confirm your ability and interest to participant in this project. My assurance to you is that this project will not effect or harm you as we will provide all the necessary documents that will cover the transfer to your account. What I need from you is to provide an existing bank account or set up a new account were the money will be transferred to in your name considering the source of the funds you are entitled to 25% for your assistance while 70% will be for us as the originator of the deal while 5% will be kept aside for any expenses that we may encore on the process of arranging the necessary documents that will help us facilitate the deal . Confirm your acceptance to me by. Thanks for your understanding and remain blessed as I wait for your urgent responds.\r\nYours sincerely,\r\nRobert Williams Esq.          \r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3784", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Robert Williams <robertwills@pre.sltnet.lk> sum of (US=2417=2E5M) seventeen million five hundred thousand united st=", "Robert Williams <robertwills@pre.sltnet.lk>"], "dc:format": "text/plain; charset=windows-1252 responds=2E", "dc:identifier": "<fa1ee1ca24ac.467e4093@pre.sltnet.lk> I was convinced that the deal must be successful and risk free as the f=", "dc:subject": "Greetings from barrister Robert Williams,", "dc:title": "Greetings from barrister Robert Williams,"}