{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Aug 11 08:08:03 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mathewikeh_123@juno.com", "MboxParser-return-path": "<mathewike212@juno.com> I am Barrister Mathew Ike Solicitor=2E I am the Personal Attorney to Mr H=2ES Kelly=2Ca national of your country=2C who used to work with shell development company in Nigeria=2EOn the 21st of April 2001 =2C my client=2Chis wife And their three children were involved in a car accident along Sagbama Express Road=2E All occupants of the vehicle unfortunately lost there lives=2E Since then I have made several enquiries to your embassy to locate any of my clients extended relatives=2C this has also prove unsuccessful=2EAfter these several unsuccessful attempts=2C I decided to trace his relatives over the Internet=2C to locate any member of his family but of no avail=2Chence Icontacted you=2E I have contacted you to assist in repartrating the money and property left behind by my client before they get confisicated or declared unserviceable by the security company  where this huge deposits were lodged=2EParticularly=2C the security company where the deceased lodged money valued at!", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "BARRISTER MATHEW IKE <mathewike212@juno.com>", "Message-Recipient-Address": "R@S", "Message-To": ["R@S", "R@S"], "Message:From-Email": "mathewike212@juno.com", "Message:From-Name": "BARRISTER MATHEW IKE", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200308111207.h7BC7hF23066@foxfire.mr.itd.UM>", "Message:Raw-Header:Reply-To": "mathewikeh_123@juno.com", "Message:Raw-Header:Return-Path": "<mathewike212@juno.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfrom barr mathew ike\n\nBARRISTER MATHEW IKE\r\nIKE AND CO. CHAMBERS\r\n46 BALOGUN STREET LAGOS\r\n234-8023554035\r\nDear Sir\r\n I am Barrister Mathew Ike Solicitor. I am the Personal Attorney to Mr H.S Kelly,a national of your country, who used to work with shell development company in Nigeria.On the 21st of April 2001 , my client,his wife And their three children were involved in a car accident along Sagbama Express Road. All occupants of the vehicle unfortunately lost there lives. Since then I have made several enquiries to your embassy to locate any of my clients extended relatives, this has also prove unsuccessful.After these several unsuccessful attempts, I decided to trace his relatives over the Internet, to locate any member of his family but of no avail,hence Icontacted you. I have contacted you to assist in repartrating the money and property left behind by my client before they get confisicated or declared unserviceable by the security company  where this huge deposits were lodged.Particularly, the security company where the deceased lodged money valued at!\r\n  about $15 million dollars has issued me a notice to provide the next of kin or have the account confisicated within the  next ten official working days. since i have been\r\nunsuccesfull in locating  the relatives for over 1 year now I seek your consent to present you as the next of kin of the deceased since you are from the same country so that the proceeds of this amount valued at $15 million dollars can be paid to you and then you and me can share the money. 60% to me and 35% to you while 5% should be for expenses or tax as your government may require, I have all necessary legal documents that can be used to back up any claim we may make.\r\n\r\n All I require is your honest cooperation to enable us see this deal through.I guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law.Please get\r\nin touch with me by my email to enable us discuss\r\nfurther.\r\nBest regards\r\nBarr. Mathew Ike\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-367", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"BARRISTER MATHEW IKE\" <mathewike212@juno.com> All I require is your honest cooperation to enable us see this deal through=2EI guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law=2EPlease get", "BARRISTER MATHEW IKE <mathewike212@juno.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200308111207.h7BC7hF23066@foxfire.mr.itd.UM> about $15 million dollars has issued me a notice to provide the next of kin or have the account confisicated within the  next ten official working days=2E since i have been", "dc:subject": "from barr mathew ike", "dc:title": "from barr mathew ike", "dcterms:created": "2003-08-11T12:07:26Z"}