{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable"], "MboxParser-font-family": "Tahoma", "MboxParser-font-size": "10pt;", "MboxParser-from": "r  Wed Jun 27 12:31:18 2007", "MboxParser-importance": "Normal having anybeneficiary to his assets including his account here in Burkina =", "MboxParser-margin": "0px;", "MboxParser-mime-version": "1.0 funds to your account as the beneficiary, I want to transfer the whole $8,=", "MboxParser-padding": "0px", "MboxParser-reply-to": "<drahmed_shalaa55@myway.com> of this business, you will be given 40% of the total amount,55% will be fo=", "MboxParser-return-path": "<drahmed_sh14@hotmail.com> boundary=\"_5bbe2c63-b738-41d5-bd12-d1f8e5df8afd_\" only be approved into a foreign a/c. I need your full co-operation to make=", "MboxParser-status": "O free.=A0=A0 <a href=3D'http://im.live.com/messenger/im/home/?source=3DTAGW=", "MboxParser-x-originalarrivaltime": "27 Jun 2007 16:31:06.0636 (UTC) FILETIME=[8FAE4CC0:01C7B8D8] me, while 5% will be for expenses both parties might have incurred during =", "MboxParser-x-originating-ip": "[196.28.241.110] this work fine because the management is ready to approve this payment to =", "MboxParser-x-sieve": "CMU Sieve 2.3 want to transfer to overseas the sum of ($8.500.000.00USD) Eight Million F=", "Message-Bcc": "am convinced that you are capable and will meet up with the inheritance pr=", "Message-From": "DR AHMED SHALAA <drahmed_sh14@hotmail.com>", "Message:From-Email": "drahmed_sh14@hotmail.com", "Message:From-Name": "DR AHMED SHALAA", "Message:Raw-Header:Importance": "Normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Reply-To": "<drahmed_shalaa55@myway.com>", "Message:Raw-Header:Return-Path": "<drahmed_sh14@hotmail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-OriginalArrivalTime": "27 Jun 2007 16:31:06.0636 (UTC) FILETIME=[8FAE4CC0:01C7B8D8]", "Message:Raw-Header:X-Originating-IP": "[196.28.241.110]", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Multipart-Boundary": "_5bbe2c63-b738-41d5-bd12-d1f8e5df8afd_", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI am waiting to receive your mail\n\n\nDR AHMED SHALAA.\nBANK OF AFRICA OUAGADOUGOU,\nBURKINA FASO.\n \nDear friend,\n \nRE: TRANSFER OF ($8,500.000.00 USD EIGHT MILLION FIVE HUNDRED \nTHOUSAND DOLLARS)\nI want to transfer to overseas the sum of ($8.500.000.00USD) Eight Million Five Hundred Thousand United States Dollars) from a Prime Bank in Africa. I would like to ask you to quietly look for a reliable and honest person who will be capable and fit to provide either an existing bank account or to set up a new Bank a/c immediately to receive this money, even an empty  a/c can serve as far as it can receive money.\n \nI am DR AHMED SHALAA. an accountant and personal confidant to Mr.Robert Rice who died together with his wife in a plane crash on the October 31st 1999 on their way to attendwedding in Boston, he is an American, a physician andindustrialist, he died without having anybeneficiary to his assets including his account here in Burkina Faso which he opened as his personal savings for the purpose of expansion and developement of his company before his untimely death in 1999.\n \nThe amount involved is ($8.500.000.00USD) Eight Million Five Hundred Thousand United States Dollars), no other person knows about this account. I am contacting you for us to transfer this funds to your account as the beneficiary, I want to transfer the whole $8,500.000.00 (Eight Million Five Hundred Thousand USD)  into a safe account abroad, but I don't know any foreigner. I am only contacting you as a foreigner because this money can not be approved to a local person here, without valid international foreign passport, but can only be approved to any foreigner with valid international passport or drivers license and foreign a/c because the money is in US Dollars and the former owner of the a/c Mr.Robert Rice is aforeigner too, and as such the money can only be approved into a foreign a/c.\n \nI need your full co-operation to make this work fine because the management is ready to approve this payment to any foreigner who has correct information of this account, which I will give to you, upon your positive response and once I am convinced that you are capable and will meet up with the inheritance procedures.\n \nAt the conclusion of this business, you will be given 40% of the total amount,55% will be for me, while 5% will be for expenses both parties might have incurred during the process of transferring. You should observe utmost CONFIDENTIALITY AND SECRECY in this transaction, and rest assured that this transaction would be most profitable for both of us because I will require your assistance to invest my share in your country.\n \nSincerely,\nDr.Ahmed Shalaa.\n\n\nMake every IM count. Download Windows Live Messenger and join the i'm Initiative now. It's free.   Make it count!", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3798", "X-TIKA:parse_time_millis": "1", "dc:creator": ["DR AHMED SHALAA <drahmed_sh14@hotmail.com> the process of transferring. You should observe utmost CONFIDENTIALITY AND=", "DR AHMED SHALAA <drahmed_sh14@hotmail.com>"], "dc:format": "text/html; charset=\"iso-8859-1\"", "dc:subject": "I am waiting to receive your mail", "dc:title": "I am waiting to receive your mail", "dcterms:created": "2007-06-27T16:31:06Z"}