{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable"], "MboxParser-font-family": "Tahoma", "MboxParser-font-size": "10pt;", "MboxParser-from": "r  Wed Jul 18 14:12:19 2007", "MboxParser-http": "//club.live.com/home.aspx?icid=3DCLUB_wlmailtextlink=", "MboxParser-importance": "Normal relation before our discovery to this <BR>development. Although personally=", "MboxParser-le=3d\"font-size": "10pt; COLOR: black; FONT-FAMILY: Arial; mso-ansi-language:=", "MboxParser-margin": "0px;", "MboxParser-mime-version": "1.0 it may interest you to know, I contacted you to be my partner and person t=", "MboxParser-padding": "0px", "MboxParser-reply-to": "<geraldzongo004@yahoo.fr> transfer, while 65% will be for me, please you have been advised to keep \"=", "MboxParser-return-path": "<geraldzongo_38@hotmail.fr> boundary=\"_8f18cf4f-e4bf-4686-b32d-388771bd6e2e_\" keep this information secret to enable the whole plans and idea be Profita=", "MboxParser-s-microsoft-com:office": "office\" /><o:p></o:p></SPAN></DIV><br /><hr />Live E=", "MboxParser-status": "RO my side during the time of transfer because I work in this bank.<BR><BR><B=", "MboxParser-x-originalarrivaltime": "18 Jul 2007 18:12:12.0775 (UTC) FILETIME=[2A0E6770:01C7C967] interest and willingness to assist me and also benefit your self to this g=", "MboxParser-x-originating-ip": "[196.28.242.211] foreign account has been put in Place and directives and needed informatio=", "MboxParser-x-sieve": "CMU Sieve 2.3 decided to contact you on a business transaction that will be very benefic=", "Message-Bcc": "and needed information will be relayed to you as soon as you indicate your=", "Message-From": "gerald zongo <geraldzongo_38@hotmail.fr>", "Message:From-Email": "geraldzongo_38@hotmail.fr", "Message:From-Name": "gerald zongo", "Message:Raw-Header:Importance": "Normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Reply-To": "<geraldzongo004@yahoo.fr>", "Message:Raw-Header:Return-Path": "<geraldzongo_38@hotmail.fr>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-OriginalArrivalTime": "18 Jul 2007 18:12:12.0775 (UTC) FILETIME=[2A0E6770:01C7C967]", "Message:Raw-Header:X-Originating-IP": "[196.28.242.211]", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Multipart-Boundary": "_8f18cf4f-e4bf-4686-b32d-388771bd6e2e_", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYour kind attention needed. \n\n\nHello Dear,\nThis mail might come to you as a surprise and the temptation to ignore it as unserious could come into your mind but please consider it a divine wish and accept it with a deep sense of humility.\n\nI am Mr. Gerald Zongo, the manager in charge of Auditing department of Bank of Africa (B.O.A) Ouagadougou Burkina Faso in West Africa, with due respect and Regard; I have decided to contact you on a business transaction that will be very beneficial to both of us at the end of the transaction.\n\nDuring our investigation and auditing in this Bank, my department came across a very huge sum of money belonging to one of our deceased customer who died on Feb 29th 2002 of a ghastly motor accident and the fund has been dormant in his account with this bank without any claim of the fund in our Custody either from his family or relation before our discovery to this \ndevelopment. Although personally,\n\nI keep this information secret to enable the whole plans and idea be Profitable and successful during the time of execution, the said amount is Twelve million four hundred thousand United States dollars(US$12.4m), as it may interest you to know, I contacted you to be my partner and person to be reliable and capable to champion a business of such magnitude without any \nproblem.\n\nMeanwhile all the arrangement to put claim over this fund as the next of kin to the deceased, get the required approval and transfer this money to a foreign account has been put in Place and directives and needed information will be relayed to you as soon as you indicate your interest and willingness to assist me and also benefit your self to this great business opportunity, \nIn fact I could have done this deal alone but because of my position in this country as a civil servant and we are not allowed to operate a foreign account and would eventually raise eye brow on my side during the time of transfer because I work in this bank.\n\n\nI will not fail to inform you that this transaction is 100% risk free, on smooth conclusion of this transaction, you will be entitled to 30% of the total sum as gratification, while 5% will be set aside to take care of expenses that may arise during the time of transfer, while 65% will be for \nme, please you have been advised to keep \"Top Secret\" as I am still in service and intend to retire from service after we conclude this deal with you.\n\nI will be monitoring the whole situation here in this bank Until you confirm the money in your account, and ask us to come down to your country for subsequent sharing of the fund according to percentages previously indicated and further Investment, either in your country or any country you advice us to invest in and all other necessary vital information will be send to you \nwhen I hear from you.\n\nI suggest you get back to me As soon as possible and also include your personal phone/mobile and fax numbers for easy communication.\n\nYours faithfully,\nMr. Gerald Zongo\nThe manager in charge of\nAuditing department of\nBank of Africa (B.O.A)\nOuagadougou Burkina Faso.\n\n\nLive Earth is coming.  Learn more about the hottest summer event - only on MSN. Check it out!", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3849", "X-TIKA:parse_time_millis": "1", "dc:creator": ["gerald zongo <geraldzongo_38@hotmail.fr> come down to your country for subsequent sharing of the fund according to =", "gerald zongo <geraldzongo_38@hotmail.fr>"], "dc:format": "text/plain; charset=\"iso-8859-1\" <a href=3D'http://liveearth.msn.com?source=3Dmsntaglineliveearthwlm' targe=", "dc:subject": "Your kind attention needed. ", "dc:title": "Your kind attention needed. ", "dcterms:created": "2007-07-18T18:12:08Z"}