{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-;&nbsp;&nbsp;&nbsp;<strong>attn": "Please</STRONG></FONT></DIV>", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable of transaction, while the remaining 60% is for me. Upon receipt of your re="], "MboxParser-font-family": "Tahoma", "MboxParser-font-size": "10pt;", "MboxParser-from": "r  Mon Sep 10 05:14:17 2007", "MboxParser-http": "//mobile.live.fr/=", "MboxParser-importance": "Normal money to be paid to you as the next of kin to Mr. Morris Thompson.", "MboxParser-margin": "0px;", "MboxParser-mime-version": "1.0 and that you should not entertain any fear as all required arrangements ha=", "MboxParser-p": "//www.cnn.com/2000/US/02/01/alaska.airlines.list/<BR></FONT><BR>The owner=", "MboxParser-padding": "0px", "MboxParser-reply-to": "<idris.adamu001@yahoo.fr> a resident of Alaska. It is therefore upon this discovery that I now decid=", "MboxParser-return-path": "<idris40adamu@hotmail.fr> boundary=\"_643304c8-6ebf-4d40-85f9-a32f9b47d4f0_\" confidential business proposal with full financial benefit for both me and=", "MboxParser-status": "O read more about the crash on visiting this site. <FONT color=3D#0000ff>htt=", "MboxParser-x-originalarrivaltime": "10 Sep 2007 09:13:23.0642 (UTC) FILETIME=[D6B2B1A0:01C7F38A] with account number 14-2558-5976 that belongs to one of our foreign custom=", "MboxParser-x-originating-ip": "[212.52.146.108] you. Before I go into further details, please be informed that I am writin=", "MboxParser-x-sieve": "CMU Sieve 2.3 =20", "Message-Bcc": "reading this mail via email.=20", "Message-From": "IDRIS ADAMU <idris40adamu@hotmail.fr>", "Message:From-Email": "idris40adamu@hotmail.fr", "Message:From-Name": "IDRIS ADAMU", "Message:Raw-Header:Importance": "Normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Reply-To": "<idris.adamu001@yahoo.fr>", "Message:Raw-Header:Return-Path": "<idris40adamu@hotmail.fr>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-OriginalArrivalTime": "10 Sep 2007 09:13:23.0642 (UTC) FILETIME=[D6B2B1A0:01C7F38A]", "Message:Raw-Header:X-Originating-IP": "[212.52.146.108]", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Multipart-Boundary": "_643304c8-6ebf-4d40-85f9-a32f9b47d4f0_", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONSINDER MY URGENT REQUEST. \n\n\nDear Friend\n\n                                                              \n\n                                                 Attn: Please\n\n \n\nI know this mail might come to you as a surprise package, but kindly allow me the opportunity to introduce myself. I am Dr. Idris Adamu. The manager of bill and exchange at the foreign remittance department of my Bank. I got your particulars through my private search for a trustworthy foreign Partner. However, I am contacting you in order to ask for your assistance on this confidential business proposal with full financial benefit for both me and you. Before I go into further details, please be informed that I am writing without any other person(s) pre-knowledge of my contacting you on this transaction. Therefore I will appreciate same attitude to be maintained by you all through. \n\n \n\nIn my department I discovered an abandoned sum of US$8.5M, (Eight Million, Five Hundred Thousand US Dollars) with account number 14-2558-5976 that belongs to one of our foreign customers who died along with his wife and only daughter in a plane crash of Alaska Airlines Flight number 261 which crashed on January 31st 2000. You shall read more about the crash on visiting this site. http://www.cnn.com/2000/US/02/01/alaska.airlines.list/\n\nThe owner of this account is Mr. Morris Thompson an American and great industrialist and a resident of Alaska. It is therefore upon this discovery that I now decided to make this business proposal to you and for our bank to release the money to you. You have to follow the instruction which I will be sending to you as the next of kin or relation to the deceased for safety and subsequent disbursement since nobody is coming for it and I don't want this money to go into our bank treasury as unclaimed bill.\n\n\nIn appreciation of your assistance, I am offering you 35% of the total sum. 5% for contingencies (cost of transfer/other charges) likely to be incurred during the course of transaction, while the remaining 60% is for me. Upon receipt of your reply, I will send to you by fax or email the text of the application which you will complete and forward to our bank asking for this money to be paid to you as the next of kin to Mr. Morris Thompson.\n\n\nI will not fail to bring to your notice that this transaction is hitch-free and that you should not entertain any fear as all required arrangements have been made for the transfer. You should contact me immediately you finish reading this mail via email. \n\n \n\nI await for your favorable response.\n\n\nYours Faithfully,\n\nDr. Idris Adamu.\n\n\nBesoin d'un e-mail ? Créez gratuitement un compte Windows Live Hotmail, plus sûr, plus simple et plus complet ! Windows Live Hotmail", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3967", "X-TIKA:parse_time_millis": "1", "dc:creator": ["IDRIS ADAMU <idris40adamu@hotmail.fr> disbursement since nobody is coming for it and I don't want this money to =", "IDRIS ADAMU <idris40adamu@hotmail.fr>"], "dc:format": "text/plain; charset=\"iso-8859-1\" to go into our bank treasury as unclaimed bill.</FONT></DIV>", "dc:subject": "CONSINDER MY URGENT REQUEST. ", "dc:title": "CONSINDER MY URGENT REQUEST. ", "dcterms:created": "2007-09-10T09:13:23Z"}