{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable"], "MboxParser-font-family": "Tahoma", "MboxParser-font-size": "10pt;", "MboxParser-from": "r  Wed Sep 12 20:39:36 2007", "MboxParser-http": "//imagine-windowslive.com/hotmail/?locale=3Den-us&ocid=3DTXT_TAGHM_mig=", "MboxParser-importance": "Normal or any person bearing same name as the Chairman to stand as his relative t=", "MboxParser-margin": "0px;", "MboxParser-mime-version": "1.0 for you all that is required to execute this transaction successfully. I h=", "MboxParser-padding": "0px", "MboxParser-reply-to": "<kennethobi@gmail.com> your private life, however I have a serious project which I believe would =", "MboxParser-return-path": "<kennethobia5@hotmail.com> boundary=\"_73c0f739-99aa-4d36-954f-f276e0e5395f_\" send to you once you indicate your interest. I will also send a claim appl=", "MboxParser-status": "O", "MboxParser-x-originalarrivaltime": "13 Sep 2007 00:39:27.0287 (UTC) FILETIME=[8A099470:01C7F59E] Hotmail=AE. NOW with 5GB storage. <a href=3D'http://imagine-windowslive.co=", "MboxParser-x-originating-ip": "[82.128.13.67] Hotmail=AE. NOW with 5GB storage.", "MboxParser-x-sieve": "CMU Sieve 2.3 life, however I have a serious project which I believe would be of interes=", "Message-Bcc": "a claim application specimen to you, which you will fill and send to the I=", "Message-From": "KENNETH OBI <kennethobia5@hotmail.com>", "Message:From-Email": "kennethobia5@hotmail.com", "Message:From-Name": "KENNETH OBI", "Message:Raw-Header:Importance": "Normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Reply-To": "<kennethobi@gmail.com>", "Message:Raw-Header:Return-Path": "<kennethobia5@hotmail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-OriginalArrivalTime": "13 Sep 2007 00:39:27.0287 (UTC) FILETIME=[8A099470:01C7F59E]", "Message:Raw-Header:X-Originating-IP": "[82.128.13.67]", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Multipart-Boundary": "_73c0f739-99aa-4d36-954f-f276e0e5395f_", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAttention please\n\nAttention please\n\nCompliments to you; I sincerely apologize for the intrude into your private life, however I have a serious project which I believe would be of interest to you and for this reason I reached out to you. I am Barrister Kenneth Obi. I worked as an attorney to an Oil Servicing company {CEDRY INCORPORATED} from 1980 to 1996 when the company liquidated. Cedry liquidated and folded as a result of mismanagement and feud amongst the directors. On the 11th of June 1986, the company secretary and I took a LIFE ASSURANCE POLICY for the Chairman of the company for a period of TWENTY YEARS, which is from June 1986 till June 2006. This LIFE POLICY was taken from a reputable Insurance Company here called STANDARD TRUST INSURANCE PLC. The premium for this Life policy was paid upfront by the Cedry because it is a long-term policy.\n\nIn 1996, Cedry was folded but Standard Trust Insurance Company did not terminate the Life Policy we took for the Chairman because we did not apply  for cancellation or termination of the Policy. On December 2006, I got a letter from Standard Trust Insurance notifying me that the LIFE POLICY we took for Cedry Chairman was due and that I should come to their office for further discussions. I went to their office and they told me that they have Three Million Dollars accrued over a period of twenty years to pay to the Chairman of liquidated Cedry as SURRENDER VALUE for the Life Policy the company took for him. The Insurance Company knew that Cedry was folded and they asked me to provide the Chairman or his relative to receive the money.\n\nSince 2006 till date I have searched for the Chairman without success. I went back to tell the Insurance Company that the Chairman is very old and senile to the extent that his sight is very bad and that he cannot do anything for himself as he is almost a vegetable. The Insurance Company told me to get any of  the Chairman’s relative with his authorization to claim the surrender value for him. I have resolved to get any person or any person bearing same name as the Chairman to stand as his relative to receive the surrender value. If we don't claim this money,  no one would and the money would be retained in the coffers of the Insurance Company as their profit. I feel it is rather appropriate that we team up and claim this money and use some percentage of it to help the poor and the less privilege in our society than allow the Insurance Company to retain it as profit.\n\nI contacted you in trust believing that you will not run away with the money if it enters your account. The Insurance Company have very high respect and regards for me and will be obliged to released the Surrender Value to whoever I present to them as heir to the Chairman. I will obtain for you all that is required to execute this transaction successfully. I have in my file some documents for the existence of the Cedry and the Life Policy. I will send to you once you indicate your interest. I will also send a claim application specimen to you, which you will fill and send to the Insurance Company for the release of the surrender value to your account. Your share for assisting in this transaction will be One Million Dollars. If you cannot execute this transaction for any reason, please introduce someone who is capable and I will reward you with Fifty thousand dollars after the transaction. Reply urgently if you are interested to execute this with me.\n \nRegards,\nBarrister Kenneth Obi\n\n\nMore photos; more messages; more whatever – Get MORE with Windows Live™ Hotmail®. NOW with 5GB storage. Get more!", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3968", "X-TIKA:parse_time_millis": "2", "dc:creator": ["KENNETH OBI <kennethobia5@hotmail.com> INCORPORATED} from 1980 to 1996 when the company liquidated. Cedry liquida=", "KENNETH OBI <kennethobia5@hotmail.com>"], "dc:format": "text/html; charset=\"Windows-1252\"", "dc:subject": "Attention please", "dc:title": "Attention please", "dcterms:created": "2007-09-13T00:39:27Z"}