{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Aug 25 16:20:49 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "akin511@hotmail.com", "MboxParser-return-path": "<akindada@indiatimes.com> for <acl-webmaster@cs.CU>; Mon, 25 Aug 2003 16:20:45 -0400 (EDT) INVESTMENT VENTURE", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "DR. AKIN DADA. <akindada@indiatimes.com>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "akindada@indiatimes.com", "Message:From-Name": "DR. AKIN DADA.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200308252019.h7PKJh8I007648@cs.CU>", "Message:Raw-Header:Reply-To": "akin511@hotmail.com", "Message:Raw-Header:Return-Path": "<akindada@indiatimes.com>\tfor <acl-webmaster@cs.CU>; Mon, 25 Aug 2003 16:20:45 -0400 (EDT)", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHELLO.\n\nFROM THE DESK OF : DR AKIN DADA.\r\nDIRECTOR OF PROJECTS IMPLEMENTATION DEPT.\r\nFEDERAL MINISTRY OF WORKS AND HOUSING.\r\n\r\n          INVESTMENT VENTURE\r\n\r\nI write to crave your indulgence for your assistance in the area of acquisition of estate in your country. I Dr. AKIN DADA the Director of contracts and my partner the Director of funds in the Federal Ministry of works and Housing in Nigeria, will prefer that this transaction be strictly confidential even after successful completion of this transaction as we will require you and your company to act as our oversea Agent for the Actualizations of this transaction.\r\n\r\nThe funds to be used for the purchase of the estates and the proposals investment in your country is presently in a coded Bank Account owned by the Federal Ministry of Works And Housing in the Nigeria Apex Bank and we require your collaboration to transfer the funds to your Bank account in your country or any safe account where the funds would be received conveniently; this is to be provided by your humble self. You are to be  considered to have executed a contract for the Federal Ministry of Works and Housing for a contract sum of USD15.5 Million which resulted from over invoicing from the original contractors who erected 392 Housing units for us in 1998 and their contract sum has long been settled remaining the outstanding over invoiced sum USD15.5 Million.\r\n\r\nWe deliberately added amounting to $15.5m{USD}, if we agree to work together your share shall be 30% of the total contract sum we will have 60% and 10% will to be set aside by expenses incurred by both parties  during the course of this transaction. Note that your area of common business is not an obstacle to this transaction but your willingness to a party of the business and also assist in the acquisition of estates in your country.\r\n\r\nAs soon as payment is effected and your account is credited we will purchase the estates abroad an invest in your company. As soon you are advice with the information for the telegraphic transfer by the Apex  Bank we shall be with you before the account be credited in your Bank to avoid any room for misappropriation of funds form any angle. And we will disburse the funds as soon as your account is credited together in your country. Note that we decided to carry out this transfer at this time because the formal Director Of Finance who has just be seconded to the Ministry of Art and Culture was aware of the existence of the fund and he has been a stumbling block .\r\n\r\nYou are requested to communicate your assistance or otherwise of this proposal through my Email address by furnishing me with your Telephone and Fax numbers, after which we shall discuss the full modalities for seeing this transaction through. If however you are  not dispose to assist, kindly destroy letter in view of the confidentiality of the proposed transaction and interest of personalities involved.\r\n\r\nThanks for your anticipated co-operation.\r\n\r\nBest Rgards\r\n\r\nDR AKIN DADA.\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-385", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"DR. AKIN DADA.\" <akindada@indiatimes.com> ", "DR. AKIN DADA. <akindada@indiatimes.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200308252019.h7PKJh8I007648@cs.CU> ", "dc:subject": "HELLO.", "dc:title": "HELLO.", "dcterms:created": "2003-08-01T04:11:18Z"}