{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable"], "MboxParser-font-family": "Tahoma", "MboxParser-font-size": "10pt;", "MboxParser-from": "r  Tue Sep 18 06:55:05 2007", "MboxParser-ght": "bold\"><SPAN style=3D\"FONT-WEIGHT: bold\">BANQUE TOGOLAISE POUR LE COMME=", "MboxParser-http": "//spaces.live.com/spacesapi.aspx?wx_action=3Dcreate&wx_url=3D/friends.=", "MboxParser-importance": "Normal suggest you get back to me as soon as possible stating your wish in this d=", "MboxParser-margin": "0px;", "MboxParser-mime-version": "1.0 Yours Sincerely, Dr Usman Ibrahim Danko.", "MboxParser-nt-weight": ["bold\">FOREIGN OPERATIONS DEPARTMENT.</SPAN><BR style=3D\"FONT-WEI=", "bold\">LOME- TOGO.</SPAN> </DIV>"], "MboxParser-padding": "0px", "MboxParser-reply-to": "<drusmanibrahim.tg@homs.cc> sum as gratification, while 5% will be set aside to take care of expenses =", "MboxParser-return-path": "<drusmanibrahimtg08@hotmail.fr> boundary=\"_9d639d6f-3ffc-4c88-9446-fdf6a79b93c8_\" auditing and accounting section of Banque Togolaise Pour Le Commerce Et L'=", "MboxParser-status": "O time of execution. The said amount was (US$11.4M). </DIV>", "MboxParser-x-originalarrivaltime": "18 Sep 2007 10:54:57.0283 (UTC) FILETIME=[5A188530:01C7F9E2] to enable the whole plans and idea be Profitable and successful during the=", "MboxParser-x-originating-ip": "[41.207.162.4] and willingness to assist us and also benefit your self to this great busi=", "MboxParser-x-sieve": "CMU Sieve 2.3 DEPARTMENT.BANQUE TOGOLAISE POUR LE COMMERCE ET L'INDUSTRIE,LOME- TOGO.=20", "Message-Bcc": "any grief to you. The reason for sending this mail is very fundamental to =", "Message-From": "Dr Usman Ibrahim Danko <drusmanibrahimtg08@hotmail.fr>", "Message:From-Email": "drusmanibrahimtg08@hotmail.fr", "Message:From-Name": "Dr Usman Ibrahim Danko", "Message:Raw-Header:Importance": "Normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Reply-To": "<drusmanibrahim.tg@homs.cc>", "Message:Raw-Header:Return-Path": "<drusmanibrahimtg08@hotmail.fr>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-OriginalArrivalTime": "18 Sep 2007 10:54:57.0283 (UTC) FILETIME=[5A188530:01C7F9E2]", "Message:Raw-Header:X-Originating-IP": "[41.207.162.4]", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Multipart-Boundary": "_9d639d6f-3ffc-4c88-9446-fdf6a79b93c8_", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom Dr Usman Ibrahim / Mr Wahid Yoffe property.\n\n\nFROM DR USMAN IBRAHIM DANKO.\nAUDITING AND ACCOUNTING UNIT.\nFOREIGN OPERATIONS DEPARTMENT.\nBANQUE TOGOLAISE POUR LE COMMERCE ET L'INDUSTRIE,\nLOME- TOGO. \n\n \n\nDear Friend,            \n \nI do not intend to cause any grief to you. The reason for sending this mail is very fundamental to the doctrine of human privileges and right. My name is Dr Usman Ibrahim Danko  I am quite convicned of the fact that this will come to you as a surprise.however I am writing based on the privlage information I garthered about you in internet during my extensive search for a repose foreign partner who is compitent of assisting me in below business proposal. I am the principal manager controlling the auditing and accounting section of Banque Togolaise Pour Le Commerce Et L'Inustrie Lome Togo. in West Africa with due respect and regard. \n\n \n\nI have decided to contact you on a business transaction that will be very beneficial to both of us at the end of the transaction. During our investigation and auditing in this bank, my department came across a very huge sum of money belonging to a deceased person Mr Wahid Yoffe who died in the horrific Asian tsunamis of Dec. 26, 2004, that has killed more than all 20th- century tsunamis combined that happened in Sumatra island, Indonesia. \n\n \n\nFrom the information that our bank have gotten so far, the Tsunami killed him with his entire family and no none relation have been identified. The person that he used as his next of kin was his first son of 25 years old who died along side with the entire family. Although personally, I keep this information secret within myself and partner to enable the whole plans and idea be Profitable and successful during the time of execution. The said amount was (US$11.4M). \n\n \n\nMeanwhile all the whole arrangement to put claim over this fund as the bonafide next of kin to the deceased, get the required approval and transfer this money to a foreign account has been put in place and directives and needed information will be relayed to you as soon as you indicate your interest and willingness to assist us and also benefit your self to this great business opportunity that comes once in life. In fact I could have done this deal alone but because of my position in this country as a civil servant, we are not allowed to perate a foreign account and would eventually raise an eye brow on my side during the time of transfer because I work in this bank. \n\n \n\nThis is the actual reason why it will require a second party or fellow who will forward claims as the next of kin with affidavit of trust of oath to the Bank and also resent a foreign account where he will need the money to be re-transferred in to on his request as it may be after due verification and clarification by the correspondent branch of the bank where the whole money will be remitted from to your own designation bank account. \n\n \n\nMay I at this point emphasize that this transaction is 100% risk free as I have made arrangements for a successful deal before contacting you. On smooth conclusion of this transaction, you will be entitled to 30% of the total sum as gratification, while 5% will be set aside to take care of expenses that may arise during the time of transfer processing and also telephone bills, while 65% will be for me and my partner. \n\n \n\nPlease, you have been adviced to keep top secret as we are still in service and intend to retire from service after we conclude this deal with you. I will be monitoring the whole situation here in this bank until you confirm the money in your account and ask us to come down to your country for subsequent sharing of the fund according to percentages previously indicated and further investment, either in your country or any country you advice us to invest in. \n\n \n\nAll other necessary information will be sent to you when I hear from you. I suggest you get back to me as soon as possible stating your wish in this deal.\n\n \nYours Sincerely, \nDr Usman Ibrahim Danko.\n\n\nInvite your mail contacts to join your friends list with Windows Live Spaces. It's easy! Try it!", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3977", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Dr Usman Ibrahim Danko <drusmanibrahimtg08@hotmail.fr> and intend to retire from service after we conclude this deal with you. I =", "Dr Usman Ibrahim Danko <drusmanibrahimtg08@hotmail.fr>"], "dc:format": "text/plain; charset=\"iso-8859-1\" processing and also telephone bills, while 65% will be for me and my partn=", "dc:subject": "From Dr Usman Ibrahim / Mr Wahid Yoffe property.", "dc:title": "From Dr Usman Ibrahim / Mr Wahid Yoffe property.", "dcterms:created": "2007-09-18T10:54:53Z"}