{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Oct  7 19:43:27 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "peteroko@gawab.com", "MboxParser-return-path": "<opeter6@caramail.com> ", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 6.00.2600.0000", "Message-From": "PETER OKOYE <opeter6@caramail.com>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "opeter6@caramail.com", "Message:From-Name": "PETER OKOYE", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200310072343.h97NhFfu002806@aquaduct.cs.CU>", "Message:Raw-Header:Reply-To": "peteroko@gawab.com", "Message:Raw-Header:Return-Path": "<opeter6@caramail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 6.00.2600.0000", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT MATTER................\n\nFROM THE DESK OF PETER OKOYE\r\nSTANDARD TRUST BANK PLC\r\nTel: 234-1-7760497\r\nFax: 234-1-7599947\r\nPrivate Email:peteoko@gawab.com\r\nI hope this letter will not embarrass you since we have not had any previous communication. I got your reference from your country`s trade department under private enquiry that is not related to my aim of writing you this letter and went further to have it confirmed by the Nigeria Exports Promotion Council(NEPC).\r\nI am Mr. Peter Okoye, a Bank Manager of Standard Trust Bank Plc, Lagos Balogun Branch.  I have urgent and very confidential business proposition for you. On June 6, 2000, an American Oil Consultant/Contractor with the National Oil Nigeria Ltd. Mr. Robert Noel made a numbered time (Fixed) Deposit for twelve calendar months. Valued at US$48,000,000.00 (Forty-Eight Million United States Dollars only) in my branch upon maturity.\r\nI sent a routine notification to his forwarding address but got no reply.  After a month, we sent a reminder and finally we discovered from his contract employers the National Oil Nigeria LTD that Mr. Robert Noel died on air crash in ADC Airline going to Abuja our Federal Capital Territory. On further investigation, I found out that he died without making “WILL”, and all attempts to trace his next of kin was fruitless.\r\nI therefore made further investigation and discovered that Mr. Robert Noel did not declare any next of kin or relations in all his official documents, including his Bank Deposit paperwork in my Bank. This sum of US$48,000,000.00 is still sitting in my Bank and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it. According to Nigeria Law, at the expiration of 5 (Five) years, the money will revert to the ownership of the Nigerian Government if nobody applies to claim the fund. Consequently, my proposal is that I will like you to act as the next kin to Mr. Robert Noel so that the fruits of this old man’s labour will not get into the hands of some corrupt government officials here.\r\nThis transaction is very simple and 100% risk free, therefore I will like you to provide immediately your full name and address so that an Attorney will prepare the necessary documents and affidavits, which will put you in place as the next of kin. We shall employ the service of an Attorney for drafting and notarization of the “WILL” and to obtain the necessary documents and letter of probate and realization in your favour for the transfer.\r\nA Bank Account in any part of the world, which you will provide will then facilitate the transfer of this money to you as the beneficiary/next of kin. The money will be paid into your Account for us to share in the ratio of 60% for me and 30% for you and 10% will be for expences both parties might have incured during the process of transfering the money.Try and call me on my private number immediately you recieve this email on 234-1-7760497 or write me back on my private email address(peteoko@gawab.com) for further explanations.\r\nI look forward to your earlist response to my proposal.\r\nYours Truly.\r\nMr Peter Okoye\r\nBranch Manager.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-456", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"PETER OKOYE\" <opeter6@caramail.com>", "PETER OKOYE <opeter6@caramail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200310072343.h97NhFfu002806@aquaduct.cs.CU>", "dc:subject": "URGENT MATTER................", "dc:title": "URGENT MATTER................", "dcterms:created": "2003-10-07T23:43:30Z"}