{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-?instance=3d60629%26url=3dhttp": "//www.volkswagen.cz/golf", "MboxParser-atten": "Sir", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Oct 11 12:52:28 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "=?us-ascii?Q?mogua=20mogogo?= <moguam@seznam.cz>", "MboxParser-return-path": "<moguam@seznam.cz> for moguam@seznam.cz; Sat, 11 Nov 2003 18:50:55 +0200 (CEST) charset=\"utf-8\"", "MboxParser-status": "RO", "Message-Cc": "", "Message-From": "mogua mogogo <moguam@seznam.cz>", "Message-To": "of Transfer=E2=80=9D of the above contract will be obtained on your be=", "Message:From-Email": "moguam@seznam.cz", "Message:From-Name": "mogua mogogo", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain;\tcharset=\"utf-8\"", "Message:Raw-Header:Message-Id": "<15755.32995-29557-1998810031-1065891117@seznam.cz>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "=?us-ascii?Q?mogua=20mogogo?= <moguam@seznam.cz>", "Message:Raw-Header:Return-Path": "<moguam@seznam.cz>\tfor moguam@seznam.cz;\tSat, 11 Nov 2003 18:50:55 +0200 (CEST)", "Message:Raw-Header:Status": "RO", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nreply\n\n>From Dr Mogogo Mogul\r\nAtten: Sir\r\nplease reply to mogu1@survivormail.com\r\n\r\n\r\nURGENT ATTENTION\r\n\r\nI am Dr. Mogogo Mogul, Chairman of Contract Award and Verification Panel set up by the Nigeria Ministry of Aviation. I got your contact from the net during my personal search ,after thorough deliberations,my colleagues and I decided to contact you for a very confidential business transaction of mutual benefit.\r\n\r\nDuring our verification exercise, we came across an over-invoiced contract(Contract No: FMA/PED/1473/96). This contract was awarded in July,1996 and completed in August, 1998, and the original contractor has since been paid his contract sum leaving the over-invoiced sum of US$25.5m(Twenty Five Million, Five Hundred Thousand United States Dollars) This amount have been left floating in our account with the federation bank, until our recent discovery.\r\n\r\nMy coleagues and I have decided to seek for the assistance of a reliable foreign partner into whose account the fund will be transferred into for our own use. If this proposal is acceptable to you, a “Deed of Transfer” of the above contract will be obtained on your behalf, to empower you as the legal beneficiary of the contract and the sum to be transferred. All necessary and relevant documents will be procured for the release and transfer of the fund into your nominated account.\r\nAn application for foreign exchange allocation will be made on your behalf from my office to the federal ministry of finance (FMF) and the federation bank for the subsequent release and transfer of the fund into your nominated account.Be informed that we are working in collaboration with top officials of the federal ministry of finance and the federation bank, who will assist us in the transfer of the fund. With your cooperation the success of this transaction is guaranteed.\r\n\r\nWe have agreed to compensate you with 25% of the total sum, 70% will be for me and my colleagues here, while the remaining 5% have been mapped-out for miscellaneous expenses that might be incurred by both parties during the course of this transaction. All things being equal, this transaction will be concluded within 6 working days upon the day of receipt of your response. You are required to email us your nominated bank account details and your direct telephone and fax numbers. Please treat this transaction with top priority and remember to keep it as confidential as possible.\r\n\r\nAs soon as we receive your response, more details about how to proceed will be given to you. Best Regards,\r\n\r\nDR. Mogogo Mogul Chairman,\r\n\r\nContract Award & Verification Panel\r\n\r\n____________________________________________________________\r\nAkční model Volkswagen Golf Pacific s výbavou za 60 000 Kč zdarma! Cena od 440 800 Kč. http://ad2.seznam.cz/redir.cgi?instance=60629%26url=http://www.volkswagen.cz/golf\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-464", "X-TIKA:parse_time_millis": "1", "dc:creator": ["=?us-ascii?Q?mogua=20mogogo?= <moguam@seznam.cz> been paid his contract sum leaving the over-invoiced sum of US$25.5m(T=", "mogua mogogo <moguam@seznam.cz>"], "dc:format": "text/plain;", "dc:identifier": "<15755.32995-29557-1998810031-1065891117@seznam.cz>", "dc:subject": "reply", "dc:title": "reply", "dcterms:created": "2003-10-11T16:51:57Z"}