{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Oct 15 09:02:43 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "d11@rt.nl", "MboxParser-return-path": "<d11@rt.nl>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 6.00.2600.0000", "Message-From": "from prince duke <d11@rt.nl>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "d11@rt.nl", "Message:From-Name": "from prince duke", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200310151302.h9FD2Cfu026462@aquaduct.cs.CU>", "Message:Raw-Header:Reply-To": "d11@rt.nl", "Message:Raw-Header:Return-Path": "<d11@rt.nl>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 6.00.2600.0000", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nurgent from duke\n\n\r\nFROM GEORGE DUKE\r\n\r\nGreeting,\r\n\r\nThis letter might surprise you because we have met neither in person\r\nnor by correspondence. But I believe it is one day that you get to know\r\nsomebody either in physical or through correspondence.\r\n\r\nI got your contact through some discreet inquire from the chamber of\r\ncommerce and industry,you and your company were revealed as being quite\r\nastute in private entreprenuership.one has no doubt in your ability to\r\nhandle a financial business transaction.\r\n\r\nHowever, I am the first son of His Royal Majesty,WIWA DUKE and the\r\ntraditional ruler of Eleme Province in the oil area of Rivers State of\r\nNigeria. I am making this contact to you in respect of US 20,000,000.00\r\n(twenty million United States Dollars) which I inherited from my late\r\nfather the money was accumulated from royalties rapid to my father as\r\ncompensation by the oil firms located in our area as a result of oil\r\npresence on our land which hamper agriculture which is our major source of\r\nlivelihood. Unfortunately my father died from protracted diabetes. But\r\nbefore his death he called my attention and informed me that he lodged\r\nsome funds on two boxes with a security firm with an open beneficiary\r\nstatus. The lodgment Security Code Number\r\n\r\nwas also revealed to me, he then advised me to look for a reliable\r\nbusiness partner abroad, who will assist me in investing the money in a\r\nlucrative business as a result of economic instability in Nigeria. So this\r\nis the main reason why I am contacting you for us to move this money\r\nfrom the security firm to any country of your choice for investment\r\npurposes. So I will like you to be the ultimate beneficiary, so that the\r\nfunds can be moved in your name and particulary to any country of your\r\nchoice where it will be claimed and invested. Hence my father have had\r\nintimated the security firm personnel that the beneficiary of the Box is\r\nhis foreign partner whose particulars will be forwarded to the firm when\r\ndue. But I will guide you accordingly. As soon as the fund reaches, I\r\nwill then come over to meet you in person, so that we can discuss\r\nphysically on Investment potentials.\r\n\r\nBased on this I and my family have unanimously decided to give you 20%\r\nof the total money, 2% for charity homes and 3% for expenses, which may\r\narise during the transaction, fax and phone bills inclusive. The\r\nbalance of 75% you will invest and manage for my family.\r\n\r\nI hereby guarantee you that this is not government money, it is not\r\ndrug money and it is not money from arms deal.\r\n\r\nThough you have to maintain high degree of confidentiality on this\r\nmatter. I will give you\r\n\r\nall proof of deposit and existence of money once assured and fully\r\nsatisfied with your capability and honesty. I hope this will be the\r\nbeginning of a prosperous relationship between my family and your family.\r\n\r\nNevertheless if you are for any reason not interest, kindly inform me\r\nimmediately so that I will look for another contact.\r\n\r\nI am waiting for your quick\r\n\r\nresponse.\r\n\r\nYours faithfully\r\n\r\nPRINCE  DUKE\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-474", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"from prince duke\" <d11@rt.nl>", "from prince duke <d11@rt.nl>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200310151302.h9FD2Cfu026462@aquaduct.cs.CU>", "dc:subject": "urgent from duke", "dc:title": "urgent from duke", "dcterms:created": "2003-10-15T13:02:29Z"}