{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-from": "r  Sat Dec 14 03:36:54 2002", "MboxParser-http": "//www.zwallet.com/index.html?user=ga_mm1", "MboxParser-return-path": ["<ga_mm1@zwallet.com>", "<ga_mm1@zwallet.com>"], "MboxParser-status": "RO", "MboxParser-x-originating-ip": "[195.144.134.253]", "MboxParser-x-sieve": "cmu-sieve 2.0", "Message-Recipient-Address": "ga_mm1@zwallet.com", "Message-To": ["ga_mm1@zwallet.com", "ga_mm1@zwallet.com"], "Message:Raw-Header:Message-Id": "<1039700442.847587.75872.zmail@web1.zwallet.com>", "Message:Raw-Header:Return-Path": ["<ga_mm1@zwallet.com>", "<ga_mm1@zwallet.com>"], "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Originating-IP": "[195.144.134.253]", "Message:Raw-Header:X-Sieve": "cmu-sieve 2.0", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nplease contact me\n\nCORDINATOR, DEBT RECOVERY AND RECONCILIATION \nUNIT OFFICE OF THE ASSISTANT TO THE AUDITOR GENERAL\nAMALGAMATED BANKS OF SOUTH AFRICA (ABSA)\n14TH FLOOR EMBASSY BUILDING CNR SMITH ALIWAL STREET,\nP.O. BOX 1596\nALBERTON BRANCH DURBAN 4000 SOUTH AFRICA.\nEMAIL ga_m@epatra.com \n\n\ndear,\n\nI humbly wish to seek your assistance in a matter that is very important and needs utmost trust and confidence. I am MR Gabriel Mukanabe THE ASSISTANT TO THE AUDITOR GENERAL AMALGAMATED BANKS OF SOUTH AFRICA (ABSA) and a close confidant of one of the South-African most powerful family. The wife of former top Government official, a Gold magnet {OriginalOwner of GRUGGER GOLD CO.}, i.e. late Dr BAMUNGA SANGO MBEKI, former Junior Minister of Mines and Power , Republic ofSouth-Africa.Unfortunately, he died of heart attack soon after handing over because the new Government wanted to probe his activitieswhile in office for financial misappropriations. Presently, all their foreign and local count was frozen and their assets confiscated. The wife, who is now on her sick bed helplessly since her husbands death with her only son to look after, wishes to move out of South-Africa the sum of USD$75 million . She wishes to invest the a for mentioned sum on real estate property/viable inves!\ntments overseas. For obvious reasons, my client does not want to place this fund with established financial institution with the family name forsecurity reasons. It is her desire that the deal be handled as quietly as possible without possibility of any leakage to the public or Government. She has therefore empowered me to find and negotiate for a reliable and trustworthy foreigner who can assist us by using his/her name in moving the money to a foreign safe account and who can assist to invest the fund properly for the family. If you agree to act as a fund manager for my client and the family, I shall release the sum of $75 USD[seventy five million united states dollars] to you if you meet my requirements.The money is available safe with a private security company coded and lodged in with a fictitious name. Upon a favorable response from you, I shall let you know the steps involve. Your commission shall be down payment of 25% of the total sum, and annual 10% of the after ta!\nx returns on investment for the first 5 years. Thereafter, the terms shall be re-negotiated. If you are capable and willing to participate in this \ntransaction contact me through ga_m@epatra.com \nIF FOR ANY REASON YOU ARE NOT DISPOSED AT MOMENT TO \nUNDERTAKE THIS DEAL,LET ME KNOW ON TIME SO AS TO MAKE ALTERNATIVE\nARRANGEMENT.BECAUSE I WILL NOT CONACT ANOTHER PERSON UNTILL I HEAR FROM YOU.\nYours faithfully,\n\nMR Gabriel Mukanabe\n\n\n______________________________________________________\nGet Paid... With Your Free Email at\nhttp://www.zwallet.com/index.html?user=ga_mm1\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-50", "X-TIKA:parse_time_millis": "1", "dc:identifier": "<1039700442.847587.75872.zmail@web1.zwallet.com>", "dc:subject": "please contact me", "dc:title": "please contact me", "dcterms:created": "2002-12-12T13:40:42Z"}