{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-<p>email": "<A href=\"mailto:kayodephillp@netscape.net\">kayodephillp@netscape.net</A></P>", "MboxParser-content-transfer-encoding": ["7bit", "7bit"], "MboxParser-email": "kayodephillp@netscape.net", "MboxParser-from": "r  Thu Oct 30 03:59:53 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "kayodephillip@fsmail.net", "MboxParser-return-path": "<kayodephillip@fsmail.net> boundary=\"----=_Part_1063_31790249.1067504386719\"", "MboxParser-status": "O", "Message-From": "kayode phillip <kayodephillip@fsmail.net>", "Message-Recipient-Address": "kayodephillip@fsmail.net", "Message-To": ["kayodephillip@fsmail.net", "kayodephillip@fsmail.net"], "Message:From-Email": "kayodephillip@fsmail.net", "Message:From-Name": "kayode phillip", "Message:Raw-Header:Message-ID": "<11504434.1067504386721.JavaMail.www@wwinf3005>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "kayodephillip@fsmail.net", "Message:Raw-Header:Return-Path": "<kayodephillip@fsmail.net>", "Message:Raw-Header:Status": "O", "Multipart-Boundary": "----=_Part_1063_31790249.1067504386719", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT ATTENTION.\n\nEmail: kayodephillp@netscape.net\n\n\nDear sir,\n\n\nI write to inform you of my desire to acquire estates or landed properties in your country on behalf of the Director of Contracts and Finance Allocation of the Federal Ministry of Works and Housing in Nigeria.\n\n\nConsidering his very strategic and influential position, he would want the transaction to be strictly as confidential as possible. He further wants his identity to remain undisclosed at least for now, until the completion of the transaction. Hence our desire to have an oversea agent.\n\n\nI have therefore been directed to inquire if you would agree to act as our overseas agent in order to actualise this transaction.\n\n\nThe deal in brief, is that the funds with which to carry out our proposed investments in your country is presently in a coded account in the Nigerian apex bank and we need your assistance to transfer the funds to your country or any safe account outside your country in a convenient bank account that will be provided by you before we can put the funds into use.\n\n\nFor this you shall be considered to have executed a contract for the ministry. The contract sum of which shall run into US$15.5Million of which your share shall be 30% if you agree to be our overseas agent.\n\n\nYour area of specialisation does not matter in this transaction,all that is required of you is a safe account and your willingness to assist us acquire estates in your country.\n\n\nAs soon as payment is effected and the amount mentioned above is successfully transferred into youraccount, we intend to use our own share in acquiring some estates abroad. For this too, you shall serve as our agent . I will be with you before the remmittance is made into your provided account to allow trust to play a very minimal role until performance is seen.\n\n\nYou are requested to communicate your acceptance or otherwise of this proposal to me,After which we shall discuss in details the modalities for seeing this transaction through.If however, you are not disposed to assist, kindlydelete/detroy this letter in view of the confidentiality of the proposed transaction and interest of personalities involved.\n\n\nThank you in anticipation of your co-operation.\n\n\nYours sincerely,\n\n\nKAYODE PHILLIP.\n\n\n \n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-523", "X-TIKA:parse_time_millis": "1", "dc:creator": ["kayode phillip <kayodephillip@fsmail.net>", "kayode phillip <kayodephillip@fsmail.net>"], "dc:format": "text/html", "dc:identifier": "<11504434.1067504386721.JavaMail.www@wwinf3005>", "dc:subject": "URGENT ATTENTION.", "dc:title": "URGENT ATTENTION.", "dcterms:created": "2003-10-30T08:59:46Z"}