{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "8bit", "MboxParser-disclaimer": "This e-mail message and any attachments are", "MboxParser-from": "r  Thu Nov  6 04:39:25 2003", "MboxParser-return-path": "<bluemariam@katamail.com> by magnumforce.mr.itd.UM (3.8u) with ESMTP id hA69dPZ24301 for <R@M>; Thu, 6 Nov 2003 04:39:25 -0500 (EST) details.", "MboxParser-status": "RO", "MboxParser-x-mailer": "Katamail", "MboxParser-x-wmsenderip": "192.116.79.158", "Message-Recipient-Address": "bluemariam@katamail.com email;palmgroovechambers@winningteam.com)", "Message-To": ["bluemariam@katamail.com email;palmgroovechambers@winningteam.com)", "bluemariam@katamail.com"], "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:Content-Type": "text/plain; charset=us-ascii", "Message:Raw-Header:Message-ID": "<192.116.79.158+W8UdiORV0p7iiUElQ@all-1.inet.it>", "Message:Raw-Header:Return-Path": "<bluemariam@katamail.com>\tby magnumforce.mr.itd.UM (3.8u) with ESMTP id hA69dPZ24301\tfor <R@M>; Thu, 6 Nov 2003 04:39:25 -0500 (EST)", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Katamail", "Message:Raw-Header:X-wmSenderIP": "192.116.79.158", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\"ATTN. QUICK SUPPORT\"\n\nCONTACT ME THROUGH MY ATTORNEYS FAX; 234-1-7591936 OR EMAIL\n\nCompliments of the day to you!\n\nI am Mrs. Mariam Abacha widow of the late General Sanni Abacha\nformer Nigerian Military President who died on active Government\nservice on june 8, 1998.\n\nI got your contact from the Internet and I do believe you can\nhelp me.\n\nI am contacting you due to the present situation as regards the\nundemocratic manner the present administration in my country\n(Nigeria) is taking all that belongs to us You may be aware\nthat this is the usual attitude of leaders especially in Africa\nwhen there is a change of Government. The present Government of\nGeneral Olusegun Obasanjo is currently in a face off with my\nfamily in his bid to recover all our money because my Husband is\ndead.\n\nThey have brought up charges of corrupt enrichmemnt against us.\nUnfortunately, he is currently facing same from the National\nAssembly right now. I pray he does not get an Impeachment The\nlaw they made is yet another smear campaign aimed mainly to\nfrustrate, humiliate, dismember and widen the scope of hatred for\nmy family. A personal vendetta by President Obasanjo who was\njailed by my husband's Government for plotting a coup d 'etat\nagainst his administration in 1995.\n\n\nThis highly calculated attempt by this administration plus some\nWestern Banks through bi-lateral relationship has taken away from\nus a whopping amount in Switzerland and Bank accounts around the\nWorld. This rampaging of our Bank accounts abroad have yielded to\nthe barbaric pressure and just few months ago we were squized\nout of another US$395m because the accounts bear our names. This\nassertions can be ascertained independently if you wish to\nconfirm this from a leading newspaper in Nigeria (This Day Newspapers) from\ntheir website at www.thisdayonline.com from the archives section in the\nMarch 10,2001, January 26,2002 and March 18, 2002 editions.\n\nThis pressure is taking a great toll on my family and all we ever\nowe. You may be aware that my surviving eldest son (Mohammed),\nwas undully detained without trial untill thursday 11TH of July\n2002 one year now that the Supreme Court of Nigeria Ordered his\nrelease and cleared him of any wrong doing as he has been\nlanguishing in prison for the past three and half years. It was on Monday\n23RD September last year that he was finally released to us.\n\nPlease we wish to solicit your cooperation as a foreigner to help\nus receive some family property / (Money) Deposited with a\nSecurity company which is our only hope / source of livelihood\nfor now. This is a call for you to help receive this money and\nput the money into good investments since we are barred from\nleaving the Country for now.\n\nAccording to my estimation in Western Europe and America alone we\nstill have over US$70M in cash with Security Companies that we\nintend to put in your care by getting a trusted foreigner to\nhandle money for the purpose of investment and safekeeping abroad.\n\nPlease Note that you will be expected to deal directly with the\nsecurity company with the information and LEGAL POWER we shall\ngive you to handle the entire transaction. There is demurrage\naccrued over time payable to Security Company to enable\ncollection of the Consignment, since the Deposit we made at the\ntime of Deposit has since expired. You must also know that CONSIGNMENT WAS\nDEPOSITED AS FAMILY TREASURES, ACTUAL CONTENT ON CONSIGNMENT WAS NOT DECLARED\nTO SECURITY COMPANY AT THE TIME OF DEPOSIT TO SAFE GUARD IT. If you can\ndo this, contact my ATTORNEY, BARRISTER ALI KOLOMA Fax; 234-1-7591936 as\nyou will be well REWARDED. This is however subject to our negotiation and\nagreement.\n\nYou can contact me ONLY via our family Attorney, Barrister Ali\nKoloma, BY email: palmgroovechambers@winningteam.com for security reason and further\n details.\n\nEndeavor to keep this highly confidential. In your response\ninclude your private telephone / fax numbers for easy\ncommunications with him.\n\nMy kind regards,\n\nMrs. Mariam Abacha\n(PLEASE REPLY ONLY TO; my Attorneys FAX NUMBER; 234-1-7591936, OR\n email;palmgroovechambers@winningteam.com)\n\nDISCLAIMER:This e-mail message and any attachments are\nconfidential and may be privileged or otherwise protected by\nlegal rules, and for use by the addressee only. If the message is\nreceived by anyone other than the addressee, please return the\nmessage to the sender and delete it and any attachments from your\ncomputer without copying it or disclosing its contents to anyone.\nWhilst all reasonable care has been taken to avoid the\ntransmission of viruses, no responsibility is accepted in this\nregard and the recipient should scan and carry out such other\nchecks as it considers appropriate.\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-538", "X-TIKA:parse_time_millis": "0", "dc:format": "text/plain; charset=us-ascii", "dc:identifier": "<192.116.79.158+W8UdiORV0p7iiUElQ@all-1.inet.it>", "dc:subject": "\"ATTN. QUICK SUPPORT\"", "dc:title": "\"ATTN. QUICK SUPPORT\"", "dcterms:created": "2003-11-06T09:34:12Z"}