{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Nov  7 18:37:42 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "femi-martins876@fsmail.net", "MboxParser-return-path": "<femi-martins876@fsmail.net>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "MR FEMI MARTINS <femi-martins876@fsmail.net>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "femi-martins876@fsmail.net", "Message:From-Name": "MR FEMI MARTINS", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200311072337.hA7NaxjL001255@escape.mr.itd.UM>", "Message:Raw-Header:Reply-To": "femi-martins876@fsmail.net", "Message:Raw-Header:Return-Path": "<femi-martins876@fsmail.net>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT ASSISTANCE\n\nPARAMOUNT SECURITY COMPANY HOLLAND,\r\nLAGOS BRANCH.\r\nPrivate Email:{femimartins876@fsmail.net <mailto:femimartins876@fsmail.net>\r\nDear Friend,\r\nI am Mr.femimartins,Manager of paramount security company,\r\nLagos Branch. I apologize for using this medium to reach\r\nyou for a transaction/business of this magnitude, but this is\r\ndue to confidentiality and prompt access reposed on this medium.\r\nBe informed that your enviable credentials/particulars were\r\ngiven to me by a member of the South African Export Promotion\r\nCouncil who was at the Government delegation to your country\r\nduring a trade exhibition. I have decided to seek a confidential\r\nco-operation with you in the execution of the deal described\r\nhereunder for the benefit of all parties and hope you will keep\r\nit as confidential because of the nature of this transaction .\r\nI have an urgent and very confidential business proposition for\r\nyou. On Dec. 19, 1998, a Canadian Oil consultant/contractor with\r\nthe Ministry of Energy and Natural Resources, Mr. Antoine Blanc\r\nmade a numbered timed(Fixed) Deposit for twelve calendar months,\r\nvalued at US$25,000,000.00 (Twenty Five Million Dollars)in my\r\nbranch. Upon maturity, I sent a routine notification to his\r\nforwarding address but got no reply. After a month, we sent a\r\nreminder and finally we discovered from his contract employers,\r\nthe Ministry of Energy and Natural resources that Mr. Antoine\r\nBlanc died from a plane crash. On further\r\ninvestigation, I found out that he died without making a Will,\r\nand all attempts to trace his next of kin was futile. I\r\ntherefore made further investigation and discovered that Mr.\r\nAntoine Blanc did not declare any kin or relations in all his\r\nofficial documents, including his Bank Deposit paperwork in my\r\nsecurity company. This sum of US$25,000,000.00 is still sitting in my security company\r\nand the interest is being rolled over with the principal sum at\r\nthe end of each year. No one will ever come forward to claim it.\r\nAccording to Nigerian Law, at the expiration of 6 (six) years,\r\nthe money will revert to the ownership of the Nigerian\r\nGovernment if nobody applies to claim the fund.\r\nConsequently, my proposal is that I will like you as an\r\nForeigner to stand in as the next of kin to Mr. Antoine Blanc so\r\nthat the fruits of this old man's labor will not get into the\r\nhands of some corrupt government officials. This is simple, I\r\nwill like you to provide immediately your full names and address\r\nso that the Attorney will prepare the necessary documents and\r\naffidavits which will put you in place as the next of kin. We\r\nshall employ the services of one Attorney for drafting and\r\nnotarization of the WILL and to obtain the necessary documents\r\nand letter of probate/administration in your favor for the\r\ntransfer. A bank account either newly created or existing in any\r\npart of the world which you will provide, will then facilitate\r\nthe transfer of this money to you as the beneficiary/next of\r\nkin. The money will be paid into your account for us to share in\r\nthe ratio of 75% for me and 20% for you. Then 5% will be used to\r\noffset any expenses incurred during the entire processing.\r\nPlease your percentage is not negotiable. it is considerate\r\nenough. There is no risk at all as the paperwork for this\r\ntransaction will be done by the Attorney, and my position as the\r\nBranch Manager guarantees the successful execution of this\r\ntransaction.\r\n\r\nIf you are interested, please reply immediately via the private\r\nemail address below. Upon your response, I shall then provide\r\nyou with more details and relevant documents that will help you\r\nunderstand the transaction.\r\n\r\nPlease observe utmost confidentiality, and rest assured that\r\nthis transaction would be most profitable for both of us because\r\nI shall require your assistance to invest my share in your\r\ncountry. I am awaiting your urgent reply via my email:\r\n.femi-martin876@fsmail.net <mailto:.femi-martin876@fsmail.net>\r\nHowever, after your initial response by email, I would suggest\r\nthat you contact me via phone 234 8055467101, for a verbal and detailed explanation of this transaction .This is imperative, because I would like to speak with you in order to be sure of who I would\r\nbe with carrying out this transaction with.\r\n\r\nRegards.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-542", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"MR FEMI MARTINS\" <femi-martins876@fsmail.net>", "MR FEMI MARTINS <femi-martins876@fsmail.net>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200311072337.hA7NaxjL001255@escape.mr.itd.UM>", "dc:subject": "URGENT ASSISTANCE", "dc:title": "URGENT ASSISTANCE", "dcterms:created": "2003-11-08T08:24:54Z"}