{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-disposition-notification-to": "<babatundepedro1@tiscali.co.uk>", "MboxParser-from": "r  Fri Nov 14 08:21:08 2003", "MboxParser-return-path": "<babatundepedro1@tiscali.co.uk>", "MboxParser-status": "RO", "MboxParser-tel": "234-8037269805.", "MboxParser-x-originalarrivaltime": "14 Nov 2003 13:17:49.0872 (UTC) FILETIME=[B3C8CB00:01C3AAB1]", "MboxParser-x-priority": "3", "Message-Recipient-Address": "randall36@goldengoofball.us", "Message-To": ["randall36@goldengoofball.us", "randall36@goldengoofball.us"], "Message:Raw-Header:Disposition-Notification-To": "<babatundepedro1@tiscali.co.uk>", "Message:Raw-Header:Message-ID": "<MX1iv9sFU3b2tyFGcbN0000979f@mail.birdville.k12.tx.us>", "Message:Raw-Header:Return-Path": "<babatundepedro1@tiscali.co.uk>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-OriginalArrivalTime": "14 Nov 2003 13:17:49.0872 (UTC) FILETIME=[B3C8CB00:01C3AAB1]", "Message:Raw-Header:X-Priority": "3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDear Friend!!\n\nFEDERAL MINISTRY OF WORKS AND HOUSING.\nFEDERAL SECRETARIAT COMPLEX,\nFALOMO, IKOYI, LAGOS.\nFROM THE OFFICE OF ENGR. BABATUNDE PEDRO.\nTEL: 234-8037269805.\n\nRE-BUSINESS PROPOSAL:TRANSFER OF US$12.4M (TWELVE MILLION FOUR HUNDRED THOUSAND)UNITED STATES DOLLARS AND BUSINESS INVESTMENT PARTNERSHIP. \n\nDear Friend and Partner,\nI solicit your strictest confidence in this proposal. This is by virtue of it's nature as been utterly confidential and top secret as you were introduced to us through the Nigeria Chamber of Commerce Foreign Trade Division. We are top government officials drawn from the Federal Ministry of Works and Housing FMW&H, the Presidency and the Federal Ministry of Finance FMF making up the Contract Review Panel CRP set up by the present administration to review all contracts awarded by the past government.\n\nIn the course of our work on the CRP, we discovered grossly over-invoiced contracts which were awarded to foreign contractors. The contract have been duly executed and commissioned but leaving the contract commission US$12.4M Dollars floating in the escrow account of the Central Bank of Nigeria CBN ready for payment.\n\nThe funds resulted from connivance between our predecessors and the foreign contractors. The contractors have been duly paid their contractual entitlement US$81M Dollars but leaving the over-invoiced funds US$12.4M Dollars in CBN's escrow account. We are therefore seeking your assistance in the transfer of these funds out of this country by providing your company name and address to be registered as a subsidiary or afilliate of the real company that executed the contract so as to effect the ballance of the funds into your account as part of the executor.\nThis is necessary as we cannot use the help of a local contractor here since the job was executed by a foreign company. Hence the need for your assistance.\n\nAll logistics and modalities are in place to ensure the smooth conclusion of this transaction within the nest 10 to 14 working days of commencement after the receipt of your company name and address as stated above including your telephone/fax numbers for better communication.\nThese informations will enable us make the application and lodge claim to the concerned ministry and agency in favour of your company. It is pertinent to state here that this transaction is entirely based on trust as the solar bank draft or certified cheque drawable in any of the Central Bank of Nigeria corresspondent bankers around the World is going to be made in your name.\n\nFinally, when the funds hits your account, I and my associates will come over to your country for the sharing purpose as outlined categorically clear below.\n(i) US$10M Dollars for us the 3 members of the Contract Review Panel \n(ii)US$2M Dollars for you for acting as the beneficiary of the funds. \n(iii)US$.4M Dollars as an abstract projections for re-imbursement to both parties for any incidental expenses that may be incured during the process of the transaction.\nIf you are interested, please write or call my direct access line above.\nI await your response in this regard.\nYour's Faithfully,\nBabatunde Pedro.(Engineer/director of Project FMW&H).\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-548", "X-TIKA:parse_time_millis": "1", "dc:identifier": "<MX1iv9sFU3b2tyFGcbN0000979f@mail.birdville.k12.tx.us>", "dc:subject": "Dear Friend!!", "dc:title": "Dear Friend!!", "dcterms:created": "2003-11-14T13:17:49Z"}