{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Nov 21 21:50:35 2003", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<usman_ali@tiscali.co.uk>", "MboxParser-status": "RO", "Message-From": "usman_ali@tiscali.co.uk", "Message-To": ["undisclosed-recipients:;", "undisclosed-recipients:;"], "Message:From-Email": "usman_ali@tiscali.co.uk", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<usman_ali@tiscali.co.uk>", "Message:Raw-Header:Status": "RO", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDr. Usman ali\n\nI am Dr. Usman ali, I am a former special\r\nAdviser on Petroleum matters to the late Head of State\r\nOf Nigeria Gen. Sani Abacha. Because of my strategic\r\nPosition in the former Government and also being a\r\nClose confidant of the late Head of State.\r\n\r\nI was able to acquire personally the sum of\r\n$12,500,000.00 USD (Twelve Million, Five Hundred\r\nThousand United States Dollars only) presently lodged\r\nIn Security Company inform of Gold Bars in a security\r\ncompany here in Nigeria. I did not want the management\r\nof the Security Company to know the content of the\r\nconsignments; therefore I registered the content of\r\nthe consignments as Gold Bars. Now, the security\r\ncompany believes that what I deposited with them was\r\nGold Bars\r\nI made this money largely through \"CONSULTANCY FEE\"\r\nAnd \"Good Faith Fees\" paid by foreign Oil companies\r\nPrior to Allocation of Deep Water Oil Blocs and other\r\nLifting/prospecting Rights (Nigeria is the 6th largest\r\nProducer/Exporter of Crude Petroleum in the World.\r\nAs you are probably aware Nigeria is prone to Military\r\nCoups and the resultant Political/Economic Instability\r\nhas fueled hyper Inflation, amongst other problems.\r\n\r\nI have therefore resolved to invest my money abroad,\r\npreferable in Real Estate Properties and Importation\r\nof Goods from your country for safety and optimum\r\nreturns on Investment.\r\n\r\nHowever, straight transfer of this money into a bank\r\nabroad will present two major problems one, the tax\r\nincidence will be too high, as much as 60% of this\r\nmoney will go up in Taxes, Levies, Penalties etc. as a\r\nresult of Government deliberate restrictions on flight\r\nof capital Abroad. And also been accused of money\r\nlaundering\r\nand terrorism, The solution is to Courier this money\r\ncash abroad in form of consignment, through Courier\r\nservice Company here in Nigeria in\r\nConjunction with an embassy here in Nigeria, the money\r\nwill be packed in a \"Diplomatic Bag/Carton\" tagged\r\nDiplomatic luggage that will be address to you.\r\n\r\nThis system is secret and the money is therefore\r\nUntraceable. It is system used by most top Government\r\nofficials to remove their fortunes to safety abroad.\r\nI have therefore concluded every arrangements with a\r\nCourier Company in Nigeria to Courier this money\r\nabroad using the courtesy and safety of Diplomatic\r\nBag. All I now need is an honest partner who can\r\nreceive the money on my behalf and help me to invest\r\nas aforementioned. There is absolutely no risk\r\ninvolved in this transaction as the money will be\r\ndelivered to you in United States Dollars Bills.\r\n\r\nIf you are interested in assisting me, please send to\r\nme by email immediately your preferred contact address\r\nwhere this money will be delivered to you, upon\r\ndelivery, you are to lodge this money in a bank\r\naccount and contact me for necessary arrangements for\r\nthe investment.\r\nFor your help and assistance in this deal, you will\r\nreceive 15% of this money in cash or Equity if you\r\nwish to join the proposed company.\r\n\r\n\r\nI have notified the Security Company where I deposited\r\nthe consignments that contained the fund, that I am\r\nmoving the consignment abroad and the security company\r\nhas since been waiting for my authority for the\r\nconsignment to leave my country and move to abroad.\r\nSo if you know that you will use this fund honestly as\r\nI have instructed.\r\n\r\nand the details will be given to you on how you will\r\nbe able to receive the fund in your country through\r\nthe security company. You should also forward to me\r\nyour telephone and fax number for easy communication\r\nand to fax you the documents concerning the\r\nconsignments.\r\nYour prompt response will be highly appreciated.\r\n\r\n\r\nBest regards\r\n\r\nDr. Usman ali\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-560", "X-TIKA:parse_time_millis": "1", "dc:creator": ["usman_ali@tiscali.co.uk", "usman_ali@tiscali.co.uk"], "dc:format": "text/plain; charset=\"iso-8859-1\"", "dc:subject": "Dr. Usman ali", "dc:title": "Dr. Usman ali"}