{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "8bit", "MboxParser-email": "dongakabaka555@yahoo.com", "MboxParser-from": "r  Tue Nov 25 10:59:19 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "dongakabaka@tiscali.co.uk", "MboxParser-return-path": "<R@O> for <R@O>; Tue, 25 Nov 2003 10:58:50 -0500 (EST)", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-mime-autoconverted": "from quoted-printable to 8bit by ober.cs.CU id hAPFwnUP013436", "Message-From": "Donga Kabaka <dongakabaka@tiscali.co.uk>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "dongakabaka@tiscali.co.uk", "Message:From-Name": "Donga Kabaka", "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200311251558.hAPFwb3K010875@aquaduct.cs.CU>", "Message:Raw-Header:Reply-To": "dongakabaka@tiscali.co.uk", "Message:Raw-Header:Return-Path": "<R@O>\tfor <R@O>; Tue, 25 Nov 2003 10:58:50 -0500 (EST)", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-MIME-Autoconverted": "from quoted-printable to 8bit by ober.cs.CU id hAPFwnUP013436", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGOOD RELATIONSHIP\n\nMr. Donga Kabaka.\nP. O. Box 241. Sharjah, United Arab Emirate UAE\nEmail:dongakabaka555@yahoo.com\n\nDear Sir/Madam\n\nYou may be surprised to receive this letter from me\nsince you do not know me personally. For the purpose\nof introduction, I am Mr. Donga Kabaka, the son of Dr.\nJames Kabaka, a wealthy black farmer/politician in\nZimbabwe who was murdered in the land dispute in my\ncountry.\n\nThe land problem, in our country came when our\nPresident Mr. Robert Mugabe in a bid to win his\nre-election, introduced a new Land Act Reform wholly\naffecting the rich white farmers and the black farmers\nwho are members of the opposition (MDC) party. This\nresulted in killings and mob action by Zimbabwean war\nveterans and some lunatics in the society. It is\nagainst this background that I and my immediate family\nhad fled Harare our capital for fear of our lives and\nare currently staying in a country side of\nUnited Arab Emirate. We are planning to leave\nthe country and seek political asylum in Europe and we\nhave decided to move our family wealth to Europe.\n\nWe got your contact through the Internet based on our\nurgent need for a dependable and trustworthy foreign\npartner and hence decided to write to you. Before the\ndeath of my late father, he had taken me to\nUnited Aram Emirate several times and had\ndeposited the total sum of US$20.5 million (Twenty\nmillion, Five Hundred thousand United States dollars),\nin one of the private security companies, as he\nforesaw the looming danger in Zimbabwe. This money was\ndeposited in two boxes as Family Treasures to avoid\nmuch demurrage from the security company. This amount\nwas meant for the purchase of new machines and\nchemicals for the Farms and the establishment of new\nfarms in Swaziland.\n\nAs the eldest son of my father, I am saddled with the\nresponsibility of seeking a genuine partner that could\nassist us without the knowledge of my government who\nare bent on taking everything we have got, and the\nUnited Arab Emirate seems to be playing along\nwith them. I am faced with the dilemma of moving this\namount of money out of United Arab Emirate for fear of going\nthrough the same experience in future.\n\nWe are seeking a partner whom I have to entrust my\nfuture and that of my family in his/her hands. To this\nend, we need your assistance to stand as the\nBeneficiary of the Consignments in Europe. This is\nbecause we are under restricted movement and watch and\nhence we want to be very careful in order not to lose\nthis fund, which we have worked so hard for. I have a\nsufficient CONTACT person at the Security Company in\nUnited Arab Emirate who can help us move this money to Europe\nunder DIPLOMATIC COVER to another Security Company in\nEurope with your details as the Beneficiary. This is\n100% legal and will not pass through normal\nCustoms/Airport Screening.\n\nThus, if you are willing to assist us to move this\nfund out of UAE, you can contact me through\nmy email address with your telephone, fax number and\npersonal information to enable us discuss further\ndetails. I must let you know that this transaction is\nrisk free as far as we keep it as confidential as\npossible. Thank you and many blessings to you.\n\nYours Faithfully,\n\nMr. Donga Kabaka.\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-570", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Donga Kabaka\" <dongakabaka@tiscali.co.uk>", "Donga Kabaka <dongakabaka@tiscali.co.uk>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200311251558.hAPFwb3K010875@aquaduct.cs.CU>", "dc:subject": "GOOD RELATIONSHIP", "dc:title": "GOOD RELATIONSHIP", "dcterms:created": "2003-11-25T17:04:02Z"}