{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Nov 25 10:26:31 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "jamespuj@zwallet.com", "MboxParser-return-path": "<Bruno.Daems@pandora.be> ", "MboxParser-status": "RO", "Message-From": "james momodu <Bruno.Daems@pandora.be>", "Message-Recipient-Address": "R@S", "Message-To": ["R@S", "R@S"], "Message:From-Email": "Bruno.Daems@pandora.be", "Message:From-Name": "james momodu", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200311251526.hAPFQOW17827@foxfire.mr.itd.UM>", "Message:Raw-Header:Reply-To": "jamespuj@zwallet.com", "Message:Raw-Header:Return-Path": "<Bruno.Daems@pandora.be>", "Message:Raw-Header:Status": "RO", "Multipart-Boundary": "13a9e111-57a4-46e7-b3c1-2f3af7868de3", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\njames momodu\n\nDear Sir,\r\n\r\nI got your esteemed address from the internet during my search for a\r\nreliable Individual/company who can jointly handle strictly confidential\r\ntransaction with me which involves a reasonable sum of money.\r\n\r\nDue to the nature of this business transaction, a neutral person like you is\r\npreferred. For introductory purpose, I am JAMES Momodu Pujeh, The son of\r\nMomdu Pujeh, former transport and communications minister in Sierra Leone\r\nwho has been recently convicted for two years for illegally possessing\r\n638.81 carats of diamonds valued at $36,500.\r\n\r\nMy father was sacked in November 2001 after the Anti-Corruption Commission\r\nalleged that he and my mother had been involved in diamond trafficking in\r\nKenema, in the eastern part of Sierra Leone. My father won a seat in\r\nparliamentary elections held last year but is expected to resign following\r\nhis conviction. My mother, Mary Momodu, is under investigation on a similar charges.\r\n\r\nYou may have heard how a lot of my father's bank account in Switzerland and\r\nNorth America has been frozen. Following the outlined reasons for\r\ninvestigation, I am soliciting for your esteemed organization's confidential\r\nassistance to take custody of Thirteen Million, five hundred thousand United\r\nStates Dollars (US$13,500,000.00) and also to front for my family in the\r\nareas of business you consider profitable.\r\n\r\nThese Consignments containing the funds have secretly been concealed and\r\ndeposited with a Diplomatic Security firm where it can easily be taken\r\ndelivery of by a recommended beneficiary. The consignment containing the\r\nfunds will be released to your\r\norganization by the Security firm based on my recommendations on that note;\r\nyou will be presented as our partner who will be fronting for me and my\r\nfamily in any subsequent ventures.\r\n\r\nI have made my first visit to the security company and the document entitled\r\nto clear this money is with a finance security company in Holland. On our\r\narrival in the Netherlands few weeks ago, we sought for political asylum;\r\nwhich was granted.\r\n\r\nAlready, my sister and I are making frantic effort on the best way to handle\r\nthis money. We sought advice from an attorney who advised that we must seek\r\nfor a trustworthy foreign business partner whom can invest this fund in a\r\nprofitable venture.\r\n\r\nThis we view as the best option because our refugee status dose not permit\r\nus to operate a bank account, hence we seek your assistance and hope you\r\ncould be trusted.\r\nMeanwhile, I sincerely ask for your assistance to get this money through\r\nyour account. I and my mother have decided to give 25% to your organization\r\nif you are able to help us claim this consignment. And 5% will be use for\r\nupsetting all the expenses incurred in the course of concluding this venture\r\nand the remaining 70% that will be for me and my family.\r\n\r\nPlease, I need your entire support and co-operation for the success of this\r\nbusiness ventures, your utmost confidentiality and secrecy is highly\r\nrequired, due to my family's present predicament. Also you stand to gain\r\nfrom any investment you might introduce us into after the conclusion of the\r\ntransfer. Please keep this confidential until we finalize and get this money\r\ninto your account for security reasons.\r\n\r\nI am presently in the refugee camp here in the Netherlands under the United\r\nNations and I can be reached by responding to the following email address:\r\njamepuj2@zwallet.com\r\njamepuj@fsmail.net\r\n\r\nKind regards,\r\n\r\nMr. James Momodu\r\n\r\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-571", "X-TIKA:parse_time_millis": "1", "dc:creator": ["james momodu <Bruno.Daems@pandora.be>", "james momodu <Bruno.Daems@pandora.be>"], "dc:format": "text/plain; charset=iso-8859-1", "dc:identifier": "<200311251526.hAPFQOW17827@foxfire.mr.itd.UM>", "dc:subject": "james momodu", "dc:title": "james momodu", "dcterms:created": "2003-11-25T15:26:02Z"}