{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit ", "MboxParser-fax": "234-92726808", "MboxParser-from": "r  Thu Jan 16 05:01:59 2003", "MboxParser-mime-version": "1.0 ", "MboxParser-mobile": ["234-90-509398", "234-80-33254029"], "MboxParser-return-path": "<princeadisaraki5@usa.com> ", "MboxParser-status": "RO ", "Message-From": "PRINCE TUNDE O ADISARAKI <princeadisaraki5@usa.com>", "Message-Recipient-Address": "R@M ", "Message-To": ["R@M ", "R@M"], "Message:From-Email": "princeadisaraki5@usa.com", "Message:From-Name": "PRINCE TUNDE O ADISARAKI", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain;charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200301161001.h0GA1jo22015@heartbreakridge.mr.itd.UM>", "Message:Raw-Header:Return-Path": "<princeadisaraki5@usa.com>", "Message:Raw-Header:Status": "RO", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFAMILY BUSINESS ASSISTANCE\n\nHIGHLY CONFIDENTIAL\nFROM: Prince Tunde O Adisaraki \nMOBILE:234-90-509398\nMOBILE:234-80-33254029\nFAX:234-92726808\n \n \nGreetings, \n \nThis letter might surprise you because we have not met neither in person nor by correspondence. But I believe it is one day that you get to know somebody either in physical or through correspondence. I got your contact through some discreet inquiry from the chamber of commerce and industry, you and your organization were revealed as being quite astute in private entrepreneurship, one has no doubt in your ability to handle a financial business transaction.\n \nHowever,I am the first son of his Royal Majesty, Iginawari Nweke Adisaraki III  and the traditional ruler of Eleme Province in the oil area of Rivers State of Nigeria. I am making this contact to you in respect of US 28,000,000.00 (Twenty eight million United States Dollars) which I inherited from my late father. This money was accumulated from royalties paid to my father as compensation by the oil firms located in our area as a result of oil presence on our land which hamper agriculture which is our major source of livelihood. Unfortunately my father died from protracted diabetes. But before his he called my attention and informed me that he lodged some funds on a two boxes with a security firm with an open beneficiary status. The lodgment Security Code Number was also revealed to me, he then advised me to look for a reliable business partner abroad, who will assist me in investing the money in a lucrative business as a result of economic instability in Nigeria.\n \nSo this is the main reason why I am contacting you for us to move this money from the security firm to any country of your choice for investment purposes.  So I will like you to be the ultimate beneficiary, so that the funds can be moved in your name and particulars to any country of your choice where it will be claimed and invested. Hence my father have had intimated the security firm personnel that the beneficiary of the Box is his foreign partner whose particulars will be forwarded to the firm when due. \n \nBut I will guide you accordingly. As soon as the fund reaches, I will then come over to meet you in person, so that we can discuss physically on Investment entials.Based on this instance I and my family have unanimously decided to give you 20% of the total money and annual 5% of the after tax returns on investment for the first three years. Thereafter, the term shall be varied. 2% for charity homes and 3% for expenses, which may arise during the transaction, fax and phone bills inclusive. The balance of 70% you will invest and manage for my family. I hereby guarantee you that this is not government money, it is not drug money and it is not money from arms deal.\nThough you have to maintain high degree of confidentiality on this matter. \n \nI will give you all proof of deposit and existence of money once urged and fully satisfied with you capability and honesty. I hope this will be the beginning of a prosperous relationship between my family and your family. Nevertheless if you are for any reason not interest, kindly inform me immediately so that I will look for another contact.\n \nI required also your private phone and fax numbers for easy communication.I am waiting for your quick response through my private phone or fax Number.\n \nI am waiting for your quick response. \n \nYours faithfully, \n \nPrince Tunde Olusola Adisaraki (For the Family)\n \n \n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-63", "X-TIKA:parse_time_millis": "3", "dc:creator": ["Prince Tunde O Adisaraki  ", "PRINCE TUNDE O ADISARAKI <princeadisaraki5@usa.com>"], "dc:format": "text/plain;charset=\"iso-8859-1\" ", "dc:identifier": "<200301161001.h0GA1jo22015@heartbreakridge.mr.itd.UM> ", "dc:subject": "FAMILY BUSINESS ASSISTANCE", "dc:title": "FAMILY BUSINESS ASSISTANCE", "dcterms:created": "2003-01-16T19:09:14Z"}