{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-=3d\"http": "//adserver.freenet.de/click.ng/site=3Dfn&prod=3Dchetools&kat=3Drub=", "MboxParser-below": "http://www.gov.za/gol/gcis_profile.jsp?id=3D1066 <br>", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Jan 21 00:25:36 2004", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<s.shabangu2@freenet.de> <br>", "MboxParser-status": "RO", "Message-From": "s.shabangu2@freenet.de", "Message:From-Email": "s.shabangu2@freenet.de", "Message:From-Name": "Mrs. Susan Shabangu. br", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/html; charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<E1AjAlt-0007qc-00@www7.emo.freenet-rz.de>", "Message:Raw-Header:Return-Path": "<s.shabangu2@freenet.de>", "Message:Raw-Header:Status": "RO", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nsusan\n\nFrom: Mrs. Susan Shabangu.\n\n\n\nGreetings to you,\n\n\n\nWith warm heart I offer my friendship, and greetings,\n\nand I hope this mail meets you in good time. However\n\nstrange or surprising this contact might seem to you\n\nas we have not met personally or had any dealings in\n\nthe past, I humbly ask that you take due consideration\n\nof its importance and the immense benefit it will be\n\nto you.\n\n\n\nAfter careful consideration with my children, we\n\nresolved to contact you for your most needed\n\nassistance in this manner. I duly apologize \n\nfor infringing on your privacy, if this contact is not\n\nacceptable to you, as I make this proposal to you as a\n\nperson of integrity.\n\n\n\nFirst and foremost I wish to introduce myself properly\n\nto you. My name is Mrs. Susan Shabangu, mother of\n\nthree and the Deputy Minister of Minerals and Energy \n\nof The Republic of South Africa for seven years \n\nrunning as you will find in the link \n\nbelow: http://www.gov.za/gol/gcis_profile.jsp?id=1066 \n\n\n\n \n\nI will now give you a general overview of the\n\nsituation. When I was sworn in as Deputy Minister of\n\nMinerals and Energy in 1996, with my influence, my\n\nhusband Mr. Ndelebe Simon Shabangu a very successful\n\nbusinessman was awarded several contracts in my\n\nministry and had direct dealings with foreign\n\ninvestors in this field. Due to my political\n\nstatus, I was not involved in my husbands business\n\nwhich was very vast and successful. My beloved husband\n\ndied whilst on an official trip to Trinidad \n\nand Tobago in February 2001.\n\n\n\nWhen my husband died, I was contacted as next of kin\n\nby a private security firm in Europe to come forth\n\nwith the Certificate of Deposit and claim a safety\n\ndeposit my husband has in their Vault in his name. At \n\nthat time, my children and I did not have an idea\n\nwhere the Certificate might be. We then instructed the\n\nsecurity firm to continue holding the safety deposit\n\nuntil further instructions from me. Whilst preparing\n\nfor the second remembrance of my beloved husband, I\n\nwas going through his library collection and to my\n\nastonishment I discovered a Certificate \n\nof Deposit for the safety deposit with this private\n\nsecurity firm, and other documents relating to the\n\nsafety deposit in a book. The safety deposit\n\nwhich is a trunk, is stocked with hard currency (US\n\nDollars) totalling $10,000,000 which was generated\n\nfrom cash payments from his business associates in the\n\ndiamond trade from Antwerp, Belgium.\n\n\n\nThough I knew my late husband was in the diamond\n\nbusiness, I did not have the knowledge that he moved\n\nfunds in cash. This has came as a shock to me and my\n\nchildren, and we have decided to have this fund\n\ninvested immediately in commercial and residential\n\nproperties abroad as well as profitable ventures, as\n\nany member of my family cannot hold such a huge\n\namount in our name due to my political status, hence\n\nwe sincerely propose to you to render us your most\n\nneeded assistance in this regard.\n\n\n\nIf you agree to render us your assistance, your role\n\nin this project will be to act on my behalf as a\n\ntrustee to receive the safety deposit containing the\n\nfunds from the Security firm. Though I believe this\n\ntransaction should be based on mutuality, my family's\n\ninterest will be protected by a family associate, who\n\nis a lawyer(attorney) attached to the South\n\nAfrican Embassy in the country where the security firm\n\nis located. He is now aware of the safety deposit, and\n\nI have informed him that I am locating one of my\n\nhusband's business associates (you) to handle the\n\nfunds and invest on our behalf, as he might be opposed\n\nto our decision if he found out \n\nthat I barely know you.\n\n\n\nFor your reliable assistance, we are offering you 20\n\n% of the funds. I thank you in advance as\n\nwe anticipate your assistance in enabling us\n\nachieve this goal. On hearing from you, I will forward\n\nyour contact to the gentleman lawyer who will be\n\nrepresenting us, and also give you his\n\ncontact for both of you to communicate and proceed\n\nwith the transaction. \n\n\n\nHe will be working with you for a mutual conclusion of\n\nthe process and I look forward to a long lasting\n\nbusiness relationship with you. As you may \n\nunderstand, due to my sensitive position in the\n\npresent government, it is not safe to communicate with\n\nme via phone or fax. \n\n\n\nThis is why I have communicated with you with my\n\nprivate email address, and I like us to keep this way,\n\nfor the safety of this transaction.\n\n\n\nwhether or not you are interested in assisting us \n\nplease let us know.This will enable us make \n\nalternative plans, in the event of non-interest\n\non your part.\n\n\n\nWith warm regards,\n\nMrs. S. Shabangu.\n\n\n\n\n\n--\n \n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-665", "X-TIKA:parse_time_millis": "3", "dc:creator": ["Mrs. Susan Shabangu.<br>", "s.shabangu2@freenet.de"], "dc:format": "text/html; charset=\"iso-8859-1\"", "dc:identifier": "<E1AjAlt-0007qc-00@www7.emo.freenet-rz.de>", "dc:subject": "susan", "dc:title": "susan", "dcterms:created": "2004-01-21T05:19:21Z"}