{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Jan 24 17:45:56 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "danieltunde_001@fsmail.net {ONE HUNDRED AND TWENTY SIX MILLION DOLLARS=29", "MboxParser-return-path": "<daniel09@yahoo.com> ", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "FROM DANIEL TUNDE <daniel09@yahoo.com>", "Message-Recipient-Address": "R@M ", "Message-To": ["R@M ", "R@M"], "Message:From-Email": "daniel09@yahoo.com", "Message:From-Name": "FROM DANIEL TUNDE", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200401242245.i0OMjVeV011830@cryforhelp.mr.itd.UM>", "Message:Raw-Header:Reply-To": "danieltunde_001@fsmail.net", "Message:Raw-Header:Return-Path": "<daniel09@yahoo.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHIGHLY CONFIDENTIAL\n\n>From DANIEL TUNDE.\r\nNo 8 Garden Avenue\r\nJohannesburg,South Africa.\r\nReply to this e-mail:<danieltunde_001@fsmail.net>\r\n****************************************************\r\n\r\n                                 {HIGHLY CONFIDENTIAL}\r\n                     (RE: TRANSFER OF ($ 126,000.000.00 USD}\r\n                    {ONE HUNDRED AND TWENTY SIX MILLION DOLLARS)\r\n\r\nDear,\r\n\r\nWe want to transfer to overseas ($ 126,000.000.00 USD) One hundred and Twenty six million United States Dollars) from a Bank in Africa, I want to ask you to quietly  look for a reliable and honest person who will be capable and fit to provide either an existing bank account or to set up a new  Bank a/c immediately to receive this money, even an empty a/c can serve to receive this money, as long as you will remain honest to me till the end for this important business trusting in you and believing  in God that you will never let me down either now or in future.\r\n\r\nI am DANIEL TUNDE, the Auditor General of a bank in Africa, during the course of our auditing I discovered a floating fund in an account opened in the bank in 1995 and since  1998 nobody has operated on this account again, after going through some old files in the records I discovered that the owner of the account died without a [heir] hence the money is floating and if I do not remit this money out urgently it will be forfeited for nothing. the owner of this account is Mr. Frankline Sullivan, a foreigner, and a sailor, and he died, since 1998. and no other person knows about this account or any thing concerning it, the account has no other beneficiary and my investigation proved to me as well that Frankline Sullivan until his death was the manager Sulliv Coy.(pty). SA.\r\n\r\nWe will start the  first transfer with Twenty six million [$26,000.000] upon successful transaction without any disappoint from your side, we shall re-apply for the payment of the remaining  rest amount to your account.\r\n\r\nThe amount involved is (USD 126M) One hundred and Twenty Six million United States Dollars, only I want to first transfer $26,000.000 [Twenty Six million United States Dollar from this money into a safe foreigners account abroad before the rest, but I don't know any foreigner, I am only contacting you as a foreigner because this money can not be approved to a local person here, without valid international foreign passport, but can only be approved to any foreigner with valid international passport or drivers license and foreign a/c because the money is in us dollars and the former owner of the a/c Mr. Frankline Sullivan is a foreigner too, [and the money can only be approved into a foreign a/c.\r\n\r\nHowever, we will sign a binding agreement, to bind us together I got your contact address from my secretary who operates computer, I am revealing this to you with believe in God that you will never let me down in this business, you are the first and the only person that I am contacting for this business, so please reply urgently so that I will inform you the next step to take urgently. Send also your private telephone and fax number including the full details of the account to be used for the deposit.\r\n\r\nI want us to meet face to face to build confidence and to sign a binding agreement that will bind us together before transferring the money to any account of your choice where the fund will be safe. Before we fly to your country for withdrawal, sharing and investments.\r\n\r\nI need your full co-operation to make this work fine. because the management is ready to approve this payment to any foreigner who has correct information of this account, which I will give to you, upon your positive response and once I am convinced that you are capable and will meet up with instruction of a key bank official who is deeply involved with me in this business.\r\n\r\nI need your strong assurance that you will never, never let me down.\r\n\r\nWith my influence and the position of the bank official we can transfer this money to any foreigner's reliable account which you can provide with assurance that this money will be intact pending our physical arrival in your country for sharing. The bank official will destroy all documents of transaction immediately we receive this money leaving no trace to any place and to build confidence you can come immediately to discuss with me face to face after which I will make this remittance in your presence and three of us will fly to your country at least two days ahead of the money going into the account.\r\n\r\nI will apply for annual leave to get visa immediately I hear from you that you are ready to act and receive this fund in your account. I will use my position and influence to obtain all legal approvals for onward transfer of this money to your account with appropriate clearance from the relevant ministries and foreign exchange departments.\r\n\r\nAt the conclusion of this business, you will be given 35% of the total amount, 60% will be for me, while 5% will be for expenses both parties might have incurred during the process of transferring.\r\n\r\nI look forward to your earliest reply through my email\r\n\r\n\r\nSincerely,\r\n\r\nDANIEL TUNDE.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-673", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"FROM DANIEL TUNDE\" <daniel09@yahoo.com> =28RE=3A TRANSFER OF =28$ 126=2C000=2E000=2E00 USD}", "FROM DANIEL TUNDE <daniel09@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200401242245.i0OMjVeV011830@cryforhelp.mr.itd.UM> {HIGHLY CONFIDENTIAL}", "dc:subject": "HIGHLY CONFIDENTIAL", "dc:title": "HIGHLY CONFIDENTIAL", "dcterms:created": "2004-01-25T07:45:26Z"}