{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Jan 18 11:06:47 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "davidmensoh@mail.com", "MboxParser-return-path": "<davidmensoh@mail.com> for <R@M>; Sat, 18 Jan 2003 11:06:45 -0500 (EST)", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "DR.  SANNI  SABO <davidmensoh@mail.com>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "davidmensoh@mail.com", "Message:From-Name": "DR.  SANNI  SABO", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200301181606.h0IG5tJg013605@bluewhale.cs.CU>", "Message:Raw-Header:Reply-To": "davidmensoh@mail.com", "Message:Raw-Header:Return-Path": "<davidmensoh@mail.com>\tfor <R@M>; Sat, 18 Jan 2003 11:06:45 -0500 (EST)", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT\n\nFrom: MR. NDIDI OKOCHA\r\nAccountant: Union Bank of Nigeria\r\nIdumota Branch, Lagos-Nigeria\r\nEmail:georgebest@37.com\r\n\r\nDear Friend,\r\nLet me start by first introducing myself properly to you. I am MR. NDIDI OKOCHA the Accountant with the Union Bank of Nigeria Idumota Branch Lagos.\r\n\r\nI came to know of you in my private search for a reliable and reputable person to handle the confidential transaction, which involves the transfer of a huge sum of money to a foreign account requiring maximum confidence.\r\n\r\nA foreigner,Mr. Barry Kelly an oil Merchant/Contractor with the Federal Government of Nigeria, until his death in ADC airline that crash on her way to Port-Harcourt 1996 banked with us at Union Bank Plc, Lagos, and had a closing balance as at the end of March 2000 worthUS$11.5M Eleven Million, Five Hundred Thousand United States Dollars) which the Bank now expects a next of kin to claim as beneficiary. Valuable efforts are being made by Union Bank of Nigeria to get in touch with any of the late Mr. Barry Kelly family or relatives but there has been no success.\r\n\r\nIt is because of the perceived possibility of not being able to locate the late Mr. Barry Kelly next of kin (he had no known wife nor children that isknown to us). The management under the influence of our Chairman and members of the Board of Directors, retired Major General Umaru Shelling, that arrangement has been made for the funds to be declared \"UNCLAIMABLE\" and subsequently be donated\r\n\r\nIn order to avert this negative development, I now seek your permission to have you stand as the next-of-kin to late Mr. Barry Kelly so that the funds\r\n\r\nYou will be presented as the next of kin with all documentary proof and the funds would be released and paid into your account as the beneficiary's next-of-kin. All documents and proves to enable you get this fund will be carefully worked out. We have secured from the probate an order of mandamus\r\n\r\nAll efforts to locate any of the deceased beneficiaries and proved abortive Moreso, i am assuring you of a 100% risk free involvement.\r\n\r\nYour share stays while the rest would be for me and my colleagues for investment purposes in your Country.\r\n\r\nI have decided that the funds be shared thus, after it has been transferred into your account in a matter of one week:\r\n1. 30% of the money will go to you for acting as the beneficiary of the fund.\r\n2. 5% will be set aside for reimbursement to both parties for any incidental expenses that may be incurred in the course of the transfer.\r\n3. 65% to us the originator of the transaction.\r\n\r\nkindly get to me immediately on my email:georgebest@37.com\r\n\r\nPlease furnish me with your most confidential telephone and fax No. and your bank coordinates so that I can use these information to apply for the release and subsequent transfer of the funds in your favour.\r\n\r\nThanks for your anticipated co-operation.\r\n\r\nYours faithfully,\r\n\r\nMR. NDIDI OKOCHA\r\nAccountant\r\nUnion Bank of Nigeria\r\nIdumota Branch Lagos-Nigeria\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-74", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"DR.  SANNI  SABO\" <davidmensoh@mail.com>", "DR.  SANNI  SABO <davidmensoh@mail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200301181606.h0IG5tJg013605@bluewhale.cs.CU>", "dc:subject": "URGENT", "dc:title": "URGENT", "dcterms:created": "1999-01-01T10:44:49Z"}