{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Mar 15 09:27:36 2004", "MboxParser-mime-version": "1.0 will visit your country for disbursement as I am almost due for retireme=", "MboxParser-return-path": "<dr_frances@libero.it> foreign customer of my bank with account number 14-255-2006/stb/t who di=", "MboxParser-status": "O", "MboxParser-x-senderip": "62.192.151.53", "MboxParser-x-sensitivity": "3 as arranged, you must apply first to the bank in London as a relation to=", "MboxParser-x-type": "0", "MboxParser-x-xam3-api-version": "4.1 (B27)", "Message-From": "dr_frances <dr_frances@libero.it>", "Message-Recipient-Address": "dr_frances@libero.it", "Message-To": ["\"dr_frances\" <dr_frances@libero.it>", "dr_frances <dr_frances@libero.it>"], "Message:From-Email": "dr_frances@libero.it", "Message:From-Name": "dr_frances", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=iso-8859-1", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<HUMG3Z$4C7FF0B1669CBDF225C81313DB65DABB@libero.it>", "Message:Raw-Header:Return-Path": "<dr_frances@libero.it>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-SenderIP": "62.192.151.53", "Message:Raw-Header:X-Sensitivity": "3", "Message:Raw-Header:X-XaM3-API-Version": "4.1 (B27)", "Message:Raw-Header:X-type": "0", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYOUR BUSINESS ASSISTANCE\n\nHello,\r\n\r\nMy name is Dr.Frances Omereme, the Auditing credit and foreign bill director of Union Bank of Nigeria[U.B.N]. I am writing in respect of foreign customer of my bank with account number 14-255-2006/stb/t who died in a plane crash (Ethiopian airline 961) with other passengers abroad.\r\n\r\nSince the death of this customer, I personally have watched with keen interest to see the next of kin but all has proved abortive as no one has come to claim his funds of us$15.5m (Fifteen Million, Five Hundred Thousand United States Dollars) which has been with my bank for a very long time before I gave the authority to moved the funds to our corresponding bank called Swiss Trust Bank Plc London branch in order not for Nigeria currupt government officials get rude of the funds. On this note I decided to seek for whose name shall be used as the next of kin as no one has come up to be the next of kin.\r\n\r\nIn view of this I got your contact through my country`s foreign trade mission after I was convinced by providence that your name could be used as the next of kin. The request of the foreigner as a next of kin in this business is occasioned by the fact that the customer was a foreigner and a Nigerian cannot stand as the next of kin\r\r\nto a foreigner.\r\n\r\nI agreed that 30% of this money will be for you as a foreign partner in respect of providing a new bank account or we can use your old account information, while the rest will be for me, thereafter, I will visit your country for disbursement as I am almost due for retirement.\r\n\r\nTherefore, to use my good office to facilitate the immediate transfer of this fund from our corresponding bank in London into your account as arranged, you must apply first to the bank in London as a relation to the deceased indicating your private telephone number, and fax number for easy communication and location where the money will be remitted. Upon the receipt of your reply, I will send you by fax or e-mail the application and the next step to take.\r\n\r\nI will not fail to bring to your notice that this business is hitch-free and that you should not entertain any fear as the whole required arrangement has been made for the transfer. You should contact me immediately as soon as you receive this letter.\r\n\r\nThank you,Trusting to hear from you.\r\nPlease kindly reply me privately on[dr_frances@atlas.cz]for my easy accessment .\r\n\r\nYour Sincerely,\r\n\r\nDr.Frances Omereme.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-747", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"dr_frances\" <dr_frances@libero.it>", "dr_frances <dr_frances@libero.it>"], "dc:format": "text/plain; charset=iso-8859-1 the deceased indicating your private telephone number, and fax number fo=", "dc:identifier": "<HUMG3Z$4C7FF0B1669CBDF225C81313DB65DABB@libero.it> interest to see the next of kin but all has proved abortive as no one ha=", "dc:subject": "YOUR BUSINESS ASSISTANCE", "dc:title": "YOUR BUSINESS ASSISTANCE"}