{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Jan 27 12:38:11 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "donaldattah@netzero.com", "MboxParser-return-path": "<donaldattah@netzero.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "DONALD  ATTAH <donaldattah@netzero.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "donaldattah@netzero.com", "Message:From-Name": "DONALD  ATTAH", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200301271737.h0RHbqV23636@suddenimpact.mr.itd.UM>", "Message:Raw-Header:Reply-To": "donaldattah@netzero.com", "Message:Raw-Header:Return-Path": "<donaldattah@netzero.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONFIDENTIAL/COOPERATION\n\nCONFIDENTIAL/COOPERATION\r\n\r\nIT IS MY GREAT PLEASURE IN WRITING YOU THIS LETTER ON BEHALF OF MY\r\nCOLLEAGUES AND MYSELF.\r\n\r\nYOUR PARTICULARS WERE GIVEN TO ME BY A MEMBER OF THE NIGERIAN EXPORT\r\nPROMOTION COUNCIL (NEPC) WHO WAS AT THE FEDERAL GOVERNMENT DELEGATION TO\r\nYOUR COUNTRY DURING A TRADE EXHIBITION. I HAVE DECIDED TO SEEK A\r\nCONFIDENTIAL COOPERATION WITH YOU IN THE EXECUTION OF THE DEAL DESCRIBED\r\nHERE FOR THE BENEFIT OF ALL PARTIES INVOLVED AND HOPE THAT YOU WILL KEEP IT\r\nAS TOP SECRET BECAUSE OF THE NATURE OF THE BUSINESS AND THE PERSONALITIES\r\nINVOLVED.\r\n\r\nWITHIN THE MINISTRY OF POWER AND STEEL WHERE I WORK AS A DIRECTOR PROJECT\r\nIMPLEMENTATION AND WITH THE COOPERATION OF FOUR OTHER TOP OFFICIALS, WE HAVE\r\nIN OUR POSSESSION AS OVERDUE PAYMENT BILLS TOTALLING $67,000 000:00m USD\r\n(SIXTY SEVEN MILLION UNITED STATE DOLLARS) WHICH WE WANT TO TRANSFER ABROAD\r\nWITH THE ASSISTANCE AND COOPERATION OF A TRUSTED FOREIGN FIRM OR INDIVIDUAL\r\nWHO WILL RECEIVE THE SAID FUND ON OUR BEHALF INTO ANY ACCOUNT PROVIDED TO\r\nRECEIVE SUCH FUNDS. WE ARE HANDICAPPED IN THIS DEAL BECAUSE THE CIVIL\r\nSERVICE CODE OF CONDUCT DOES NOT ALLOW PUBLIC SERVANTS LIKE US TO OPERATE\r\nOFFSHORE ACCOUNT, HENCE YOUR IMPORTANCE IN THE WHOLE TRANSACTION.\r\n\r\nTHE SAID AMOUNT WHICH WE HAVE GOTTEN APPROVAL TO REMIT BY TELEGRAPHIC\r\nTRANSFER (T.T.) TO FOREIGN BANK ACCOUNT YOU WILL PROVIDE BY FILING IN AN\r\nAPPLICATION THROUGH MY MINISTRY FOR THE TRANSFER OF RIGHT AND PRIVILEGES TO\r\nYOU.\r\n\r\nSINCE THE PRESENT NEW CIVILIAN GOVERNMENT OF MY COUNTRY IS DETERMINED TO PAY\r\nEVERY FOREIGN CONTRACTOR ALL DEBTS OWED SO AS TO MAINTAIN GOOD RELATIONSHIP\r\nWITH FOREIGN GOVERNMENT AND NON-GOVERNMENT FINANCIAL AGENCIES, WE HAVE\r\nDECIDED TO INCLUDE OUR BILL FOR APPROVALS WITH THE COOPERATION OF SOME\r\nOFFICIALS FROM ALL THE GOVERNMENT MINISTRY WHICH WILL BE INVOLVED IN THE\r\nPAYMENT PROCESS. WE ARE SEEKING YOUR ASSISTANCE IN PROVIDING A VITAL ACCOUNT\r\nINTO WHICH WE CAN REMIT THIS MONEY BY ACTING AS OUR MAIN PARTNER AND TRUSTEE\r\nOR ACTING AS THE ORIGINAL CONTRACTOR. THIS WE CAN DO BY SWAPPING OF ACCOUNT\r\nAND CHANGING OF BENEFICIARY AND OTHER FORMS OF DOCUMENTATION UPON\r\nAPPLICATION FOR CLAIM TO REFLECT THE PAYMENT AND APPROVALS TO BE SECURED ON\r\nBEHALF OF YOU.\r\n\r\nI HAVE THE AUTHORITY OF MY PARTNERS INVOLVED TO PROPOSE THAT, SHOULD YOU BE\r\nWILLING TO ASSIST US IN THE TRANSACTION, YOUR SHARE OF THE SUM WILL BE 30%\r\nOF THE TOTAL SUM, 60% FOR US AND 10% FOR TAXATION AND MISCELLANEOUS\r\nEXPENSES.\r\n\r\nTHE BUSINESS IS 100% SAFE ON YOUR PART, BUT YOU HAVE TO KEEP IT\r\nCONFIDENTIAL. DO NOT INFORM YOUR BANKER YET UNLESS INSTRUCTED BY US. ALSO,\r\nYOUR AREA OF SPECIALIZATION IS NOT A HIDERANCE TO THE SUCCESSFUL EXECUTION\r\nOF THIS TRANSACTION. I HAVE REPOSED MY CONFIDENCE IN YOU AND HOPE THAT YOU\r\nWILL NOT DISAPPOINT ME. PLEASE SEND REPLY TO ME TO INDICATE YOUR WILLINGNESS\r\nIN ASSISTING US SO THAT I WILL DIRECT YOU ON WHAT NEXT TO DO.INCLUDE YOUR\r\nDIRECT TELEPHONE AND FAX NUMBERS IF YOU ARE RESPONDING.\r\n\r\n\r\nTHANKS FOR YOUR ANTICIPATED ASSISTANCE.\r\n\r\n\r\nYOURS SINCERELY,\r\n\r\nDONALD  ATTAH\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-85", "X-TIKA:parse_time_millis": "3", "dc:creator": ["\"DONALD  ATTAH\" <donaldattah@netzero.com>", "DONALD  ATTAH <donaldattah@netzero.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200301271737.h0RHbqV23636@suddenimpact.mr.itd.UM>", "dc:subject": "CONFIDENTIAL/COOPERATION", "dc:title": "CONFIDENTIAL/COOPERATION", "dcterms:created": "2001-04-09T18:17:36Z"}