{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu May 27 10:39:16 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "sshabangu2002@yahoo.com", "MboxParser-return-path": "<ss@yahoo.com> ", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "SUSAN SHABANGU <ss@yahoo.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "ss@yahoo.com", "Message:From-Name": "SUSAN SHABANGU", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200405271439.i4REd5MY029759@idoldancer.mr.itd.UM>", "Message:Raw-Header:Reply-To": "sshabangu2002@yahoo.com", "Message:Raw-Header:Return-Path": "<ss@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nATTN PLS\n\nFrom: MRS. SUSAN SHABANGU                                                                           MINISTRY OF MINERALS AND ENERGY.\r\n\r\n10, Kasr El-Aini steet\r\nPRETORIA. SOUTH AFRICA.\r\n\r\nGreeting:\r\nAfter due deliberation with my children, I decided to contact you for\r\nyour assistance in standing as beneficiary to the sum of US$30.5M (Thirty Million, Five Hundred Thousand United States Dollars Only) First, let me start by introducing myself as MRS. SUSAN SHABANGU, a mother of three children and the Deputy Minister of Minerals and Energy since 1st April 1996 to date under the auspices of the President of South Africa MR THABO MBEKI.\r\nYou can view my profile at my Website www.gov.za then click on deputy\r\nministers, and then click on my name (shabangu susan.\r\n\r\nTHE PROPOSAL, after the swearing in ceremony making me the Deputy\r\nMinister of Minerals and Energy, my husband Mr. Ndelebe Shabangu died while he was on an official trip to Trinidad and Tobago in 1996.\r\nAfter his death, I discovered that he had some funds in a dollar\r\naccount which amounted to the sum of US$30.5M with a security and finance institution in South Africa of which I will divulge information to you when I get your full consent and support to go for a change of beneficiary and subsequent transfer of the funds into you comfortable and conducive account of your choice.This fund emanated as a result of an over-invoiced contract which he executed with the Government of South Africa.Though I assisted him in getting this  contract but I never knew that it was over-invoiced by him. I am afraid that the government of South Africa might start to investigate on contracts awarded from 1990 to date.\r\nIf they discover this money in his bank account, they will confiscate\r\nit and seize his assets here in South Africa and this will definitely affect my political career in government. I want your assistance in opening an account with bankers through my banker so that this fund could be wired into your account directly without any hitch.\r\n\r\nAs soon as the fund gets to your account, you are expected to move it\r\nimmediately into another personal bank account in your country. I will\r\nsee to it that the account is not traced from South Africa. As soon as you have confirmed the fund into your account, I will send my eldest son with my Attorney to come to your country to discuss on business investments.\r\n\r\nFor your assistance, I am offering you 20% of the principal sum which\r\namounts to US$6,100.000.00 (Six million One Hundred Thousand United\r\nStates Dollars Only) However, you have to assure me and also be ready to go into agreement with me that you will not elope with my fund. If you agree to my terms, kindly as a matter of urgency send me an email. Due to my sensitive position in the South African Government, I would not WANT you to call me on phone or send a fax to me.\r\nAll correspondence must be by email to my private email address (sshbangu2002@yahoo.com} If you want to speak with my Banker, that is okay by me. You will have to send down you private telephone /fax number so that I can forward it to him to reach you from time to time this is for security reasons. Please I do not need to remind you of the need for absolute Confidentiality if this transaction must succeed.YOU MUST NOT CALL ME! If you do not feel comfortable with this transaction,\r\ndo not hesitate to discontinue. Thanks for your anticipated co-peration and my regards to your family.\r\nYours faithfully, MRS. SUSAN SHABANGU Deputy Minister of Minerals and\r\nEnergy South Africa.\r\n\r\nPLS. DO NOT SEND ME MAIL ON ANY OTHER E-MAIL ADDRESS SEND IT ON THIS\r\nMAIL BOX FOR SECURITY REASONS  {sshabangu2002@yahoo.com}\r\nI waiting for your urgent reply.\r\nThanks and be bless.\r\nSUSAN SHBANGU\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-861", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"SUSAN SHABANGU\" <ss@yahoo.com>", "SUSAN SHABANGU <ss@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200405271439.i4REd5MY029759@idoldancer.mr.itd.UM>", "dc:subject": "ATTN PLS", "dc:title": "ATTN PLS", "dcterms:created": "2004-05-27T14:41:21Z"}