{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable old before their death=2E He never identified fund moved to your account and we can agree on terms", "MboxParser-from": "r  Sat Jul  3 23:20:30 2004", "MboxParser-mime-version": "1.0 the 24th of August 2002=2E fund so thatthe bank will not declare the account dormant =2C my own share as soon as you receive the money to your", "MboxParser-reply-to": "johndic2004@latinmail.com on a mutual busiess transaction that I would want us fund deposited with our Bank=2EI am the Manager in names =2Caddress=2Ctelephone and fax numbers=2E", "MboxParser-return-path": "<jon_dic101@quick.cz> Dear Sir=2C here in Nigeria and the proceeds are with our approval=2C the money will be paid through here or any", "MboxParser-status": "O with anybody as his relative and investigation made of sharing=2E All you have to do is to conscent to this", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM a ghastly motor accident while on a business trip on as to  have you stand in as the next of KIN to claim the shearing of the fund as you have to agree to give me", "Message-From": "MR JOHN DICKSON <jon_dic101@quick.cz>", "Message-Recipient-Address": "R@M to handle in confidence and hope you can understand charge of unclaimed funds hence my contacting you to As soon as I get these information requested=2CI will then", "Message-To": ["R@M to handle in confidence and hope you can understand charge of unclaimed funds hence my contacting you to As soon as I get these information requested=2CI will then", "R@M"], "Message:From-Email": "jon_dic101@quick.cz", "Message:From-Name": "MR JOHN DICKSON", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200407040319.i643JOcC010039@fate.mr.itd.UM>", "Message:Raw-Header:Reply-To": "johndic2004@latinmail.com", "Message:Raw-Header:Return-Path": "<jon_dic101@quick.cz>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBANK TRANSACTION !!!\n\nFROM:MR JOHN DICKSON\r\n\r\n\r\n Dear Sir,\r\n\r\n I am MR JOHN DICKSON a Banker in one of the leading\r\n Commercial Banks here in Nigeria.I contacted you based\r\n on a mutual busiess transaction that I would want us\r\n to handle in confidence and hope you can understand\r\n the need for us to do this and for you to stand in for\r\n it. One MR STUARK WOLK  and his wife. died in\r\n a ghastly motor accident while on a business trip on\r\n the 24th of August 2002.\r\n\r\n\r\n  The said couple had no children and was about 63years\r\n old before their death. He never identified\r\n with anybody as his relative and investigation made\r\n could not trace any relative to the late couple.\r\n\r\n  Before his death, he has the sum of Sixteen Million Five\r\n Hundred & Forty Five Thousand ,Six & Fifty Two Dollars.\r\n made from contracts he executed with Oil Companies\r\n here in Nigeria and the proceeds are with our\r\n Commercial Bank .\r\n\r\n Few weeks ago, the Bank tried requesting that the next\r\n of KIN to the deceased should come up to claim his\r\n fund deposited with our Bank.I am the Manager in\r\n charge of unclaimed funds hence my contacting you to\r\n stand in as the next of Kin.\r\n\r\n After much effort hasbeen made ,I decided to contact you\r\n as to  have you stand in as the next of KIN to claim the\r\n fund so thatthe bank will not declare the account dormant ,\r\nfreeze or confiscate the amount as they stated in the letter\r\n sent to my Department.\r\n\r\n If you can stand in,I assure you that this is risk\r\n free as I will advise you on  what to do to have this\r\n fund moved to your account and we can agree on terms\r\n of sharing. All you have to do is to conscent to this\r\n by giving me the go ahead to have you presented to the\r\n Bank as the next of kin through a lawyer.I will tell\r\n you how to get a lawyer but it has to be confidential\r\n who will apply and present you as the next of KIN.\r\n\r\n AS soon as we make application, obtain the necessary\r\n approval, the money will be paid through here or any\r\n of the banks payment  centre Overseas.This will take\r\n us about 10 working days to conclude  depending on how\r\n you respond to our correspondence. If you are  willing\r\n to stand in as the next of Kin ,send to me your full\r\n names ,address,telephone and fax numbers.\r\n As soon as I get these information requested,I will then\r\n brief you on the procedure that has to be taken to have this\r\n transaction concluded within a short period of time.\r\n\r\n Note that we will have to reach an agreement on the\r\n shearing of the fund as you have to agree to give me\r\n my own share as soon as you receive the money to your\r\n account.\r\n\r\n\r\n\r\n I look forward to hearing from you\r\n\r\nMR JOHN DICKSON\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-971", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"MR JOHN DICKSON\" <jon_dic101@quick.cz> Commercial Banks here in Nigeria=2EI contacted you based of KIN to the deceased should come up to claim his to stand in as the next of Kin =2Csend to me your full", "MR JOHN DICKSON <jon_dic101@quick.cz>"], "dc:format": "text/plain; charset=\"us-ascii\" The said couple had no children and was about 63years free as I will advise you on  what to do to have this", "dc:identifier": "<200407040319.i643JOcC010039@fate.mr.itd.UM> I am MR JOHN DICKSON a Banker in one of the leading Few weeks ago=2C the Bank tried requesting that the next you respond to our correspondence=2E If you are  willing", "dc:subject": "BANK TRANSACTION !!!", "dc:title": "BANK TRANSACTION !!!", "dcterms:created": "2004-07-04T03:19:55Z"}