{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-attn": "MD/CEO", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Jul  4 11:09:34 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "betty_pedro3@yahoo.com", "MboxParser-status": "O", "MboxParser-tel": "234-80-433-21216,", "Message-From": "Dr (Mrs) BETTY PEDRO <betty_pedro01@jumpy.it>", "Message-Recipient-Address": "betty_pedro01@jumpy.it", "Message-To": ["betty_pedro01@jumpy.it", "betty_pedro01@jumpy.it"], "Message:From-Email": "betty_pedro01@jumpy.it", "Message:From-Name": "Dr (Mrs) BETTY PEDRO", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"ISO-8859-15\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Reply-To": "betty_pedro3@yahoo.com", "Message:Raw-Header:Status": "O", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nReply ASAP...\n\nDr.(Mrs)Betty Pedro\r\nDiamond Bank Plc\r\nILupeju Branch,\r\nLagos, Nigeria.\r\nTEL: 234-80-433-21216,\r\n\r\nATTN: MD/CEO\r\n\r\nI am Dr.(Mrs)Betty Pedro, Branch Manager Diamond Bank Plc,ILupeju Branch,\r\nLagos,  Nigeria.\r\n\r\nI have an urgent and very profitable business proposition for you that should\r\nbe handled with extreme confidentiality.\r\n\r\nOn January 6,1998 a Foreign  Consultant and contractor with the Nigerian\r\nWater Corporation Mr. Marc Smith Pena by name made a numbered time Fixed\r\nDeposit for twelve calendar months valued at US$40.9M(fourty Million, Nine\r\nHundred thousand United States Dollars Only) in my branch.\r\n\r\nUpon maturity I sent a routine notification in accordance with the Bank\r\npolicy to his forwarding address but got no reply.\r\nAfter a month we sent a reminder and finally we discovered from his contract\r\nemployers Nigerian Water Corporation that Mr. Marc Smith Pena died from\r\nan automobile accident.\r\n\r\nOn further investigation, we found out that he died without making a Will\r\nand all attempts to trace his next of kin was fruitless.\r\nI therefore made further investigations and discovered that Mr. Marc Smith\r\nPena  did not declare any next of kin or relations in all his official documents\r\nincluding his Bank Deposit paperwork in my Bank.\r\nThis sum of US$40.9M has been carefully  moved out of my bank to a Financial\r\nand Security Company in Europe for safekeeping.\r\n\r\nNo one will ever come forward to claim it and according to the Law of my\r\ncountry, at the expiration of 7 years the money will revert to the ownership\r\nof the State (Government) if nobody applies to claim the fund.\r\n\r\nWe decided to contact you to receive his money and investments on his behalf\r\nas everything will be taken over by the government as provided in section\r\n129 sub 63(N), Nigerian Banking Edit of 1961.\r\nThis prompted us to contact you.We want to front you as the next of kin\r\nof our late client thereby making you the legal beneficiary of the sum of\r\n$40.9 million U.S Dollars that is presently in a Financial and Security\r\nCompany in Europe.\r\n\r\nI contacted you because it is against the civil service code of ethics to\r\nown and operate foreign accounts and your assistance would be needed to\r\nclaim the money in the Financial and Security Company in Europe,which also\r\nhas branches in Asia.\r\n\r\nWe have unanimously agreed that 35% of the entire sum would be for you if\r\nyou agree to take part in this profitable transaction,55% for me while the\r\nremaining 10% would be used to pay back the expenses that may be incurred\r\nduring the course of the transaction by both parties after the fund has\r\nbeen claimed and lodged in your account.\r\n\r\nIn the event that you are genuinely interested in the transaction, the following\r\ninformation would be needed from you to expedite action.\r\n1) Your Full Name .\r\n2) Your Residential or Company Address.\r\n3) Your Private Mobile,Telphone and Fax numbers where you can be reached\r\nat all time because this transaction entails constant communication.\r\n\r\nThe transaction is 100% legal and totally free of risks as all modalities\r\nhas been perfected to ensure the hitch free success of the transaction.\r\n\r\nIf you are interested, send the requested information via email as soon\r\nas possible so that we can proceed and after sending it you call me.\r\nI await your response urgently.\r\nRegards,\r\nDr.(Mrs)Betty Pedro\r\n\r\n\r\n________________________________________\r\nTutti i concerti da non perdere! http://musica.jumpy.it/2003jm_m_concerti.asp\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-972", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Dr (Mrs) BETTY PEDRO\" <betty_pedro01@jumpy.it>", "Dr (Mrs) BETTY PEDRO <betty_pedro01@jumpy.it>"], "dc:format": "text/plain; charset=\"ISO-8859-15\"", "dc:subject": "Reply ASAP...", "dc:title": "Reply ASAP..."}