{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-email": "richardgordon13@netscape.net", "MboxParser-from": "r  Mon Jul 26 15:34:37 2004", "MboxParser-name": "BARRISTER.RICHARD GORDON", "MboxParser-return-path": "<harryhakeem1956@netscape.net> ", "MboxParser-status": "O", "MboxParser-tel": "0031630655043", "MboxParser-x-priority": "3", "Message-From": "harryhakeem1956@netscape.net", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "harryhakeem1956@netscape.net", "Message:Raw-Header:Message-Id": "<200407261934.i6QJY6vt006970@informer.mr.itd.UM>", "Message:Raw-Header:Return-Path": "<harryhakeem1956@netscape.net>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Priority": "3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCHARITY SUPPORT\n\nDear Friend.\n\nAs you read this, I don't want you to feel sorry for\nme, because, I believe everyone will die someday.\nMy name is MR.HARRY HAKEEM, a merchant in Dubai, in the\nU.A.E.I have been diagnosed with Esophageal cancer .\nIt has defiled all forms of medical treatment, and right now I have only about a few\nmonths to live, according to medical experts.\n\nI have not particularly lived my life so well, as I\nnever really cared for anyone(not even myself)but my\nbusiness. Though I am very rich, I was never\ngenerous, I was always hostile to people and only\nfocused on my business as that was the only thing I\ncared for. But now I regret all this as I now know\nthat there is more to life than just wanting to have\nor make all the money in the world.\n\nI believe when God gives me a second chance to come\nto this world I would live my life a different way\nfrom how I have lived it. Now that God has called\nme, I have willed and given most of my property\nand assets to my immediate and extended family\nmembers as well as a few close friends.\n\nI want God to be merciful to me and accept my soul\nso, I have decided to give alms to charity\norganizations, as I want this to be one of the last\ngood deeds I do on earth. So far, I have distributed\nmoney to some charity organizations in the U.A.E,\nAlgeria and Malaysia. Now that my health has\ndeteriorated so badly, I cannot do this myself\nanymore. I once asked members of my family to close one\nof my accounts and distribute the money which I have\nthere to charity organization in Bulgaria and\nPakistan, they refused and kept the money to\nthemselves. Hence, I do not trust them anymore, as\nthey seem not to be contended with what I have left\nfor them.\n\nThe last of my money which no one knows of is the\nhuge cash deposit of TWELVE MILLION DOLLARS\n$12,000,000,that I have with a finance/Security Company\nabroad. I will want you to help me collect this deposit\nand dispatched it to charity organizations.\n\nI have set aside 25% for you and for your time if you want to help me to collect this Funds and also invest this money.\n\nN.B-PLEASE I WILL ADVICE YOU TO GIVE THE\nLAWYER IN CHARGE A CALL IN HOLLAND IMMEDIATELY, HE\nDOES EVERYTHING ON MY BEHALF AND HE'S VERY\nUNDERSTANDING AND I BELIEVE HE WILL LEAD YOU TO YOUR\nSUCCESS IN JESUS NAME.\n\nNAME:      BARRISTER.RICHARD GORDON\nTel:       0031630655043\nEmail:     richardgordon13@netscape.net\n\nRemain blessed in the name of the Lord.\n\nYours in Christ,\n\nMr.Harry Hakeem.  \n \n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1026", "X-TIKA:parse_time_millis": "1", "dc:creator": ["harryhakeem1956@netscape.net", "harryhakeem1956@netscape.net"], "dc:identifier": "<200407261934.i6QJY6vt006970@informer.mr.itd.UM>", "dc:subject": "CHARITY SUPPORT", "dc:title": "CHARITY SUPPORT", "dcterms:created": "2004-07-26T19:34:27Z"}