{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Feb  9 10:44:32 2003", "MboxParser-mime-version": "1.0 ", "MboxParser-reply-to": "macontu029@yahoo.com ", "MboxParser-return-path": "<macontu028@yahoo.com> ", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM or through my telephone +874-762919-885=2E", "Message-From": "malcom tutu <macontu028@yahoo.com>", "Message-Recipient-Address": "R@S ", "Message-To": ["R@S ", "R@S"], "Message:From-Email": "macontu028@yahoo.com", "Message:From-Name": "malcom tutu", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200302091543.KAA21573@changeofhabit.mr.itd.UM>", "Message:Raw-Header:Reply-To": "macontu029@yahoo.com", "Message:Raw-Header:Return-Path": "<macontu028@yahoo.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT BUSINESS OFFER\n\nFrom: Mr. MALCOM TUTU  (chief auditor)\r\n155 president street, Johannesburg,\r\nSouth Africa.\r\nTel: +874-762919-885.\r\nFax:+874-762919-886.\r\nDear ,\r\n\r\nThough I know that a transaction of this magnitude will make any one\r\napprehensive and worried, but I am assuring you that everything will\r\nbe well at the end of the day. We have decided to contact you due to\r\nthe urgency of this transaction.I got your email address while searching\r\nfor a trustworthy individual.\r\n\r\nLet me start by introducing myself properly to you.I am Mr. malcom tutu     ,\r\nan auditor with Ned Credict Bank, Johannesburg, South Africa .\r\n\r\nMY  PROPOSITION:\r\nA Foreigner a french, Late Engr.Peter Claude  (Snr) a merchant in\r\nThe Republic of South Africa, Formerly working in  Witwatersrand Johannesburg Gold Mine, Johannesburg South Africa\r\nuntil his death few year ago in Kenya Air Bus (A310 - 304)Flight KQ431,\r\nHe banked with us at Ned Credict Bank Johannesburg and had a closing\r\nbalance as at the end of September, 2000 worth $30,800.000.00 (Thirty\r\nMillion eight hundred United State Dollars), (this is aside the accrued\r\ninterest so far from that date) the bank now expects his next of kin\r\nas beneficiary. Valuable efforts are being made by the Bank to get in\r\ntouch with any of the Claude's Family or Relatives but to no success.\r\nSince we got information about his death, we have been expecting his\r\nnext of kin to come over and claim his money because we cannot release\r\nit unless somebody applies for it as next of kin or relation to the\r\ndeceased as indicated in our banking guidelines but unfortunately we\r\nlearnt that all his supposed next of kin or relation died alongside\r\nwith him at the plane crash leaving nobody behind for the claim.\r\n\r\nIt is because of the perceived possibility of not being able to locate\r\nany of Late Engr. Peter Claude (Snr.)'s next of kin . The Management\r\nunder the influence of our Chairman and Members of the Board of\r\nDirectors, Thus that arrangement will be made for the fund to be decleared\r\n\"Unclaimed\" and subsequentlly be donated to the trust fund for arms and\r\nammunition to further enhance the course of War in Africa and the World\r\nin General.\r\n\r\nIn order to avert this negative development, some of my trusted\r\ncolleagues and I, now seek your permission to have you stand as next of\r\nkin to the late Engr.peter Claude  (Snr.) so that the fund will be\r\nreleased and paid into your Account as the beneficiary/next of kin.\r\nThe request of  foreigner as next of kin in this business is occasioned\r\nby the fact that the customer(Claude) was a foreigner and a Local person here\r\nin the country  cannot stand as next of kin to a foreigner.\r\n\r\n\r\nAll documents and proves to enable you get this fund will be carefully\r\nworked out. We have secured from the probate registry, an order of\r\nMandamus to locate any of the deceased's beneficiary(ies), and more so\r\nwe are assuring you that this business is 100% Risk Free. Your share\r\nwill be 30% of the total sum while 10% will be set aside for any\r\nexpences incured during the course of transaction, The rest of 60% will\r\nbe for myself and my colleagues for investment purposes, According to\r\nagreement between both parties.\r\n\r\nTherefore to enable the immediate trnansfer of this fund to you as\r\narranged, you must apply first to the bank as relations or next of kin\r\nof the deceased indicating your bank name, your bank account number,\r\nyour private telephone and fax number for easy and effective\r\ncommunication and location where-in the money will be remitted . I will\r\nalso instruct you on how you can add in your application to our bank so\r\nthat you get paid through our corresponding bank  overseas as this will\r\nbe easier for us. Upon receipt of your reply, I will send to you by\r\nfax or email the text of the application.\r\n\r\nPlease note that for the purposes of confidentiality, all further\r\ncorrespondeces would be through my alternative email address:macontu5@consultant.com\r\n or through my telephone +874-762919-885.\r\n\r\nAccept my warm regards as I await your response.\r\n\r\nSincerely,\r\n\r\nmalcom tutu\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-106", "X-TIKA:parse_time_millis": "2", "dc:creator": ["\"malcom tutu\" <macontu028@yahoo.com> ", "malcom tutu <macontu028@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\" ", "dc:identifier": "<200302091543.KAA21573@changeofhabit.mr.itd.UM> ", "dc:subject": "URGENT BUSINESS OFFER", "dc:title": "URGENT BUSINESS OFFER", "dcterms:created": "2003-02-11T00:44:37Z"}