{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-disposition-notification-to": "<dasuki3@netscape.net>", "MboxParser-from": "r  Sun Aug 15 21:44:41 2004", "MboxParser-return-path": "<dasuki3@netscape.net>", "MboxParser-status": "RO", "MboxParser-x-priority": "3", "Message-From": "dasuki3@netscape.net", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "dasuki3@netscape.net", "Message:Raw-Header:Disposition-Notification-To": "<dasuki3@netscape.net>", "Message:Raw-Header:Message-Id": "<200408160144.i7G1iMUi017319@cryforhelp.mr.itd.UM>", "Message:Raw-Header:Return-Path": "<dasuki3@netscape.net>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Priority": "3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharity Assitant\n\nHello Friend.\n\nAs you read this, I don't want you to feel sorry for me because I believe everyone will die someday. My name is Dasuki Al-Mehmood, a merchant in Dubai U.A.E.\n\nI have been diagnosed with esophageal cancer. It has defiled all forms of medical treatment, and right now I have only about a few months to live, according to medical experts. I have not particularly lived my life so well, as I never really cared for anyone (not even myself) but my business.\n\nThough I am very rich, I was never generous, I was always hostile to people and only focused on my business as that was the only thing I cared for. But now I regret all this as I now know that there is more to life than just wanting to have or make all the money in the world.\n\nI believe when God gives me a second chance to come to this world I would live my life a different way from how I have lived it. Now that God has called me, I have willed and given most of my property and assets to my immediate and extended family members as well as a few close friends.\n\nI want God to be merciful to me and accept my soul so, I have decided to give alms to charity organizations, as I want this to be one of the last good deeds I do on earth.\n\nNow that my health has deteriorated so badly, I cannot do this myself anymore. I once asked members of my family to close one of my accounts and distribute the money which I have there to charity organization in Bulgaria and Pakistan; they refused and kept the money to themselves. Hence, I do not trust them anymore, as they seem not to be contended with what I have left for them.\n\nThe last of my money which no one knows of is the huge cash deposit of $6M. (Six Million United States Dollars) that I have with a finance/Security Company abroad. I will want you to help me collect this deposit and dispatched it to charity organizations. I have set aside 10 % for you and God be with you. Please All correspondence should be directed to Dasuk-al-mehmo@excite.com\n\nRegards,\n\nDasuki Al-mehmood\nDasuk-al-mehmo@excite.com\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1066", "X-TIKA:parse_time_millis": "0", "dc:creator": ["dasuki3@netscape.net", "dasuki3@netscape.net"], "dc:identifier": "<200408160144.i7G1iMUi017319@cryforhelp.mr.itd.UM>", "dc:subject": "Charity Assitant", "dc:title": "Charity Assitant", "dcterms:created": "2004-08-16T01:44:32Z"}