{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "attachment; filename=\"maga.txt\"", "MboxParser-content-transfer-encoding": ["quoted-printable", "base64"], "MboxParser-from": "r  Mon Aug 16 18:17:50 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "j.m@mail.lawguru.com", "MboxParser-return-path": "<jt@telstra.com> J=2ET=2E MARTINS & ASSOCIATES", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "brr. j.t martins & associates <jt@telstra.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "jt@telstra.com", "Message:From-Name": "brr. j.t martins & associates", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200408162217.i7GMHb6M013108@fate.mr.itd.UM>", "Message:Raw-Header:Reply-To": "j.m@mail.lawguru.com", "Message:Raw-Header:Return-Path": "<jt@telstra.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Multipart-Boundary": "===_SecAtt_000_1fmmypomnnyeif", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nthink about it\n\n                               J.T. MARTINS & ASSOCIATES\r\n\r\nLEGAL CONSULTANTS, SOLICITORS  &  ADVOCATES OF THE SUPREME COURT\r\n                                             OF NIGERIA\r\nOFFICE /CHAMBER: 112, LAW BUILDING COMPLEX ,VICTORIA ISLAND LAGOS.\r\n\r\nDear Sir/Madam\r\n\r\nSUBJECT: THINK ABOUT IT\r\n\r\nREPLY TO: j.m@mail.lawguru.com\r\n\r\nI am Barrister J.T.Martins ( S A N ), a legal Solicitor. I was the Personal Attorney and legal adviser to Late Engr. Steven Cox, a national of your country, who used to work with Mobil Oil Company Nigeria Plc. Briefly, I got your contact when I accompanied our Minister of Justice to your country recently for global council of ministers meeting .On the 21st of August 2000, my client, his wife and their three children were involved in a car accident along Port Harcourt /Benin Express Road on their way for relocation to Warri Refinary where he was transfered by the Federal Government of Nigeria. Honestly,all  the occupants in the vehicle inccidentally lost their lives.\r\n\r\nSince then I have made several enquiries to your embassy to locate any of my clients extended relatives, this has also proved very unsuccessful. However, after these several unsuccessful attempts, I decided to trace his relatives over the Internet, to locate any member of his family but to no avail, hence I contacted you. I have contacted you to assist in repatriating the money and property left behind by my client before they get confiscated or declared unserviceable by the bank where these huge deposits were lodged.\r\n\r\nParticularly, the bank where the deceased had a deposit valued at about fourty Million United States Dollars (US$40,000,000)with account no.0036577899, has issued me a notice to provide the next of kin to Late Engr. Cox, or have the account confiscated within the next fourteen(14) official banking days. Since I have been unsuccessful in locating the relatives for almost one year now, I seek your consent to present you as the next of kin of the deceased, Late Engr. Stephen Cox.\r\n\r\nSince my late client is of your national and you can easily undertake the required assistance which I will provide to you answer to any question the board of the bank might ask, so that the proceeds of this account valued at fiften Million United States Dollars (US$15,000,000) can be paid to you and then you and me can share the money. 55% to me and 40% to you, while 5% should should be set aside for expenses or tax as your Government may require.\r\nI wish to remind you that whatever share I have will authomatically be invested in your country under your advise and guidiance.\r\nNOTE: that I have all necessary legal documents that can be used to back up any claim we may make.\r\n\r\nIn view of the above, all I require is your honest Cooperation to enable us see this deal through. I guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law. Please get in touch with me only through my private email:ONLY\r\n\r\n\r\nBest regards,\r\n\r\nBarrister J.T.MARTINS( S A N )\r\n\r\nSenior Principal Partner/ Leagal Adviser to Late Engr. Cox.\r\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1070", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"brr. j.t martins & associates\" <jt@telstra.com>", "brr. j.t martins & associates <jt@telstra.com>"], "dc:format": "application/octet-stream; name=\"maga.txt\"", "dc:identifier": "<200408162217.i7GMHb6M013108@fate.mr.itd.UM> OF NIGERIA", "dc:subject": "think about it", "dc:title": "think about it", "dcterms:created": "2004-08-16T22:17:51Z"}