{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-email": "tony@mpbdy.com", "MboxParser-fax": "+86-546-832 9817", "MboxParser-from": "r  Sat Jul 24 04:40:37 2004", "MboxParser-mobile": "+86-133 4505 3225", "MboxParser-reply-to": "zlblzm@sohu.com", "MboxParser-status": "O", "MboxParser-tel": "+86-546-833 9362", "MboxParser-x-mailer": "FoxMail 4.0 beta 2 [cn]", "MboxParser-x-perlmx-spam": "Gauge=IIIIIII, Probability=7%, Report='SUPERLONG_LINE 0.003, __SANE_MSGID 0, __TO_MALFORMED_2 0, __EVITE_CTYPE 0, __CTYPE_CHARSET_QUOTED 0, __CT_TEXT_PLAIN 0, __CT 0, __HAS_X_PRIORITY 0, __HAS_X_MAILER 0, DEAR_SOMETHING 0.000, __C230066_P5 0, __HAS_MSGID 0, __MIME_TEXT_ONLY 0, __MIME_CHARSET_FARAWAY 0'", "MboxParser-x-pmx-version": "4.6.1.106153, Antispam-Core: 4.6.1.104326, Antispam-Data: 2004.7.23.108469", "MboxParser-x-priority": "3", "Message-From": "Tony <zlblzm@sohu.com>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "zlblzm@sohu.com", "Message:From-Name": "Tony", "Message:Raw-Header:Content-Type": "text/plain;charset=\"GB2312\"", "Message:Raw-Header:Message-Id": "<200407240840.i6O8eFIC023485@aquaduct.cs.CU>", "Message:Raw-Header:Reply-To": "zlblzm@sohu.com", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "FoxMail 4.0 beta 2 [cn]", "Message:Raw-Header:X-PMX-Version": "4.6.1.106153, Antispam-Core: 4.6.1.104326, Antispam-Data: 2004.7.23.108469", "Message:Raw-Header:X-PerlMx-Spam": "Gauge=IIIIIII, Probability=7%, Report='SUPERLONG_LINE 0.003, __SANE_MSGID 0, __TO_MALFORMED_2 0, __EVITE_CTYPE 0, __CTYPE_CHARSET_QUOTED 0, __CT_TEXT_PLAIN 0, __CT 0, __HAS_X_PRIORITY 0, __HAS_X_MAILER 0, DEAR_SOMETHING 0.000, __C230066_P5 0, __HAS_MSGID 0, __MIME_TEXT_ONLY 0, __MIME_CHARSET_FARAWAY 0'", "Message:Raw-Header:X-Priority": "3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSeeking joint-venture partners for ERW oil casing project\n\nDear Sir or Madam:\n\nWe are keenly interested in setting up a new factory to produce 120,000 ERW oil casings per year to meet the big market of Shengli Oilfied. Since we lack some starting-up capital, we are seeking for investments. I will give you a brief introduction to the project as follow:\n\nI. Background:\nShengli Oilfield, the second largest oilfield in China and the leading company of Sinopec Corp. (http://www.sinopec.com), as well as neighboring oilfields as Dagang Oilfield, Central Plain Oilfield and Jiangsu Oilfield are potential market of ERW oil casing. It is expected that the total oil casing needed in the above area is about 400,000 tons, including 260,000 tons in Sinopec and 150,000 tons in Shengli Oilfield. To meet the great need, we plan to set up a joint venture to produce 120,000 tons of ERW casings per year in Shengli Oilfield.  With good management and market outlets, we believe that this JV also has the potential to expand beyond China to other nations. \n\nII. About us\nShengli Oilfield Engineering Machinery Factory is one of sub-companies of Shengli Oilfield Co., Ltd, with total assets of 267 million yuan, net assets of 170 million yuan and 2462 staff. The factory mainly produces oilfield special equipment such as beam unit, Spiral-seam submerged-arc weldedsteel pipe, sucker rod, line pipe, casing, tubing, plastic compound pipe etc. It produces 200,000 tons of line pipes, 1 million meters of strengthened plastic compound pipes, 500 beam units, 2.5 million meters of sucker rods, 12,000 tons of PP gas pipes and 50,000 tons of oil tubings yearly, and has become important pipe base in Shandong and Shengli Oilfield. Its products have entering many areas as Shengli Oilfield, Daqing Oilfield, Liaohe Oilfield, Dagang Oilfield and so on. In 2002, the sale income amounted to over 600 million yuan.\nThe Factory holds Quality accreditations as ISO9001, API and so on.\n\nIII. Content of the project\nIt is planned to introduce Japanese technology and equipment to set up one production line with range of casing diameter from¦Õ114 to ¦Õ339.7 and produce 120,000 tons of ERW casings and delivery pipes per year.\n\nIV. Product specifications\nFor Casing: grade of steel are J55 and N80, specification ranges from ¦Õ114 to ¦Õ339.7\nFor delivery: grade of steel are X52¡¢X60¡¢X70, specification ranges from ¦Õ114 to ¦Õ339.7.\n\nV. Economic Analysis\nThe total investment in this project is 142.41 million yuan. After the completion of the project, it is estimated that the internal financial rate of return before paying tax is 24.9 percent with a payback period of 5.6 years, and the internal rate of return after paying tax is 21.8 percent with a payback period of 5.9 years.\nThe break-even point of the project is 46.95 percent, which means the project can keep balance if the annual output amount to 42,000 tons.\n\nVI. Plans for cooperation\nWe have set up a joint venture with Japan's Marubeni in the early of the year, with a registered capital of 57 million yuan. The capital structure is as follow:\na. Shengli Oilfield Bureau of Administration          19.95 million yuan   35£¥\nb. Shengli Oilfield Engineering Machinery Facotry     17.10 million yuan   30£¥\nc. Dongying District State Assets Operation & Management Co., Ltd 5.70million yuan 10£¥\nd. Marubeni Engineering Technology Co., Ltd           14.25 million yuan   25£¥\n\nTo meet our capital need for this project, we are now planned to increase our registered capital to 118.88 million yuan. Taking our added investment into consideration, we need another 34.68 million yuan to get the plan executed. So we are seeking a new joint venture partner who'd like to join this project and meet our capital requirement.\nWe would like to exchange the information with the manufacturers and suppliers who are interested in this project and have discussion on raw material supply as well as jointly investing the factory establishment. And we hope we could have good cooperation in future.\nFor additional information regarding this project, please feel free to contact us.\n\nLooking forward to your prompt reply.\n\nSincerely yours, \n\nTony Leung\nProject officer\n\nTel: +86-546-833 9362\nFax:+86-546-832 9817\nMobile: +86-133 4505 3225\nEmail: tony@mpbdy.com\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1075", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Tony\" <zlblzm@sohu.com>", "Tony <zlblzm@sohu.com>"], "dc:format": "text/plain;charset=\"GB2312\"", "dc:identifier": "<200407240840.i6O8eFIC023485@aquaduct.cs.CU>", "dc:subject": "Seeking joint-venture partners for ERW oil casing project", "dc:title": "Seeking joint-venture partners for ERW oil casing project", "dcterms:created": "2004-07-24T09:39:53Z"}