{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Aug 23 05:41:20 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "anita_oba@yahoo.com", "MboxParser-return-path": "<anita_oba@INEC.com> we have decided to share The money in the following percentage=2C 60% for us 30% for you The account owner and 10% for all local and international Expenses that may arise in the course of this transaction=2E", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Ms Anita Obadan <anita_oba@INEC.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "anita_oba@INEC.com", "Message:From-Name": "Ms Anita Obadan", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200408230940.i7N9eRbM019779@casino.mail.UM>", "Message:Raw-Header:Reply-To": "anita_oba@yahoo.com", "Message:Raw-Header:Return-Path": "<anita_oba@INEC.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTREAT AS URGENT.\n\nMs. Anita Obadan\r\nTenders Board,\r\nIndepedent National electoral Commission\r\nLagos, Nigeria.\r\n\r\nDear Friend,\r\n\r\nI guess this letter may come to you as surprise since I had no previous correspondence with you.\r\n\r\nI am the Secretary, tenders board of independent national Electoral commission (INEC). I got your contact in  my Search for a reliable person handle a very confidential Transaction involving the transfer of US$16.5 million.\r\n\r\nThe above fund is not connected with arms, drugs or Money laundering. It is the product of an over invoiced Contract awarded in 2001 by INEC to a foreign company for the construction of high rise estate in the federal capital territory.\r\n\r\nThe contract has long been executed and payment of The actual contract amount has been paid to the Foreign contractor leaving the balance, which my colleagues and I now want to transfer out of Nigeria into a reliable foreign account for our personal use.\r\nAs civil servants we are not allowed to run foreign accounts. Hence we have chosen to front and support you as the Beneficiary to be paid.\r\n\r\nIf you are interested in the proposal contact the Chairman of the board Dr. Akinade Williams on: akinwills@netzero.com;  with the subject: (ANITA'S CONTACT) with your letter of acceptance along with your Direct telephone and fax numbers.If you use this subject, he will know that you are responding to the proposal that I sent to you.\r\n we have decided to share The money in the following percentage, 60% for us 30% for you The account owner and 10% for all local and international Expenses that may arise in the course of this transaction.\r\n\r\nFurther details about this transaction will be discussed in the subsequent correspondence.\r\n\r\nNote also that the particular nature of Your business is irrelevant to this transaction and  all local contacts and arrangements are in place For a smooth and successful conclusion of this transaction.\r\n\r\nBe informed that we are aware of the way email proposals of this type are being sent from this part of africa and as regards that,you should please treat this with utmost attention knowing fully well that you cannot and will not be compelled to assist us if you are not disposed to.\r\n\r\nContact me, or the Chairman via email with your contact telephone and fax Numbers, so that he can call you for a discussion.\r\n\r\nThank you as i await your response.\r\n\r\nSincerely,\r\n\r\nMs. Anita Obadan\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1088", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Ms Anita Obadan\" <anita_oba@INEC.com>", "Ms Anita Obadan <anita_oba@INEC.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200408230940.i7N9eRbM019779@casino.mail.UM>", "dc:subject": "TREAT AS URGENT.", "dc:title": "TREAT AS URGENT.", "dcterms:created": "2004-08-23T09:40:40Z"}