{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable ", "MboxParser-from": "r  Thu Aug 26 05:17:52 2004", "MboxParser-mime-version": "1.0 ", "MboxParser-reply-to": "bob_dan@jumpy.it  you can contact me immediately through my personal email address =28bob=5Fdan=40z6=2Ecom=29", "MboxParser-return-path": "<linguists-errors@UM>  I need truthful person in this business because I don't want to make mistake I need your strong assurance and trust=2E", "MboxParser-status": "O ", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM No other person knows about this money or any thing concerning it=2EThe owner has no other beneficiary and my investigation proved to me as  well that his company does not know anything about this money and the amount involved is =28USD$65M=29 SIXTY FIVE  million United States Dollars=2E", "MboxParser-x-sieve": "CMU Sieve 2.2 FROM Mr=2EBob Dan ", "Message-From": "MR.  BOB  DAN <bobdan@xasa.com>", "Message:From-Email": "bobdan@xasa.com", "Message:From-Name": "MR.  BOB  DAN", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200408260917.i7Q9HnxD018686@casino.mail.UM>", "Message:Raw-Header:Reply-To": "bob_dan@jumpy.it", "Message:Raw-Header:Return-Path": "<linguists-errors@UM>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGOOD  DAY\n\n\r\n  FROM Mr.Bob Dan\r\n  ECO TRUST BANK [ECOBANK]\r\n  BENIN REP\r\n\r\n\r\nDearest friend,\r\n\r\n In order to transfer out (USD 65 MILLION) million United States Dollars from ECO BANK  [ECOBANK].\r\n\r\nI havethe courage to ask for your assistance to handle this important and confidential business believing that you will never let me down either now or in future.\r\n\r\nI am Mr.Bob Dan. the AUDITOR GENERAL  of ECOTRUST BANK  [ECOBANK]ASSISTED RURAL PROJECTS IN BENIN REPUBLIC. There is some fund left in this bank since 1999 and nobody has claimed it.\r\n\r\n After going through some old files in the records, I discovered that if Ido not remit this money out urgently it will be forfeited for nothing. The owner of this  money is :MR Raymond Beck: a foreigner,and a business man by profession and he died since 1999.\r\n\r\n No other person knows about this money or any thing concerning it.The owner has no other beneficiary and my investigation proved to me as  well that his company does not know anything about this money and the amount involved is (USD$65M) SIXTY FIVE  million United States Dollars.\r\n\r\nI want\tus to claim and transfer  the  [USD65M]sixty five  million United States Dollars from this account into a safe foreigners account abroad , but I don't know any foreigner, I am only contacting you as a foreigner because this money cannot be approved to a local bank here,\r\nbut can only be approved to any foreign account because the money is in us dollars and the former owner of the account is Mr Raymond Beck is a foreigner too.\r\n\r\n I know that this message will come to you as a surprise as we don't know our selves before,but be sured that it is real and a genuine business.\r\n\r\nYou are the only person that I have contacted in this business, so please reply urgently so that I will inform you the next step to take urgently.I would want us to conclude this transfer within few  working days, In that regards kindly confirm to me your willing to receive this money into a foreign account or any account of your choice where the fund will be safe.\r\n\r\nI will fly to your country for withdrawal and sharing and other investments as soon as you receive our fund and confirm to me.\r\n\r\nI am contacting you because of the need to involve a foreigner with foreign account and foreign beneficiary. I need your full co-operation to make this work fine because the management is ready to approve this payment to any foreigner who has correct information of this account, which I will give to you upon your willingness immediately.\r\n\r\n If you are able and with capability to handle such amount in strict confidence and trust according to my instructions and advice for our mutual benefit because this opportunity\r\nwill never come again in my life.\r\n\r\n I need truthful person in this business because I don't want to make mistake I need your strong assurance and trust.\r\n\r\nWith my position now in the office I can transfer this money to any foreigner's reliable account after the proceedures and the necessary banking transfer Mode of transfer, which you can provide with assurance that this money will be intact pending my physical arrival in your country for sharing. I will destroy all documents of transaction immediately we receive this money leaving no  trace to any place.\r\n\r\nYou can also come to discuss with me face to face here in Benin republic after which I will make this remittance in your presence and two of us will fly to your country so at least two days ahead of the money going into the account.\r\n\r\nI will apply for annual live to get visa immediately Ihear from you that you are ready to act and receive this fund in your account.\r\n\r\nI will use my position andinfluence to effect legal approvals and  onward transfer of this money to your account.\r\n\r\n At the conclusion of this business, you will be given 35% of the total  amount, 60% will be for me, while 5% will be for unforseen expenses both parties might have incurred during the process of transferring.\r\n\r\n you can contact me immediately through my personal email address (bob_dan@z6.com)\r\n\r\n\r\n\r\nThanks and God bless you.\r\n\r\nBest regards.\r\n\r\nMr.Bob Dan.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1096", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"MR.  BOB  DAN\" <bobdan@xasa.com> BENIN REP At the conclusion of this business=2C you will be given 35% of the total  amount=2C 60% will be for me=2C while 5% will be for unforseen expenses both parties might have incurred during the process of transferring=2E", "MR.  BOB  DAN <bobdan@xasa.com>"], "dc:format": "text/plain; charset=\"us-ascii\" I know that this message will come to you as a surprise as we don't know our selves before=2Cbut be sured that it is real and a genuine business=2E", "dc:identifier": "<200408260917.i7Q9HnxD018686@casino.mail.UM> ECO TRUST BANK =5BECOBANK=5D ", "dc:subject": "GOOD  DAY", "dc:title": "GOOD  DAY", "dcterms:created": "2004-08-26T09:08:51Z"}