{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Feb 12 11:18:00 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "boomer1@netster.com", "MboxParser-return-path": "<doomer@themail.com> for <R@M>; Wed, 12 Feb 2003 11:17:44 -0500 (EST) ", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "MR.YARO BAMIYI <doomer@themail.com>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "doomer@themail.com", "Message:From-Name": "MR.YARO BAMIYI", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200302121617.h1CGHc0B016233@cs.CU>", "Message:Raw-Header:Reply-To": "boomer1@netster.com", "Message:Raw-Header:Return-Path": "<doomer@themail.com>\tfor <R@M>; Wed, 12 Feb 2003 11:17:44 -0500 (EST)", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLOOKING FOR TRUSTED PARTNER\n\n\r\n\r\nATTN: Sir/Madam.\r\n\r\n\r\n\r\nMy name is MR YARO BAMIYI, the eldest son of Rtd\r\nGeneral\r\nBUBA S.G.BAMIYI, who was the estwhile Minister\r\nof the Federal Capital territory Abuja in thelate\r\nGeneral Sani Abachas Regime of 1993-1998.I am\r\ncontacting you in a benevolent spirit; utmost\r\nconfidence and trust to enable us provide a solution\r\nto a money transfer of $25M that is presently putting\r\nmy entire family into great disarray.\r\n\r\nYou may be quite surprised at my sudden contact to you\r\nbut do not despair, I got your contact from a business\r\nsite on the internet and following the information I\r\ngathered about you, I was convinced that you could be\r\nof assistance to me. So,I decided to contact you at\r\nonce due to the urgency required for us to immediately\r\ntransfer the said funds out of the country.\r\n\r\nDuring the time my father was in the government with\r\nthe late General Sani Abacha as the head of state,they\r\nwere both involved in several deals that yielded\r\nBillions of Dollars. The prominent amongst the deals\r\nwas monies that emanated from funds set aside for the\r\nimportation of Arms and Ammunitions to boost the\r\nNigerian Defense, funds set to embark on an oversea\r\nampaign to counter the United States action to put a\r\nstop to the self succession bid of the Abacha\r\ngovernment to retain power, and monies set aside to\r\nrehabilitate the ailing Nigerian Petroleum Refineries\r\nand the National Electric Power Authority which\r\nsupplies Electricity to the entire nation. If you are\r\nconversant with world news, you would understand\r\nbetter.\r\n\r\nDuring this period my father was able to make some\r\ngood money for himself and kept in his private bank\r\naccounts. The then head of state General Sani Abacha\r\ntransferred his share of the money through a Lebanese\r\nbusinessman, Chagoury and a Jewish businessman, Mark\r\nRissar to bank accounts overseas. Unfortunately, all\r\nthe secrets were revealed by the investigation\r\nagencies set up by the successive governments and most\r\nof the Abacha?s loots were traced and repatriated\r\nfromthe various accounts to the Federal Government\r\nTreasury.\r\n\r\nOut of the money my father made, he left the sum of\r\nN50 Million (Fifty Million Naira) in the CBN escrow\r\naccount for further transfer into a foreign account\r\nand a sum of $25M (TWENTY-FIVE Million Dollars) was\r\nkept in a Private security firm here in Nigeria.\r\nThrough the confessions made by the Abacha?s Family,\r\nthe N50 Million was recovered by the investigating\r\nagency from the CBN escrow account. But were unable to\r\ndiscover the $25M, which he kept in the vaults. The\r\nreason is because no names were used to lodge in the\r\nfunds.Instead, he used PERSONAL IDENTIFICATION NUMBERS\r\n(PIN) and declared the contents as Bearer Bonds and\r\nTreasury Bills. Also the firm issued him with a\r\ncertificate of deposit of the consignments. Note thatI\r\nhave these information in my custody.\r\n\r\nRight now, my father has been arrested and detained\r\nfor interrogation. As the eldest son of my Father, I\r\nbelieve that I owe the entire family an obligation to\r\nensure that the $25M is successfully transferred\r\nabroad for investment purposes. With the present\r\nsituation, I cannot do it all by myself.\r\n\r\nIt is based on this that I am making this contact with\r\nyou. I have done a thorough homework and fine-tuned\r\nthe best wayto create you as the beneficiary to the\r\nfunds and effect the transfer accordingly. Is rest\r\nassured that the modalities I have resolved to\r\nfinalize the entire project guarantees our safety and\r\nthe successful transfer of the funds. So, you will be\r\nabsolutely right when you say that this project is\r\nrisk free and viable. If you are capable and willing\r\nto assist,contact me at once via email for more\r\ndetails.\r\n\r\nBelieve me, there is no one else we can trust gain.All\r\nmy fathers friends have deserted us after exploiting\r\nus on the pretence of trying to help my father. As it\r\nis said, \"it is at the time of problems that you know\r\nyour true friends\". So long as you keep everything to\r\nyourself, we would definitely have no problems. For\r\nyour assistance, I am ready to give you as much as 20%\r\nof the total funds after transfer and invest a\r\nreasonable percentage into any viable business you may\r\nsuggest.\r\n\r\nPlease, I need your assistance to make this happen and\r\nplease; do not undermine it because it will also be\r\nasource of up liftment to you also. You have\r\nabsolutely nothing to loose in assisting us\r\ninstead,you have so much to gain.\r\n\r\n\r\n\r\nAwaiting your urgent and positive response.\r\nBest Regards\r\n\r\nMR.YARO BAMIYI.\r\n\r\nAlternative Email:(yaroroyal@bluemail.ch) OR (yarobamiyi@themail.com)\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-112", "X-TIKA:parse_time_millis": "2", "dc:creator": ["\"MR.YARO BAMIYI\" <doomer@themail.com>", "MR.YARO BAMIYI <doomer@themail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200302121617.h1CGHc0B016233@cs.CU> ", "dc:subject": "LOOKING FOR TRUSTED PARTNER", "dc:title": "LOOKING FOR TRUSTED PARTNER", "dcterms:created": "2003-02-12T16:17:38Z"}