{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Aug 31 18:50:26 2004", "MboxParser-mime-version": "1.0 ", "MboxParser-reply-to": "mrokparamark@yahoo.co.in ", "MboxParser-return-path": "<macokpara@swissmail.net> ", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM ", "MboxParser-x-priority": "1 ", "MboxParser-x-sieve": "CMU Sieve 2.2 ", "Message-From": "Mark Okpara <macokpara@swissmail.net>", "Message:From-Email": "macokpara@swissmail.net", "Message:From-Name": "Mark Okpara", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200408312250.i7VMnxAu012413@threefriends.mr.itd.UM>", "Message:Raw-Header:Reply-To": "mrokparamark@yahoo.co.in", "Message:Raw-Header:Return-Path": "<macokpara@swissmail.net>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Priority": "1", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT RESPONSE\n\nDear Sir/Madam,\r\n\r\nPlease direct your positive response for quick attention  through this\r\nemail address:mrokparamark@yahoo.co.in\r\n\r\nMy name is Mark Okpara, a member of the committee set  up by the Federal Government of Nigeria to supervise the  activities of the Petroleum Trust  Fund (PTF), the agency  that manages proceeds from the sale of crude oil  in my  country. At the inception of the new democratic  government in my country, the Petroleum Trust Fund was  ordered to wind up its operation to enable the new  committee take over.\r\n\r\nThe former Chairman of the agency in the person of Major  General Muhammed Buhari (Rtd.) was also retired. In its  place a new committee in  which I am a member was  appointed to take over and oversee the activities of the  agency. The duty of the committee amongst others  includes verifying all outstanding contract claims and debts  with the sole objective of settling such long overdue  claims.\r\n\r\nI therefore decided to contact you directly having gotten  your name and company's information from a business  handbook of your country I discovered in the former  chairman's official study, which he left behind  in his office.  Going through some of the files left behind by the former  chairman, we discovered that he has secured out of the  Central Bank of Nigeria a forex release to the tune of  US$25,500,000.00 for the payment of goods and services  supplied by foreign contractors for the execution of  KUBUWA WATER PROJECT in the oil rich Niger Delta.\r\n\r\nHe was trying to transfer the funds to a ghost company  abroad when he was removed from office. In confidence,  we know that the goods and services were not supplied  but used his office to approve the payment in  favour of a  foreign firm with no fixed address.\r\n\r\nHe confided in me as a member of the new committee that  he used his position to over invoice the contract. After his  removal from office, this over invoiced amount is floating  in the system and left unclaimed. He has therefore  requested me to help look for a foreign company into  whose account the funds will be transferred.\r\n\r\nI am now soliciting for your cooperation to enable us  process the transfer of the funds to your account. You  should provide us your company's name or any other name  as long as you will be able to receive the amount. It will be  treated as one of the outstanding payments due to  you on  executed contract. We will take measure to duly register  your company here in Nigeria to give it legitimacy.\r\n\r\nWe need your company's name and account particulars to  enable us file application for foreign exchange allocation  order at the Federal Ministry of Finance. The moment we  accomplish this, we will raise Contract Award Certificate in  your company's name to show that a contract was actually  awarded and executed by you. The nature of your business  does not matter.\r\n\r\nFor your participation and investing in this project, we are  prepared to concede 25% of the total sum to you. On  completion of the project, we will commit a substantial  percentage of our share into investments in your country  and we will direct you on how to repatriate the balance of  our share.\r\n\r\nI wish to state here again that confidentiality should be our  watchword. If the above proposal meets your approval,  please respond immediately. Endeavour to furnish me with  your secured private telephone  and fax line for easy reach  through my emailaddress:mrokparamark@yahoo.co.in\r\n\r\nRegards,\r\nMark Okpara\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1104", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Mark Okpara\" <macokpara@swissmail.net> ", "Mark Okpara <macokpara@swissmail.net>"], "dc:format": "text/plain; charset=\"us-ascii\" ", "dc:identifier": "<200408312250.i7VMnxAu012413@threefriends.mr.itd.UM> ", "dc:subject": "URGENT RESPONSE", "dc:title": "URGENT RESPONSE", "dcterms:created": "2004-09-01T00:50:40Z"}