{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-<div>attn": "MANAGING DIRECTOR/PRESIDENT</DIV>", "MboxParser-attn": "MANAGING DIRECTOR/PRESIDENT", "MboxParser-content-transfer-encoding": ["8bit", "8bit"], "MboxParser-from": "r  Thu Sep 16 09:32:59 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "\"Mr. Martins Aku\" <martinsaku@handbag.com>", "MboxParser-return-path": "<martinsaku@handbag.com> boundary=\"= Multipart Boundary 0916040230\"", "MboxParser-sender": "\"Mr. Martins Aku\" <martinsaku@handbag.com>", "MboxParser-status": "O", "MboxParser-x-sieve": "CMU Sieve 2.2 charset=\"ISO-8859-1\"", "Message-From": "Mr. Martins Aku <martinsaku@handbag.com>", "Message-Recipient-Address": "R@M", "Message-To": ["<R@M>", "R@M"], "Message:From-Email": "martinsaku@handbag.com", "Message:From-Name": "Mr. Martins Aku", "Message:Raw-Header:Message-Id": "<200409161330.i8GDUtGY018296@brazil.mail.UM>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "\"Mr. Martins Aku\" <martinsaku@handbag.com>", "Message:Raw-Header:Return-Path": "<martinsaku@handbag.com>", "Message:Raw-Header:Sender": "\"Mr. Martins Aku\" <martinsaku@handbag.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Multipart-Boundary": "= Multipart Boundary 0916040230", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom: Martins Aku\n\n\n\n\nRESIDENTIAL ADDRESS \n# 16 OBIOMA STREET, \nG. R A, ENUGU, \nENUGU \nSTATE. \nNIGERIA. \n\n\n \n\nATTN: MANAGING DIRECTOR/PRESIDENT\n\n \n\nIn order to transfer (USD$56 Million Dollars) from our bank, I have the \ncourage to ask you to look for a reliable and honest person who will be capable \nof this important business believing that you will not me down. \n\n \n\nI am MR. MARTINS AKUthe eastern district bank manager of united bank for \nAfrica plc (UBA). There is an account opened in this bank in 1980 and since 1990 \nnobody has operated on this account again. After intensive investigations, I \ndiscovered that if I do not find a way to get the amount in question stacked out \nsomewhere safe urgently it will be forfeited for nothing. The owner of this \naccount, ENGR. SMITH U. WILLIAMS, a foreigner, the manager of Petro- technical \nsupport services, a chemical Engineer by profession and he died in 1990 and no \nother person knows about this account or any other beneficiary. My \ninvestigations prove to me as well that this company does not know anything \nabout this account and has no attachment to the said amount. The amount involved \nis 56 MILLION USD (FIFTY-SIX MILLION UNITED STATES DOLLARS) ONLY. \n\n \n\nIn the light of the fact, I needed your assistance to open your door to \nthis opportunity by providing your account or any account of your choice where \nthe fund will be remitted. I want to transfer this money into a safe foreigner’s \naccount abroad but I don’t know any one who could actually assist, I am only \ncontacting you as a foreigner because this money can only be approved to a \nforeign account because the money is in US Dollars and the owner of the account \nENGR. SMITH U. WILLIAMS and a foreigner too. \n\n \n\nI know that this mail will come as surprise to you as we don’t know \nourselves, but be sure that is for real. I got your contact on the believing \nthat you will not let me down in this business. You are the only person that I \nhave contacted for this business, so please reply urgently so that I will let \nyou know what steps to take next. Send also your private telephone, fax and \nmobile number for easy communication including the full details of the account \nto be used for the deposit. I am contacting you because of the need to involve a \nforeigner with foreign account. I need your full co-operation to make this work \nout alright. \n\n \n\nYour assistance as foreigner is necessary because the management is ready \nto welcome any person, a foreigner who has correct information of this account, \nwhich I will give to you immediately, if you are interested to conclude this \ntransaction with me. If your are capable of handling such amount in strict \nconfidence, keeping to my instructions I need a sincere person for this venture \nbecause I don’t want to make mistake, I need your strong assurance that this \nmoney will be intact pending my arrival in your country for sharing. \n\n \n\nYou should be informed strictly that I will burn all the documents in your \npresence immediately after this money has been remitted to your account leaving \nno trace to any place. \n\n \n\nI will apply for annual leave immediately I hear from you that you are \nready to act and receive this fund in your account. This is to enable me use my \nposition and influence to effect legal approvals for onward transfer of this \nmoney to your account with appropriate clearance forms of the ministries and \nforeign exchange department. \n\n \n\nAt the conclusion of this business, you will be given 20% of the total \namount, 70% will be for us and 10%for any expenses incurred during the \ntransaction. \n\n \n\nI look forward to your earnest reply.\n\n \n\nYours truly, \n\n \n\nMR. MARTINS AKU\n\n \n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1117", "X-TIKA:parse_time_millis": "2", "dc:creator": ["\"Mr. Martins Aku\" <martinsaku@handbag.com> FONT-FAMILY: arial", "Mr. Martins Aku <martinsaku@handbag.com>"], "dc:format": "text/html;", "dc:identifier": "<200409161330.i8GDUtGY018296@brazil.mail.UM> charset=\"ISO-8859-1\"", "dc:subject": "From: Martins Aku", "dc:title": "From: Martins Aku", "dcterms:created": "2004-09-16T09:30:53Z"}