{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Sep 18 21:55:05 2004", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<kennymartins@rediffmail.com> ", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200409190154.i8J1s9ke030495@neartoearth.mr.itd.UM>", "Message:Raw-Header:Return-Path": "<kennymartins@rediffmail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom London !!!!!!!!\n\n\r\n>From : Barrister. Kenny Martins\r\nKindest Attention,\r\n\r\nFirstly, not to cause you embarrassment, I am Barrister. Kenny Martins, a\r\nPapua New Guinean by Nationality, a Barrister based in the United\r\nKingdom and the personal attorney to late Mr. Mark Michelle a\r\nNational of France, who used to be a private contractor with the\r\nShell Petroleum Development Company in Saudi Arabia, herein after\r\nshall be referred to as my client. On the 21st of April 2001, he and his\r\nwife with their three children were involved in an auto crash; all\r\noccupants of the vehicle unfortunately lost their lives.\r\n\r\nSince then, I have made several enquiries with his country's\r\nembassies to locate any of my clients extended relatives, this has also\r\nproved unsuccessful. After these several unsuccessful attempts, I\r\ndecided to contact you with this business partnership proposal. I\r\nhave contacted you to assist in repatriating a huge amount of money\r\nleft behind by my client before they get confiscated or declared\r\nunserviceable by the Bank where this huge deposit was lodged.\r\n\r\nThe deceased had a deposit valued presently at GBP30 million British\r\nPounds Sterling and the Bank has issued me a notice to provide his\r\nnext of kin or Beneficiary by Will otherwise have the account\r\nconfiscated within the next thirty official working days.  Since I have\r\nbeen unsuccessful in locating the relatives for over three years now, I\r\nseek your consent to present you as the next of kin / Will Beneficiary\r\nto the deceased so that the proceeds of this account valued at\r\nGBP 30 Milliom British Pounds Sterling can be paid to you.\r\n\r\nThis will be disbursed or shared in these percentages, 70% to me and\r\n30% to you.I have all necessary legal documents that can be used to\r\nBack up any claim will be obtained From the Court of England with the\r\nCertificate Of Deposit which has been issued to me by the Bank.\r\n\r\nAll I require is your honest Co-operation,Confidentiality and Trust\r\nto enable us see this project through. I guarantee you that this will be\r\nexecuted under a legitimate Arrangement that will protect you from any\r\nbreach of the law. All the relevant documents that will give you the\r\nlegal backing to claim the fund will be processed. Please\r\nacknowledge receipt of this message by e-mail.\r\n\r\nAs I am based in the United Kingdom. And please provide me the\r\nfollowing below; this is to enable me commence immediate preparation\r\nof all legal document that will back up our claim.\r\n\r\n1. Full Name\r\n2. Your Telephone Number and Fax Number\r\n3. Your Contact Address.\r\n\r\nYour urgent response will be highly anticipated and appreciated.\r\n\r\nBest regards,\r\nBarrister. Kenny Martins.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1128", "X-TIKA:parse_time_millis": "1", "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200409190154.i8J1s9ke030495@neartoearth.mr.itd.UM>", "dc:subject": "From London !!!!!!!!", "dc:title": "From London !!!!!!!!", "dcterms:created": "2004-09-18T17:52:02Z"}