{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Sep 19 14:33:32 2004", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<kevin_kamara@jumpy.it> CONFIDENTIAL", "MboxParser-status": "O", "MboxParser-x-sieve": "CMU Sieve 2.2 SOURCE OF THE MONEY", "Message-From": "kevin_kamara@jumpy.it", "Message:From-Email": "kevin_kamara@jumpy.it", "Message:From-Name": "KEVIN KAMARA AND SISTER.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"ISO-8859-15\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<kevin_kamara@jumpy.it>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYOUR HUMBLE ASSISTANCE IS HIGHLY NEEDED\n\nFROM:KEVIN KAMARA AND SISTER.\r\nABIDJAN, COTE D?IVOIRE\r\nWEST-AFRICA\r\nTELL+22507428963\r\nATTERNATIVE EMAIL(k.kamara@laposte.net)\r\n\r\nDear Director/Ceo\r\n                                       CONFIDENTIAL\r\n\r\nPlease I am KEVIN KAMARA, the only son of late CHIEF VINCENT KONE KAMARA\r\nfrom Sierra Leone. I got your contact from the Ecowas Infomation Center\r\nin Côte\r\nd'Ivoire. My sources of your contact gave me the courage and confidence\r\nto rely on you. I am writing you in absolute confidence primarily to seek\r\nyour assistance to transfer our cash of Ten Million Five hundred thousand\r\nUnited States Dollars($10,5000,000.00) now in the custody of a BANK here\r\nin Abidjan to your privateaccount pending our arrival to your country.\r\n\r\n               SOURCE OF THE MONEY\r\n\r\nMy late father, chief Vincent Kamara, a native of mende district in the\r\nNorthern province of Sierra Leone, was the general Manager of Sierra Leone\r\nmining co-operation (S.L.M.C.) Freetown. According to my father. This money\r\nwas the income accrued from mining co-operation's over draft and minor sales.\r\n\r\n\r\nBefore the peak of the civil war between the rebels forces of major Paul\r\nKoroma and the combined forces of ECOMOG peace keeping operation that almost\r\ndestroyed my country, following the forceful removal from power of the Civilian\r\nElected President Ahmed Tejan Kabbah by the rebels. My father had already\r\nmade arrangement for his family, my mother, my little sister and myself\r\nto be evacuated to Abidjan, Cote d'Ivoire with our\r\npersonal effects .\r\n\r\nMy father deposited the fund for the safe custody\r\nuntil after the war when he will join us. During the war in my country,\r\nand following the indiscriminate looting of public and Government properties\r\nby the rebel forces, the sierra Leone mining co-op was one of the targets\r\nlooted and destroyed.\r\n\r\nMy father including other top Government functionaries were attacked and\r\nkilled by the rebels in November\r\n2000 because of his relationship with the civilian Government of Ahmed Tejan\r\nKabbah. As a result of my father death, and with the news of my uncles involvement\r\nin air crash in January, dashed our hope of survival. The untimely deaths\r\ncaused my mothers\r\nheart failure and other related complications of which she later died in\r\nthe hospital After we must have spent a lot of money on her.\r\n\r\nNow my 16-year-old sister and myself are alone in this strange country suffering\r\nwithout any care or help. Without any relation, we are now like refugees\r\nand orphans. Our only hope now is in the fund our father\r\ndeposited in the BANK. To this effect, I humbly solicit your assistance\r\nin the followings ways. To assist me claim this fund from the BANK as co-beneficiary.\r\n\r\n\r\nTo transfer this money in your name to your country. To make a good arrangement\r\nfor a joint business investment on our behalf in your country with you as\r\nthe caretaker.To secure a college for my little sister and my self in your\r\ncountry to further our education.\r\nAnd to make arrangement for our travel to your country after you have transferred\r\nthis fund. Most importantly. The whole documents issued after deposit is\r\nin my custody. For your assistance, I beg to concede 10% of this money to\r\nyou for your assistance .\r\n\r\nBest regards\r\n\r\nKEVIN KAMARA AND SISTER.\r\n\r\n\r\n________________________________________\r\nCrea la tshirt con il tuo nick! http://www.mediasetshop.it/JumpyChat/\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1129", "X-TIKA:parse_time_millis": "1", "dc:creator": ["KEVIN KAMARA AND SISTER.", "kevin_kamara@jumpy.it"], "dc:format": "text/plain; charset=\"ISO-8859-15\"", "dc:subject": "YOUR HUMBLE ASSISTANCE IS HIGHLY NEEDED", "dc:title": "YOUR HUMBLE ASSISTANCE IS HIGHLY NEEDED"}