{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable ", "MboxParser-from": "r  Thu Sep 30 07:37:17 2004", "MboxParser-mime-version": "1.0 ", "MboxParser-return-path": "<musa.zongo7@virgilio.it> ", "MboxParser-status": "O ", "MboxParser-x-sieve": "CMU Sieve 2.2 ", "Message-From": "musa.zongo7@virgilio.it", "Message:From-Email": "musa.zongo7@virgilio.it", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"ISO-8859-15\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<415357FA0002D2BB@ims1c.cp.tin.it>", "Message:Raw-Header:Return-Path": "<musa.zongo7@virgilio.it>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHELLO MY DEAR..\n\nFROM THE DESK OF MR MUSA ZONGO.\r\nBILL AND EXCHANGE MANAGER.\r\nFOREIGN REMITTANCE DEPT.\r\nBANQUE DEVELOPPEMENT DU AFRICAINE-ADB ANNEXE.\r\nREPUBLIC OF BENIN-COTONOU.\r\nPHONE +229 683 625.\r\n\r\nGOOD DAY.\r\n\r\nI am MR MUSA ZONGO,the Manager in charge of BILL AND EXCHANGE DEPT UNIT\r\nof BANQUEDEVELOPPEMENT DU AFRICAINE-ADB ANNEXE. COTONOU-REPUBLIC OF BENIN\r\nwith due respectand regard.\r\n\r\nI have decided to contact you on a business transaction that will be beneficialto\r\nboth of us at the end of the transaction.\r\n\r\nDuring our investigations and Accounting auditing in this bank, my department\r\ncameacross a very huge sum of money belonging to a deceased person who died\r\nwithhis entire family on FEBRUARY 14,2002 in an AUTO CRASH along BURKINA\r\nFASO/LOME-TOGOEXPRESS WAY in WEST AFRICA and the fund has been dormant in\r\nhis account withthis Bank without any claim of the fund in our custody eit\r\nher from his familyor relation before our discovery to this development.\r\n\r\n\r\nAlthough personally, I keep this information secret within myself  to enable\r\nthewhole plans and idea be Profitable and successful during the time of\r\nexecution.The said amount was us$14M (Fourteen million united states dollars).\r\n\r\nAs it may interest you to know, I got your contact informations through\r\nsouth africannetwork online  programme and after i prayed for GOD'S devine\r\nmercies,i decidedto contact you over this enterpresing transcation that\r\nboth of us must benefitsfrom this business of such magnitude without any\r\nproblem.\r\n\r\nMeanwhile all the whole arrangements to put claim over this fund as the\r\nbonafidenext of kin to the deceased,get the required approval and transfer\r\nthis moneyto a foreign account has been put in place ,futher directives\r\nand needed informationswill be relayed to you as soon as you indicate your\r\ninterest and willingnessto assist me and al so benefit your self to this\r\ngreat business opportunity.\r\n\r\nIn fact I could have done this deal alone but because of my posi tion in\r\nthis countryas a civil servant, we are not allowed to operate a foreign\r\naccount and wouldeventually raise an eye brow on my side during the time\r\nof transfer because Iwork in this bank.\r\n\r\nThis is the actual reason why it will require a second party or fellow who\r\nwillforward claims as the next of kin with affidavit of trust of oath to\r\nthe Bankand also present a foreign account where he will need the money\r\nto be re-transferredinto on his request as it may be after due verification\r\nand clarification bythe correspondent branch of the bank where the whole\r\nmoney will be remitted fromto your own designation bank account.\r\n\r\nMay I at this point emphasize that this transaction is 100% risk free as\r\nI havemade arrangements for a successful deal before contacting you.\r\nOn smooth conclusion of this transaction, you will b e entitled to 25% of\r\nthe totalsum as gratifications,while 5% will be set aside to take care of\r\nexpenses thatmay arise during the time of transfer and also telephone bills,\r\nwhile 70% willbe for me .\r\n\r\n\r\nPlease, you have been adviced to keep top secret as i'm still in service\r\nand intendto retire from service after we conclude this deal with you.\r\n\r\nI will be monitoring the whole situations here in this bank until you confirm\r\nthemoney in your account and ask my entire family and me to come down to\r\nyour countryfor subsequent sharing of the fund according to percentages\r\npreviously indicatedand further investments, either in your country or any\r\ncountry you advice usto invest in.\r\n\r\nAll other necessary informations will be sent to you when I hear from you.I\r\nsuggestyou get back to me as soon as possible via telephone and also through\r\nthis email,statingyour wish in this deal.\r\n\r\nYours Faithfully.\r\nMR MUSA ZONGO.\r\nphone +229 68 3625.\r\nAlternative   Email musa.zongo@caramail.com\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1175", "X-TIKA:parse_time_millis": "1", "dc:creator": ["musa.zongo7@virgilio.it ", "musa.zongo7@virgilio.it"], "dc:format": "text/plain; charset=\"ISO-8859-15\" ", "dc:identifier": "<415357FA0002D2BB@ims1c.cp.tin.it> ", "dc:subject": "HELLO MY DEAR..", "dc:title": "HELLO MY DEAR..", "dcterms:created": "2004-09-30T11:19:21Z"}