{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Oct  4 13:14:32 2004", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<bgovou@zipmail.com.br> ", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.2 no person to aply to receive this fund as the next of kin.this transacti=", "Message-From": "bgovou@zipmail.com.br", "Message-Recipient-Address": "bgovou@zipmail.com.br", "Message-To": ["bgovou@zipmail.com.br", "bgovou@zipmail.com.br"], "Message:From-Email": "bgovou@zipmail.com.br", "Message:From-Name": "within six banking days, after you apply to the bank as a original relat=", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<bgovou@zipmail.com.br>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom Mr Edward Govou.\n\n\r\n\r\nDear Sir/Madam,\r\n\r\n\r\nCompliments of the season. It is indeed my pleasure to write to you this\r\nletter, which I believe you will welcome it . Mr Edward Govou, the manager,credit\r\nand foreign bills of Eco Bank du Benin-Rep.\r\n\r\nI am writing in respect of a foreign customer of my bank who perished Eygptian\r\nAir Flight with the whole passengers aboard on 31st oct 1999, Since the\r\ndemise of this our customer,I personally as watched with keen interest to\r\nsee the next of kin but all has proved abortive as no one has come to claim\r\nhis fund of $4.250m[Four Million Two Hundred and Fifthy Thousand Dollars\r\n]in a dormant account which has been with my branch for a very long time.\r\n\r\nYou are advice to receive this fund in to your bank account since there\r\n no person to aply to receive this fund as the next of kin.this transaction\r\nis LEGAL AND LAGITIMATE.There after I and my collegues will visit your country\r\nfor disbursment.All the important document in this will be send to you to\r\nproved.\r\n\r\nOn this note, I decided to contact you to be the next of kin as no one has\r\ncome up as his relation and the paying department has been look for theoriginal\r\nnext of kin to the deceased that died. And the country law here does not\r\nallow such money to stay more than Five years, for the money will be recalled\r\nto the gvernment treasury as unclaimed after this period.\r\n\r\nUpon the receipt of the required bellow of your information response, I\r\nwill send to you the application form in which you fill and aply for the\r\nrelease the to you,and the bank's contact information regard to this transaction.\r\n\r\nI will not fail to bring to your notice that this is 100% free and you should\r\nnot entertain any fear as all modalities for fund transfer can be finalized\r\n within six banking days, after you apply to the bank as a original relation\r\nto the deceased.\r\n\r\nThere after I will fly down in your country for disbursment according to\r\nthe percentages in claiming of the deposits and its transfer to your position,\r\nwe shall share the funds in the mutual understanding as we agreed .\r\n\r\nWhen you receive this letter, kindly send me an e- mail signifying your\r\ngood decision TO RECEIVE THIS FUND PEACEFULY. And also forward to me the\r\nrequied information as to be the original bebeficiary to transfer the fund\r\nin your name and favour .\r\n\r\nYOUR FULL NAME.\r\nYOUR ADDRESS.\r\nYOUR BANKING DETAIL INFORMATION WERE YOU WANT THIS FUND TO BE TRASFERED.\r\nYOUR DIRECT MOBILE PHONE/FAX NUMBER FOR COMMUNICATION .\r\n\r\n\r\nUpon receive all these I forward your information required to the paying\r\ndepartment enable them recorganise you as well i will send to you a text\r\nof application inwhich you will fill and apply for the immediately realsed\r\nof this fund as original NEXT OF KIN.Also I will like you to treat this\r\ntransaction with the utmost secrecy because of my position in this bank.\r\noping for a very successful business relationship and benefit with you.urgently\r\ncontact me through the above vai email or at bgovou@hotmail.com\r\n\r\n\r\nRespectfully submitted,\r\n>From Mr Edward Govou.\r\n\r\n\r\n\r\n------------------------------------------\r\nUse o melhor sistema de busca da Internet\r\nRadar UOL - http://www.radaruol.com.br\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1182", "X-TIKA:parse_time_millis": "0", "dc:creator": ["bgovou@zipmail.com.br within six banking days, after you apply to the bank as a original relat=", "bgovou@zipmail.com.br"], "dc:format": "text/plain; charset=\"iso-8859-1\"", "dc:subject": "From Mr Edward Govou.", "dc:title": "From Mr Edward Govou."}