{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Oct 16 19:22:19 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "elisabeth2004@voila.fr", "MboxParser-return-path": "<elisabeth2004@voila.fr>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Elisabeth Kabba <elisabeth2004@voila.fr>", "Message:From-Email": "elisabeth2004@voila.fr", "Message:From-Name": "Elisabeth Kabba", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200410162322.i9GNMDm1020823@mission.mail.UM>", "Message:Raw-Header:Reply-To": "elisabeth2004@voila.fr", "Message:Raw-Header:Return-Path": "<elisabeth2004@voila.fr>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI NEED YOUR HELP\n\nDear\r\n\r\nI know that this proposal might be a surprise to you but do consider it as an emergency. In a nut shell, My name is Miss Elisabeth Kabba 20 years old from the republic of Sierria-Leone in west Africa, now seeking for refugee in Dakar -Senegal under the(UNHCR).\r\n\r\nThe only child of late Dr David Kabba. I am looking for someone who can take me as child I promise to be obidient to you and I will bring happiness to your life. I got your contact while surfing the net.I want you to assist me in this transaction. My late father was the managing director of Rainbow Gold and Diamond Mine company in (KENEMA)Sierra-Leone. But he was killed along side with my mother during the longing\r\ncivil war and all his properties were totally destroyed.\r\n\r\nHowever, after their death I managed to escape with very important files of my father.He has the sum of (US$10.5M)Ten million five hundred thousand U.S Dollars only. This amount was deposited by my late\r\nfather in one of the leading Security company here in senegal. The deposit documents indicate me as the next of kin. Presently, I am saddled with the problem of securing a trust worthy foriegn personality to help me. I will map out 10% for you.\r\n\r\n(1)Stand on my behalf as the beneficiary for the claim of the inheritance from the Security company since the management of the Security company adviced that I should solicit for an individual or corporate organization to claim the deposit for me as they cannot release it directly to me due to my refugee status in Senegal.\r\n\r\n(2)Transfer the money over to your own country and into your possession pending my arrival to meet with you.\r\n\r\n(3)Invest and manage the money for me in a good business pending my maturity.\r\n\r\n(4) Help me secure my travelling documents to meet you as soon as my money is released to you.\r\n\r\nFurthermore,you can contact the Security company here in senegal for confirmation and I will issue a letter of authorisation on your name,that will enable the Bank correspond with you on my behalf.\r\n\r\nI am giving you this offers as mentioned with every confidence on your acceptance to assist me or adopt me as your Child if possible and manage the money for me.\r\n\r\nConclusively,I wish you send me a reply immediately you recieve this proposal. Until then,I remain with the best Stay Blessed.You can also contact me through this email address....elisabethkabba@yahoo.co.uk.in case i don't respond to your mail as earlier.\r\n\r\nMiss Elisabeth Kabba.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1197", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Elisabeth Kabba\" <elisabeth2004@voila.fr>", "Elisabeth Kabba <elisabeth2004@voila.fr>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200410162322.i9GNMDm1020823@mission.mail.UM>", "dc:subject": "I NEED YOUR HELP", "dc:title": "I NEED YOUR HELP", "dcterms:created": "2004-10-16T23:20:09Z"}