{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-930567302-1099896484=": ["25288", "25288", "25288--"], "MboxParser-<div><br><strong>subject": "Investment Proposal. Re: Transfer of Fifty Million United States Dollars, (US$50,000, 000.00)</STRONG></DIV>", "MboxParser-from": "r  Mon Nov  8 02:38:28 2004", "MboxParser-mime-version": "1.0 <hr size=1>Do you Yahoo!?<br>", "MboxParser-return-path": "<inno1983@yahoo.com> s=s1024; d=yahoo.com; inno1983@yahoo.com", "MboxParser-status": "O", "MboxParser-x-sieve": "CMU Sieve 2.2 b=r67mf5Bm3eFE7AyRmOXpMaUOFBQealhGKOvW++mn3rvtdId60Iso1ReoLrU7eS7Tjxf4VtoG7temnHQI56NvIRpsXUwUIU3nqG1jJ1jqOP19/AFrErdKNDSIx445rpqgjlWho401A4rOIyBCOlaVejc6rOZb2aSmtxk7FEE/V68=  ; Dear Sir", "Message-Recipient-Address": "inno1983@yahoo.com ", "Message-To": ["inno1983@yahoo.com ", "inno1983@yahoo.com"], "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20041108064804.26909.qmail@web41703.mail.yahoo.com>", "Message:Raw-Header:Return-Path": "<inno1983@yahoo.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2  s=s1024; d=yahoo.com;  b=r67mf5Bm3eFE7AyRmOXpMaUOFBQealhGKOvW++mn3rvtdId60Iso1ReoLrU7eS7Tjxf4VtoG7temnHQI56NvIRpsXUwUIU3nqG1jJ1jqOP19/AFrErdKNDSIx445rpqgjlWho401A4rOIyBCOlaVejc6rOZb2aSmtxk7FEE/V68=  ;", "Multipart-Boundary": "0-930567302-1099896484=:25288", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInvestment Proposal. \n\n\n\nRepublic of South Africa  \n  inno1983@yahoo.com \n  Dear Sir \n\n\nSubject: Investment Proposal. Re: Transfer of Fifty Million United States Dollars, (US$50,000, 000.00)\n\n\nI am Hon. Mr. Hope Sithole one of the Personal Assistants to the young President Joseph Kabila of Democratic Republic of Congo (DRC), since he assumed power.Sincerely speaking, my agitation is real, and my word is my bond in this proposal. This money in question is part of the budget made by our President Mr. Joseph Kabila, in the fear that members of the United Nations (UN) could perhaps be mandated to offer their respective supports in forcing Iraq to disarm themselves. Eventually, his dreams do not match up with realities and as a result he (the President) started using the money on personal ground because nobody could question/probe his actions, as he believed.\n\nAs his closest personal assistant and with the help of two other officials one of whom was the then deputy Director, Safety and Security Department, we were able to escape with two boxes containing the aforementioned sum. At present the boxes were deposited in a reputable Security firm here in South Africa and were registered as family belongings. We had agreed on the need for a foreign assistance with a legitimate bank account abroad, that will stand as, the beneficiary and partner as well in order to avoid suspicion, since we are existing as refugees here. Copies of certificate of Deposit as well as all necessary documents from the Security cc. are available for a hitch-free transaction.\n\nIn addition, you are also required to come/send a representative (as far as you trust the person representing) to the Republic of South Africa for the purpose of the transfer, but only if, by one reason or the other you cannot embark on a Five working (5) days trip by yourself, according to the expert from within the bank. As things are now we had not really agreed on the actual amount that should be your remuneration for your kind assistance, which to us is no big deal. The crux of this subject in particular is the declaration of your interest after-which we enter into negotiations with you over the (percentage) issue. Other details of which you may want to know shall be discussed in due course.\n\n\nPlease be kind enough to acknowledge this proposal by responding through the above E-mail address for a high level of confidentiality in this business deal.\n\nBest regards,\n\n\nHon. Mr. hope sithole\n\ntel _27832378499\n\n\n\n\n\t\n\t\t\n\n\nDo you Yahoo!?\n \nCheck out the new Yahoo! Front Page. www.yahoo.com", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1232", "X-TIKA:parse_time_millis": "1", "dc:format": "text/html; charset=us-ascii", "dc:identifier": "<20041108064804.26909.qmail@web41703.mail.yahoo.com> ", "dc:subject": "Investment Proposal. ", "dc:title": "Investment Proposal. "}