{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu Nov 18 10:15:12 2004", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<josgogo5@jumpy.it>", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "josgogo5@jumpy.it", "Message:From-Email": "josgogo5@jumpy.it", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"ISO-8859-15\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<josgogo5@jumpy.it>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGood Day .\n\n\r\nDear Sir ,\r\n\r\nCompliments of the day to you, how is your family and the good people around\r\nyou, I hope and assume they are in good condition if so thanks to the Almigthy\r\nGod for his good work.\r\n\r\nI am Mr. Joseph Gogo, presently promoted to Auditor General of Eco Bank\r\nPlc here in Cotonou Du Republic of Benin. During the course of our auditing\r\nlast week, I discovered a floating fund in an account opened in the bank\r\nin 1996 and since 1998 nobody has operated on this account again, after\r\ngoing through some old files in the records, I discovered that the owner\r\nof the account died without a will, hence the money is floating and if I\r\ndo not remit this money out urgently it will be forfeited for nothing. Believe\r\nGod in all you are doing.\r\n\r\nI urge you to treat it serious. I and my collueges, want to transfer to\r\nan oversea account (US$6,700.000.00) Six Million, Seven Hundred Thousand\r\nUnited States Dollars) from Eco Bank Plc here in Cotonou, Republic of Benin.\r\nI want to ask you, If you are capable to or will quietly look for a reliable\r\nand honest person who will be capable, Honest and trustworthy to provide\r\neither an existing bank account or to set up a new Bank account as soon\r\nas posible to receive this money, as long as you will remain honest to me\r\n. I pray for your understanding.\r\n\r\nThe owner of this account, Mr. Morris Thompson, an American and great industrialist,\r\nresident of Alaska, who unfortunately lost his life in the plane crash of\r\nAlaska Airlines Flight 261 which crahsed on January 31 2000, including his\r\nwife and their only daughter who was surposed to be his next of kin if,\r\nYou shall read more news about the crash on visiting this site: (http://www.cnn.com/2000/US/02/01/alaska.airlines.list/)\r\nand ( http://www.alaskaair.com/E_latest.asp) May their soul rest in perfect\r\npeace Amen.\r\n\r\nBe informed that no one knows about this account or any thing concerning\r\nit, the account has no other beneficiary and my investigation proved to\r\nme as well that the account is a secret account. The total amount involved\r\nis Six million Seven Hundred Thousand United States Dollars only [US$ 6,700.000.00]\r\nand we wish to transfer this money into a safe foreigners account abroad.\r\nBut do not know any foreigner. I pray for your understanding.\r\n\r\nI am only contacting you as a foreigner because this money can not be approved\r\nto a local person here, but to a foreigner who has information about the\r\naccount, which I shall give to you upon your positive response. God is in\r\ncontrol.\r\n\r\nFinally, we have made arrangements upon the reciept of your readiness and\r\nconfirmation of go ahead we shall distroy all documents of such mentioned\r\nperson to avoid further cross check in future as I will use my position\r\nand influence to obtain all legal approvals for onward transfer of this\r\nmoney to your account with appropriate clearance from the relevant ministries\r\nand foreign exchange departments. I pray for your understanding.\r\n\r\nAt the conclusion of this business, you will be given 25% of the total amount,\r\n70% will be for us, while 5% will be for expenses both parties might have\r\nincurred during the process of transferring. I look forward to your earliest\r\nreply. I pray that God gives you wisdom and understanding.\r\n\r\nYou can as well send to me eith through this mail or my alternative email\r\nas state (josgogo@jumpy.it) your full names and address, direct telephone\r\nand fax number for easy communication , as I seriously believes on oral\r\ncommunications than email . I pray for your understanding .\r\n\r\n\r\nI await your urgent response .\r\n\r\n\r\nMr.Joseph Gogo .\r\n\r\n\r\nAlt Email: josgogo@jumpy.it\r\n\r\n\r\nPLEASE TREAT VERY URGENT .\r\n\r\n\r\n\r\n\r\n________________________________________\r\nMetti il faccione di Shrek sul tuo cellulare! http://www.specialeshrek.canale5.com\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1257", "X-TIKA:parse_time_millis": "1", "dc:creator": ["josgogo5@jumpy.it", "josgogo5@jumpy.it"], "dc:format": "text/plain; charset=\"ISO-8859-15\"", "dc:subject": "Good Day .", "dc:title": "Good Day ."}