{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Nov 19 15:18:10 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "ms_kimaeva2000@yahoo.co.uk", "MboxParser-return-path": "<ms_kimaeval@myway.com> I am Ms=2E KIMAEVA LIOUDMILA=2C a personal secretary to Mikhail Khodorkovsky the richest man in Russia and owner of the following companies=3A Chairman CEO=3A YUKOS OIL =28Russian Largest Oil Company=29 Chairman CEO=3A Menatep SBP Bank =28A well reputable financial institution with its branches all over the world=29=2E I seek your partnership to accommodate the sum US$423M for us=2E My Boss got arrested for his involvement on politics in financing the leading and opposing political parties =28the Union of Right Forces=2C led by Boris Nemtsov=2C and Yabloko=2C a liberal=2Fsocial democratic party led by Gregor Yavlinsky=29 which posed treat to President Vladimir Putin second tenure as Russian president before he was reelected On March 14=2C 2004=2E You can catch more of the story on this =3Chttp=3A=2F=2Fnewsfromrussia=2Ecom=2Fmain=2F2003=2F11=2F13=2F51215=2Ehtml=3E The fund =28US$423M=29 in question was approved by the Government of Russia for payment of various YUKOS OIL contractors=2Fsuppliers to prevent them from loosing the money they invested in the numerous contracts they executed for the above firm=2E The Government had already concluded plans to frozen all the accounts in my boss name =28Mikhail Khodorkovsky=29 both corporate and personal before I connived with the Accountant General of YUKOS OIL =28who is also my partner in this transaction=29 to raise a memo stating that YUKOS OIL owe contractors the above amount which was finally approved for payment after some deliberations=2E Actually=2C we have paid all our contractors both local and foreign because they agitated for their payment when they had that my boss was arrested=2E YOUR ROLE=3A I will present you =2F your company as one of the contractors we are owing so that you can stand as the beneficiary of the above quoted sum or part of the fund according to your financial strength or the strength of your company=2E I will arrange for the documentation which the payee bank will need to transfer the sum to you=2E I have decided to use this sum to reloca", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-priority": "1", "MboxParser-x-sieve": "CMU Sieve 2.2 MS=2EKIMAEVA LIOUDMILA=2E", "Message-From": "MS. KIMAEVA LIOUDMILA. <ms_kimaeval@myway.com>", "Message:From-Email": "ms_kimaeval@myway.com", "Message:From-Name": "MS. KIMAEVA LIOUDMILA.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200411192018.iAJKI0mv006332@mission.mail.UM>", "Message:Raw-Header:Reply-To": "ms_kimaeva2000@yahoo.co.uk", "Message:Raw-Header:Return-Path": "<ms_kimaeval@myway.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Priority": "1", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT PROPOSAL\n\nDear sir/madam,\r\n I am Ms. KIMAEVA LIOUDMILA, a personal secretary to Mikhail Khodorkovsky the richest man in Russia and owner of the following companies: Chairman CEO: YUKOS OIL (Russian Largest Oil Company) Chairman CEO: Menatep SBP Bank (A well reputable financial institution with its branches all over the world). I seek your partnership to accommodate the sum US$423M for us. My Boss got arrested for his involvement on politics in financing the leading and opposing political parties (the Union of Right Forces, led by Boris Nemtsov, and Yabloko, a liberal/social democratic party led by Gregor Yavlinsky) which posed treat to President Vladimir Putin second tenure as Russian president before he was reelected On March 14, 2004. You can catch more of the story on this <http://newsfromrussia.com/main/2003/11/13/51215.html> The fund (US$423M) in question was approved by the Government of Russia for payment of various YUKOS OIL contractors/suppliers to prevent them from loosing the money they invested in the numerous contracts they executed for the above firm. The Government had already concluded plans to frozen all the accounts in my boss name (Mikhail Khodorkovsky) both corporate and personal before I connived with the Accountant General of YUKOS OIL (who is also my partner in this transaction) to raise a memo stating that YUKOS OIL owe contractors the above amount which was finally approved for payment after some deliberations. Actually, we have paid all our contractors both local and foreign because they agitated for their payment when they had that my boss was arrested. YOUR ROLE: I will present you / your company as one of the contractors we are owing so that you can stand as the beneficiary of the above quoted sum or part of the fund according to your financial strength or the strength of your company. I will arrange for the documentation which the payee bank will need to transfer the sum to you. I have decided to use this sum to reloca\r\nte to American continent and never to be connected to any of Mikhail Khodorkovsky conglomerates. The transaction has to be concluded before as soon as possible. You will be rewarded with 10% of the total sum for your partnership. Can you be our partner on this transacton? As soon as I get your willingness to assist us in this deal, I will give you more details. Thank you very much . NOTE: PLEASE YOU CAN REPLY TO THIS MAIL ms_kimaeva@netzero.net\r\nRegards\r\n MS.KIMAEVA LIOUDMILA.\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1260", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"MS. KIMAEVA LIOUDMILA.\" <ms_kimaeval@myway.com>", "MS. KIMAEVA LIOUDMILA. <ms_kimaeval@myway.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200411192018.iAJKI0mv006332@mission.mail.UM>", "dc:subject": "URGENT PROPOSAL", "dc:title": "URGENT PROPOSAL", "dcterms:created": "2004-11-19T20:17:58Z"}