{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "base64", "MboxParser-from": "r  Wed Nov 24 04:19:26 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "Brown <brown_tijani@163.com>", "MboxParser-return-path": "<thekwvhiyo@ebay.com> boundary=\"qzsoft_directmail_seperator\"", "MboxParser-status": "RO", "MboxParser-x-msmail-priority": "Normal", "MboxParser-x-priority": "3", "MboxParser-x-sieve": "CMU Sieve 2.2 charset=\"gb2312\"", "Message-From": "Brown <brown_tijani@163.com>", "Message-Recipient-Address": "R@M", "Message-To": ["rrrrr <R@M>", "rrrrr <R@M>"], "Message:From-Email": "brown_tijani@163.com", "Message:From-Name": "Brown", "Message:Raw-Header:Message-Id": "<200411240919.iAO9JLS4005305@brazil.mail.UM>", "Message:Raw-Header:Reply-To": "Brown <brown_tijani@163.com>", "Message:Raw-Header:Return-Path": "<thekwvhiyo@ebay.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-MSMail-Priority": "Normal", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Message:Raw-Header:mime-version": "1.0", "Multipart-Boundary": "qzsoft_directmail_seperator", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT ASSISTANCE...\n\nDear Friend,\n \nThis letter might come to you as a surprise since we\nhave not had any previous correspondence nor met. This\nis as a result of the helpless situation I found\nmyself into. I got your contact during my search for a\nreliable, capable and trustworthy person that can\nassist me in this darkest moment of my life.\n\nI am a native of Liberia and I lost my father, mother\nand two sisters with our family house during this\nrecent war raging in Liberia. I am alive writing you\nnow from Nigeria where I and other lucky victims who\nescaped alive from the rebel attack are like refugees.\nNo house, no good food, no good job and I'm just getting\nassistance from well meaning individuals and a couple\nof Nigerians who came back from Liberia too.\nBefore my father's sudden death, he deposited a\nconsignment labelled as a personal effect of classified \nDOCUMENTS AND VALUEBLES.\n\nBut consealed in it is the sum of US$5000,000.00 (Five\nMillion US Dollars) in cash with a Private security\nvault overseas, which he intended to use for Politics.\nWhile my father was alive he explained to me that he\nhad such fund and had to keep it in a security company\nabroad due to the unstable polity in Liberia and\nconsidering that he is a politician, he would not want\nthe Government to seize the money if deposited into\nthe bank in Liberia. Now that he is late and am the\nonly surviving son, I am writing you to assist me\nreceive this money in your country, invest it in a\nprofitable business and help relocate me to join you\nimmediately. As a result of insecurity of life and\nproperty here, I do not want to stay in Africa any\nlonger. You have my permission/authority to\nhave/collect 30% of the funds on receiving it, for\nyour timely assistance.\n\nPlease indicate your readiness to assist me\nimmediately so that all the information about this\nfund will be passed to you immediately and we can\nexecute this transaction within seven working days.\nSend to me immediately the following information:\n1. Your full legal names including contact address\n2. Your mobile telephone and fax numbers for easy\ncommunication\n3. Date of birth, sex and marital status for\ndocumentation purposes.\n\nAs soon as I receive your call or reply mail I shall\ngive you further details on how and where to receive\nthe fund on my behalf. The legal documents will also\nbe sent to you immediately and I shall pass\ninstructions to the security company to contact you\nfor the delivery of the funds to you.\n\nWith the help of symapatizer I was able to secure a\nmobile phone which is very important for me at this\nstage to enable me transact this important business\nfor which I am contacting you. Please reply me\nimmediately you receive this mail via my Private\nE-mail: brown--tijani@163.com.\n\nLooking forward to hearing from you,\n\nBest Regards,\n\nBrown Tijani.\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1277", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Brown <brown_tijani@163.com>", "Brown <brown_tijani@163.com>"], "dc:format": "text/plain;", "dc:identifier": "<200411240919.iAO9JLS4005305@brazil.mail.UM>", "dc:subject": "URGENT ASSISTANCE...", "dc:title": "URGENT ASSISTANCE...", "dcterms:created": "2004-11-24T09:19:21Z"}