{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Dec  3 01:28:01 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "hugo4@weekonline.com", "MboxParser-return-path": "<hugo@weekonline.com> ", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "HUGO ERIC <hugo@weekonline.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "hugo@weekonline.com", "Message:From-Name": "HUGO ERIC", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200412030628.iB36S2OQ016249@score.mail.UM>", "Message:Raw-Header:Reply-To": "hugo4@weekonline.com", "Message:Raw-Header:Return-Path": "<hugo@weekonline.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Multipart-Boundary": "6eaa6a18-4e11-4bac-b69b-8dba6c82c1fe", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPLEASE HEAR MY TESTIMONY\n\nEven though I walk through the darkest valley, I fear no evil; for you are with me; Your rod and your staff they comfort me. Psalm 23:4. Beloved in Christ, It is a\r\npriviledge to hear from God and it gives me joy to relate my testimony to you haven recieved instruction from God through divine revelation.I was a Moslem and a retired\r\ntop officer in Estrada  Government  in Philippines that served under past Mr Estrada regime. I was the financial secretary to the  Estrad Ruling Council in Philippines (ERC).With my position as a financial secretary, I was able to divert up to  $15,000,000.00( Fifteen million U.S Dollars, into my personal Bank Account, hoping to invest the money when I am retired.Immediately I got retired, I was converted from Moslem to Christian when I was preached the words of God\r\nthrough my cousin Pastor HANRY FRED. I then gave my life to Christ and became a born again Christain. Since I gave my life to Christ, I had no rest of mind.Some times I think of\r\nmy dubious ways I diverted my countrys money into my Personal Bank Account. I then decided to seek the face of God for forgiveness and\r\nafter fasting and prayer through Divine Revelation, the Almighty God revealed to me that the only way I could have rest of mind is when I used all my money to do the work of\r\nGod. I immediately disclosed my revelation to my Pastor and he was happy with me.I have been thinking of the particular thing to do for my God before this present civilian\r\npresident of my country set up a panel ( Panel) to probe the Bank Account of the past Civilan officers like me. Instead of loosing this money to my Government,I quickly\r\nwithdrew my money out of my Account and packed it in a Trunk before i deposited it with the finance and security company as an valuable gift for safe keeping.My Pastor has adviced me to sow this money into a ministries work abroad. I have decided to sow this money into a ministry.\r\nI am making arrangement to come over to your country but you need to receive this money as a consignment from the finance and security company in a trunk box before I come over. declared to the security company containing Valuable Gift items in a consignments trunk box and it's ready for shipment but the security company requires the address of\r\nthe receiver. Please send to me your names, address and your telephone and fax number where I can fax the Airway Bill to you to  I will be coming over to your Country with my family for\r\nthanks givingas soon as I sent out this money to you. Please act fast because I dont want the panel to know that  intention to leave now that the probe is going on. I look forward to your response God bless you.\r\nYOURS FAITHFULLY\r\nHUGO ERIC.\r\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1302", "X-TIKA:parse_time_millis": "1", "dc:creator": ["HUGO ERIC <hugo@weekonline.com>", "HUGO ERIC <hugo@weekonline.com>"], "dc:format": "text/plain; charset=iso-8859-1", "dc:identifier": "<200412030628.iB36S2OQ016249@score.mail.UM>", "dc:subject": "PLEASE HEAR MY TESTIMONY", "dc:title": "PLEASE HEAR MY TESTIMONY", "dcterms:created": "2004-12-03T06:28:00Z"}