{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Dec  7 00:14:53 2004", "MboxParser-mime-version": "1.0 I AM LOOKING FOWARD TO HEAR FROM YOU=2E", "MboxParser-reply-to": "robertwilams2003@yahoo.co.in ", "MboxParser-return-path": "<robertwilams2000@yahoo.com> ", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM ", "MboxParser-x-sieve": "CMU Sieve 2.2 ", "Message-From": "Dr ROBERT WILAMS <robertwilams2000@yahoo.com>", "Message-Recipient-Address": "R@M ", "Message-To": ["R@M ", "R@M"], "Message:From-Email": "robertwilams2000@yahoo.com", "Message:From-Name": "Dr ROBERT WILAMS", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200412070514.iB75EoOQ023157@score.mail.UM>", "Message:Raw-Header:Reply-To": "robertwilams2003@yahoo.co.in", "Message:Raw-Header:Return-Path": "<robertwilams2000@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT\n\nDEAR,\r\n\r\nPLEASE TREAT THIS PROPOSAL AS A TOP SECRET\r\n\r\nIN ORDER TO TRANSFER OUT (FIFTEEN-MILLION  POUNDS STERLINGS) FROM OUR BANK HERE IN LONDON. I HAVE THE COURAGE TO LOOK  FOR A RELIABLE AND HONEST PERSON WHO WILL BE CAPABLE FOR THIS IMPORTANT TRANSACTION,\r\nBELIEVING THAT YOU WILL NEVER LET ME DOWN EITHER NOW OR IN  FUTURE.\r\n\r\nI AM,DR ROBERT WILAMS, THE AUDITOR AND COMPUTING STAFF OF A BANK HERE IN SCOTLAND UNITED KINGDOM. THERE IS AN ACCOUNT OPENED IN THIS BANK IN  1995 AND  SINCE 2001 NOBODY HAS OPERATED ON THIS ACCOUNT AGAIN,  AFTER\r\nGOING THROUGH SOME OLD FILES IN THE  RECORDS, I DISCOVERED THAT IF I DO NOT REMITT THIS MONEY OUT  URGENTELY, IT WILL BE FORFEITED FOR NOTHING.\r\n\r\nHOW THE MONEY CAME ABOUT:\r\n\r\nTHE OWNER OF THIS ACCOUNT IS MR JOHN HUGHES FOREIGNER FROM AND THE MANAGER OF PETROL CHEMICAL SERVICE HERE IN LONDON, A CHEMICAL ENGINEER BY PROFFESSION AND HE DIED  SINCE 1995.AND THEN,SINCE 2001, NOBODY KNOWS ABOUT THIS ACCOUNT OR ANYTHING CONCERNING IT, THE ACCOUNT HAS NO OTHER BENEFICIARY AND MY INVESTIGATION  PROVED TO ME AS WELL THAT HIS COMPANY DOES NOT KNOW ANYTHING ABOUT THIS ACCOUNT AND THE AMOUNT INVOLVED IS  (15,000,000.00) POUNDS STERLINGS\r\n\r\nI WANT TO TRANSFER THIS MONEY INTO A SAFE FOREIGN  ACCOUNT ABROAD BUT I DON'T KNOW ANY FOREIGNER, I AM ONLY CONTACTING YOU AS A FOREIGNER BECAUSE  THIS MONEY  CAN NOT BE APPROVED TO ANY LOCAL BANK HERE IN\r\nSCOTLAND, BUT CAN  ONLY BE APPROVED TO ANY FOREIGN ACCOUNT  BECAUSE THE MONEY IS  POUNDS STERLINGS AND THE FORMER OWNER OF THE  ACCOUNT IS JOHN HUGHES AND HE WAS A  FOREIGNER  TOO.\r\n\r\nI KNOW THAT THIS MESSAGE WILL COME TO YOU AS A SURPRISE AS WE DON'T KNOW OUR SELF BEFORE, BUT BE SURE THAT IT IS REAL AND A GENUINE BUSINESS. I BELIEVE IN GOD  THAT YOU WILL NEVER LET ME DOWN IN THIS\r\nINVESTMENT.\r\n\r\nWHEN THE TRANSFER IS APPROVED AND PAYMENT SCHEDULE IS ALOCATED OVERSEAS,THROUGH THE OFFSHORE PAYING DELEGATE FOR FINAL CLEARANCE AND SIGNING OF THE PAYMENT REALEASE FORM BY THE BENEFICIARY, I WANT US TO SEE AT THE OVERSEA PAYING CLEARANCE OFFICE FACE TO FACE OR SIGNING OF THE ORIGINAL BINDDING AGREEMENT TO BIND US TOGETHER SO THAT,WE CAN RECEIVE THIS MONEY  INTO A FOREIGN ACCOUNT OR ANY ACCOUNT OF YOUR CHOICE WHERE THE FUND WILL BE REMITTED.\r\n\r\nI AM CONTACTING YOU BECAUSE OF THE NEED TO INVOLVE A FOREIGNER WITH A FOREIGN ACCOUNT AS THE REAL BENEFICIARY. I NEED YOUR CO-OPERATION TO MAKE THIS WORK FINE, BECAUSE THE MANAGEMENT IS READY TO APPROVE THIS  PAYMENT TO ANY FOREIGNER WHO HAS THE CORRECT INFORMATION TO THIS ACCOUNT,WHICH I WILL GIVE TO YOU WHEN  SURE OF YOUR CAPABILITY TO HANDLE SUCH  AMOUNT IN STRICT CONFIDENCE AND TRUST.\r\n\r\nACCORDING TO MY INSTRUCTIONS AND MY ADVICE FOR OUR MUTUAL BENEFIT BECAUSE I DON'T WANT TO MAKE ANY MISTAKE, I NEED YOUR STRONG ASSURANCE AND  TRUST. I SHALL DESTROY ALL DOCUMENTS CONCERNING THIS TRANSACTIONS IMMEDIATELY WE RECEIVED THIS  MONEY LEAVING NO TRACE TO ANY PLACE.\r\n\r\nI WILL USE MY POSITION AND INFLUENCE OF OTHER STAFFS TO EFFECT THE LEGAL APPROVALS AND ONWARD TRANSFER OF THIS MONEY TO YOUR ACCOUNT WITH APPROPRIATE CLEARANCE FROM FOREIGN PAYMENT DEPARTMENT. WITH ASSURANCE THAT THIS MONEY WILL BE INTACT PENDING MY PHYSICAL ARRIVAL TO YOUR COUNTRY FOR THE SHARING AND OTHER INVESTMENT.\r\n\r\n I AM LOOKING FOWARD TO HEAR FROM YOU.\r\n\r\nTHANKS\r\n\r\nDR ROBERT WILAMS\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1313", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Dr ROBERT WILAMS\" <robertwilams2000@yahoo.com> ", "Dr ROBERT WILAMS <robertwilams2000@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\" ", "dc:identifier": "<200412070514.iB75EoOQ023157@score.mail.UM> ", "dc:subject": "URGENT", "dc:title": "URGENT", "dcterms:created": "1999-01-13T22:12:53Z"}