{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Dec 11 15:42:10 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "ogari@juno.com", "MboxParser-return-path": "<ogarijohn@yahoo.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "John  Ogari <ogarijohn@yahoo.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "ogarijohn@yahoo.com", "Message:From-Name": "John  Ogari", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200412112042.iBBKg1ap008105@brazil.mail.UM>", "Message:Raw-Header:Reply-To": "ogari@juno.com", "Message:Raw-Header:Return-Path": "<ogarijohn@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nhi\n\nDear Sir,\r\nIs a pleasure to write you this letter, and i hope it will not be a surprised to you, i got your contact through internet connector for urgent help. I think this letter will meet your favourable considration..\r\nI am a rebel soldier from Angola, with a rank of Major in the Army and a rebel leader as well. We have been in the bush for more than 15yrs, my name is Major John Ogari born 48 yrs ago in Angola and a member of the Angola rebel leaders committee.. The federal forces are impressing us badly that we can not have a way to be in the city, all our contacts closed. Please kindly help. Indeed, we never give up since we are fighting for good of our country as our present leaders are bad.\r\nHere is the help we urgently needed from you, we have in our custody the sum of Nine million four hundred and twenty one dollar. 9.421.000 million,dollar, with 103 kg of gold. i need your help to bank this in your account as i can not go out nor operate any account. I give you this trust as God will be in between us and you will benefit more than expected if you did not think other wise.. This can be transfered hand to hand through security company we operate with, i am hundred percent sure of that, and they will take care of the goods till it get to your hand safely. Although the secourity company did not know what is inside as we locked the money and gold inside a safe box and deposited as family treasure. There is no risky involve or distorbance easy transfer. My aim is to invest in a profitable business in your country.\r\nI hope you will help us in this our request. For further directives of how to achieve this feat. Reply and ask question if any and do not forget to furnish me with your cofidential telephone and fax number, to enable me contact you for immediate transacion. You will be made a co-beneficary to his treasure. Note that there is no risky involve in this busniess like i said earlier, and a good percentage will be given to you at end of this business. On arrival of the treasure safe to your destination i will come along with key to the safe box. Looking forward to hear from you soon. Best regard\r\nMaj. John Ogari.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1317", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"John  Ogari\" <ogarijohn@yahoo.com>", "John  Ogari <ogarijohn@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200412112042.iBBKg1ap008105@brazil.mail.UM>", "dc:subject": "hi", "dc:title": "hi", "dcterms:created": "2004-12-11T20:42:22Z"}