{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Dec 26 15:19:26 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "d_carama15@yahoo", "MboxParser-return-path": "<d_carama10@hotmail.com> FIRST AND FOREMOST=2CI APOLOGIZED USING THIS MEDIUM TO REACH YOU FOR A TRANSACTION=2F BUSINESS OF THIS MAGNITUDE=2E LET ME INTRODUCE MY SELF PROPERLY=2E MY NAME IS DAREN CARAMA=3B THE SON OF CHIEF MONTSHO CARAMA =2C I AM THE BENEFICIARY=2FNEXT OF KIN OF THE FUND=2C I AND MY MOTHER ARE LIVING UNDER UNHCR IN DAKAR SENEGAL=2E AS REFUGEE=2E MY LATE=2EFATHER =28CHIEF MONTSHO CARAMA=29 WAS A BUSINESS MAN=3B HE DEALS ON DIAMOND AND GOLD BEFORE HIS UNTIMELY DEATH=2C", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2 PRESENTLY=2CI WANT YOU TO HELP ME TRANSFER THE MONEY INTO YOUR ACCOUNT=2CSO THAT YOU CAN HELP US TO INVEST IT AND ALSO TO HELP US ACQUIRE NATURIZATION STATUS IN YOUR COUNTRY=2E PLEASE IF YOU ARE INTERESTED TO HELP US=2E YOU WILL STAND AS THE BENEFICIARY OF THE MONEY AND AS MY FOREIGN PARTNER=2E AND ALSO YOU WILL HELP US TO TRANSFER THE MONEY IN ANY OF YOUR FOREIGN ACCOUNT PENDING MY ARRIVAL TO MEET WITH YOU=2EALL THE DOCUMENTS THAT MY LATE FATHER USED TO DEPOSIT THE MONEY IS HERE WITH ME AND WILL BE FAX TO YOU ON DEMAND=2E", "Message-From": "Daren Carama <d_carama10@hotmail.com>", "Message:From-Email": "d_carama10@hotmail.com", "Message:From-Name": "Daren Carama", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200412262019.iBQKJLCt025375@flawless.mail.UM>", "Message:Raw-Header:Reply-To": "d_carama15@yahoo", "Message:Raw-Header:Return-Path": "<d_carama10@hotmail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIAM LOOKING FORWARTD TO HEAR FROM YOU\n\n\r\nCOMPLIMENT OF THE DAY TO YOU AND YOUR FMAILY.\r\nHOW ARE YOU DOING? I DO HOPE YOU ARE FINE? IF SO GLORY BE TO ALMIGHTY.I GOT YOUR EMAIL ON MY SEARCH THROUGH INTERNET INVESTMENT RESEARCH.THEN I DECIDED TO CONTACT YOU HOPING THAT YOU WILL BE THE RIGHT PERSON TO ASSIST ME AND MY MOTHER ON ANY PROFITABLE INVESTMENT I WANT TO DO IN YOUR COUNTRY.\r\n FIRST AND FOREMOST,I APOLOGIZED USING THIS MEDIUM TO REACH YOU FOR A TRANSACTION/ BUSINESS OF THIS MAGNITUDE. LET ME INTRODUCE MY SELF PROPERLY. MY NAME IS DAREN CARAMA; THE SON OF CHIEF MONTSHO CARAMA , I AM THE BENEFICIARY/NEXT OF KIN OF THE FUND, I AND MY MOTHER ARE LIVING UNDER UNHCR IN DAKAR SENEGAL. AS REFUGEE. MY LATE.FATHER (CHIEF MONTSHO CARAMA) WAS A BUSINESS MAN; HE DEALS ON DIAMOND AND GOLD BEFORE HIS UNTIMELY DEATH,\r\nHE WAS KILLED BY THE REBELS OF R.U.F AND MANY OF OUR PROPERTIES/BUILDINGS WERE DESTROYED BY THEM.WHEN MY LATE FATHER WAS ALIVE HE SENSED OF CONSPIRACY AGAINST HIM AND HE ESCAPED ME AND MY MOTHER TO DAKAR SENEGAL. AND LATER GO BACK TO SIERRA LEONE THAT IS WHEN HE WAS KILLED.THAT TIME THE WAR WAS STILL GOING ON IN MY COUNTRY. WHEN HE WAS A LIVE HE DEPOSITED HIS MONEY(US$13.5 MILLION DOLLARS) WITH MY NAME AS HIS NEST OF KIN IN A PRIVATE FINANCE COMPANY IN SENEGAL..\r\n PRESENTLY,I WANT YOU TO HELP ME TRANSFER THE MONEY INTO YOUR ACCOUNT,SO THAT YOU CAN HELP US TO INVEST IT AND ALSO TO HELP US ACQUIRE NATURIZATION STATUS IN YOUR COUNTRY. PLEASE IF YOU ARE INTERESTED TO HELP US. YOU WILL STAND AS THE BENEFICIARY OF THE MONEY AND AS MY FOREIGN PARTNER. AND ALSO YOU WILL HELP US TO TRANSFER THE MONEY IN ANY OF YOUR FOREIGN ACCOUNT PENDING MY ARRIVAL TO MEET WITH YOU.ALL THE DOCUMENTS THAT MY LATE FATHER USED TO DEPOSIT THE MONEY IS HERE WITH ME AND WILL BE FAX TO YOU ON DEMAND.\r\nI HAVE THE AUTHORITY OF MY MOTHER INVOLVED THAT SHOULD YOU BE WILLING TO ASSIST US IN THE PROCESS OF THE TRANSFER,YOUR SHARE OF THE SUM WILL BE 20% OF THE $13.5 MILLION,THE TRANSACTION IS 100% SAFE,ON YOUR PART PROVIDED YOU TREAT IT WITH UTMOST SECRECY AND CONFIDENTIALITY. ALSO YOUR AREA OF SPECIALIZATION IS NOT A HINDRANCE TO THE SUCCESSFUL EXECUTION OF THIS TRANSACTION.I HAVE REPOSED MY CONFIDENCE IN YOU AND HOPE THAT YOU WILL NOT DISAPPOINT ME.\r\nI AM LOOKING FORWARD TO HEAR FROM YOU.\r\nTHANKS,\r\nDAREN CARAMA.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1340", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Daren Carama\" <d_carama10@hotmail.com>", "Daren Carama <d_carama10@hotmail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200412262019.iBQKJLCt025375@flawless.mail.UM> ", "dc:subject": "IAM LOOKING FORWARTD TO HEAR FROM YOU", "dc:title": "IAM LOOKING FORWARTD TO HEAR FROM YOU", "dcterms:created": "2004-12-26T20:20:53Z"}