{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-from": "r  Fri Dec 31 15:18:32 2004", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<nobody@opus07.register.it> ", "MboxParser-status": "RO", "MboxParser-x-mailer": "RLSP Mailer", "MboxParser-x-priority": "3 (Normal)", "MboxParser-x-rid": "7OnsJ3MjKOhkK20vCg== Z3IrJ3RjI2orcuwtI3QlciVrJ1tbWwo= XV3gJyw9J6Oj4CfgPQo=", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-Cc": "", "Message-From": "che_pui67 <che_pui67@yahoo.com.hk>", "Message-To": "", "Message:From-Email": "che_pui67@yahoo.com.hk", "Message:From-Name": "che_pui67", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain; charset=us-ascii", "Message:Raw-Header:Message-Id": "<200412312017.iBVKHTLq002660@opus07.register.it>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Return-Path": "<nobody@opus07.register.it>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "RLSP Mailer", "Message:Raw-Header:X-Priority": "3 (Normal)", "Message:Raw-Header:X-RID": "7OnsJ3MjKOhkK20vCg== Z3IrJ3RjI2orcuwtI3QlciVrJ1tbWwo= XV3gJyw9J6Oj4CfgPQo=", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAWAITING YOUR FAVOURABLE REPLY\n\n\nMR. CHEUNG PUI\nHANG SENG BANK LTD.\nDES VOEUX RD. BRANCH,\nCENTRAL HONG KONG,\nHONG KONG.\n \n\nLet me start by introducing myself. I am Mr.Cheung Pui \ndirector of operations of the Hang Seng Bank Ltd. I \nhave an urgent business suggestion for you.\n\nI honestly apologize and hope I do not cause you much \nembarrassment by contacting you through this means for \na transaction of this magnitude,but this is due to \nconfidentiality and prompt access reposed on this \nmedium.Furthermore,due to this issue on my hands \nnow,it became necesary for me to seek your assistance, \nand it is imperative for me to know your opinion\n\nBefore the U.S and Iraqi war our client Major Fadi \nBassem who was with the Iraqi forces and also business \nman made a numbered fixed deposit for 18 calendar \nmonths, with a value of Twenty Four millions Five Hundred Thousand United State Dollars only in my branch. Upon maturity several \nnotice was sent to him, even during the war early this \nyear. Again after the war  another notification was \nsent and still no response came from him. We later \nfind out that the Major and his family had been killed \nduring the war in bomb blast that hit their home.\n\nAfter further investigation it was also discovered \nthat Major Fadi Basem  did not declare any next of kin \nin his official papers including the paper work of his \nbank deposit. And he also confided in me the last time \nhe was at my office that no one except me knew of his \ndeposit in my bank. So, Twenty Four millions Five \nHundred Thousand United State Dollars is still lying \nin my bank and no one will ever come forward to claim \nit. What bothers me most is that according to the laws \nof my country at the expiration 5 years the funds will \nrevert to the ownership of the Hong Kong Government if \nnobody applies to claim the funds. \n\nAgainst this backdrop, my suggestion to you is that I \nwill like you as a foreigner to stand as the next of \nkin to Major Fadi Basem  so that you will be able to \nreceive his funds. \n\nWHAT IS TO BE DONE:\n\nI want you to know that I have had everything planned \nout so that we shall come out successful. I have \ncontacted an attorney that will prepare the necessary \ndocument that will back you up as the next of kin to Major Fadi Basem , \nall that is required from you at this stage is for you \nto provide me with your Full Names and Address so that \nthe attorney can commence his job. After you have been \nmade the next of kin, the attorney will also file in \nfor claims on your behalf and secure the necessary \napproval and letter of probate in your favor for the \nmove of the funds to an account that will be provided \nby you.\n\nThere is no risk involved at all in the matter as we \nare going to adopt a legalized method and the attorney \nwill prepare all the necessary documents. Please \nendeavor to observe utmost discretion in all matters \nconcerning thisissue.Once the funds have been \ntransferred to your nominated bank account we shall \nshare in the ratio of 70% for me, 25% for you and 5% \nfor any expenses incure during the transaction. Should \nyou be interested please send me your full names and \ncurrent residential address and I will prefer you to \nreach me via my private box, \n\n{che_Pui67@yahoo.com.hk} and finally after that i shall provide you with more details of this operation.\n\nYour earliest response to this letter will be \nappreciated.\n\nKind Regards,\n\nMr Cheung Pui.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n___________________________________________________________________________\nMail sent from Karate Project WebMail Service http://www.karate-project.org\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1346", "X-TIKA:parse_time_millis": "1", "dc:creator": ["che_pui67 <che_pui67@yahoo.com.hk>", "che_pui67 <che_pui67@yahoo.com.hk>"], "dc:format": "text/plain; charset=us-ascii", "dc:identifier": "<200412312017.iBVKHTLq002660@opus07.register.it>", "dc:subject": "AWAITING YOUR FAVOURABLE REPLY", "dc:title": "AWAITING YOUR FAVOURABLE REPLY", "dcterms:created": "2004-12-31T20:17:29Z"}