{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Jan  3 03:02:12 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "laurentjunior_kabila@arabtop.net", "MboxParser-return-path": "<laurentjunior_kabila@arabtop.net>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-priority": "1", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "MR. LAURENT DESIRE KABILA (JUNIOR) <laurentjunior_kabila@arabtop.net>", "Message:From-Email": "laurentjunior_kabila@arabtop.net", "Message:From-Name": "MR. LAURENT DESIRE KABILA (JUNIOR)", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200501030802.j0382BIc025935@casino.mail.UM>", "Message:Raw-Header:Reply-To": "laurentjunior_kabila@arabtop.net", "Message:Raw-Header:Return-Path": "<laurentjunior_kabila@arabtop.net>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Priority": "1", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMY FAMILY NEEDS YOUR HELP\n\nPRIVATE AND CONFIDENTIAL\r\n\r\nFROM MR.LAURENT DESIRE KABILA (JUNIOR)\r\n\r\nI know you will be surprise to receive this but do please consider it a request from a suffering family in serious need of your assistance. My family had to bring before you this proposal because we sincerely hope you will be reliable to assist us.\r\n\r\nAny way, my name is as above stated. I am the first son to the second wife of the recently assassinated President of the Democratic Republic o of Congo, late Laurent Desire Kabila. My mother got your contact information through a family friend who works with the United Arab Emirates Chamber of Commerce and Industry.\r\n\r\nSix months before the assassination of my father, he had used my name to deposit in a metal box the flat sum of Thirty Two Million United States Dollars=us$32 m=in a vault of a private security firm in Middle East. The Security Company do not know the actual content of the box deposited with them since my father declared it to be precious metals. This money was to be used for his second tenure election campaign bid but unfortunately, his own personal aide assassinated him in a palace coup on the early hours of January 16th, 2001.\r\n\r\nSince my father's death, my stepmother has continued to be extremely mean and discriminatory to us in the family scheme of things because his son, MR.JOSEPH KABILA, now rule as president. She has even arbitrarily accused my mother of having, Masterminded our father's assassination and all sorts of ground less accusations. As a result of all these, I decided to move my family to United Arab Emirates. Right now, I am staying with my family here in United Arab Emirates but as refugees.\r\nAs it is, I have now decided to divert this money for our own personal use but we would want to get it transferred outside the continent for onward investment purposes. We do not want to invest here due to the volatile and sensitive status of the region.\r\n\r\nAs an international partner, I genuinely solicit that you kindly help me and my family transfer this money into your country through your personal or company bank account for safekeeping pending my immediate arrival for onward investments, which we are going to rely on you heavily to help us materialize.\r\n\r\nThis money will be paid into your account as a contract fund through a prime private online bank here in Middle East, United Arab Emirates. I must stress here that there is no risk involvement of any kind since our Attorney have mapped out a very perfect and smooth-free transfer plans that will be concluded within a maximum of five working days of receiving your approval.\r\n\r\nWe have resolved to offer you 25% of the money for your assistance and 5% of it will be for all kinds of expenses you will incur in the course of transferring this money. The rest will be for investments in your country or anywhere you might suggest. Further Discussions will commence when we hear from you but do not forget the absolute confidentiality and mutual trust required in this transaction.\r\n\r\nGod Bless you.\r\nTruly yours,\r\nMr.LAURENT DESIRE KABILA (JUNIOR)\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1347", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"MR. LAURENT DESIRE KABILA (JUNIOR)\" <laurentjunior_kabila@arabtop.net>", "MR. LAURENT DESIRE KABILA (JUNIOR) <laurentjunior_kabila@arabtop.net>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200501030802.j0382BIc025935@casino.mail.UM>", "dc:subject": "MY FAMILY NEEDS YOUR HELP", "dc:title": "MY FAMILY NEEDS YOUR HELP", "dcterms:created": "2003-01-03T07:53:42Z"}