{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Jan 12 07:46:52 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "michealipenza@netscape.net ", "MboxParser-return-path": "<mikeipenza@hotmail.com> ", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2 ", "Message-From": "Micheal Ipenza <mikeipenza@hotmail.com>", "Message-Recipient-Address": "R@S ", "Message-To": ["R@S ", "R@S"], "Message:From-Email": "mikeipenza@hotmail.com", "Message:From-Name": "Micheal Ipenza", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<20050112124155.BA6DAC021@krusty.si.UM>", "Message:Raw-Header:Reply-To": "michealipenza@netscape.net", "Message:Raw-Header:Return-Path": "<mikeipenza@hotmail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONFIDENTIAL\n\nDear Friend,\r\n\r\nMy name is Mr. Micheal Ipenza, I am an auditor in Standard Bank of South Africa . I am contacting you of a business transfer, of a huge sum of money from a deceased account. Though I know that a transaction of this magnitude will make any one apprehensive and worried, but I am assuring you that everything has been well taken care off, and all will be well at the end of the day.\r\n\r\nI decided to contact you due to the urgency of this transaction.\r\nTo ease your apprehension, I got your contact from the British chambers of commerce and industry, foreign trade division.\r\nAn account was open by a  foreigner named Gerald Welsh who died in an air crash along with his wife\r\non the 31st October 1999 in an Egyptian airline 990 with other passengers on board.\r\n\r\nPROPOSITION;\r\n\r\nSince his death, none of his next-of-kin are alive to make claims for this money as his heir, because they all died in the same accident(May his soul rest in peace). We cannot release the fund from his account unless someone applies for claim as the next-of-kin to the deceased as indicated in our banking guidelines.\r\n\r\nUpon this discovery, I now seek your permission to have you stand as a next of kin to the deceased, as all documentations will be carefully worked out by a lawyer for the funds Twenty- five million United States dollars (US$25,000,000.00) in a domiciliary account to be released in your favour as the beneficiary's next of kin.\r\n\r\nBecause after six years the money will be called back to the bank treasury as unclaimed bills and the money shared amongst the directors of the bank. so it is on this note i decided to seek for whom his name shall be used as the next of kin/beneficiary to this funds rather than allow the bank directors to share this money amongst themselves at the end of the year.\r\nIt may interest you to know that we have secured from the probate an order of mandamus to locate any of the deceased beneficiaries.\r\n\r\nPlease acknowledge receipt of this message in acceptance of our mutual business endeavor by furnishing me with the following information if you are interested.\r\n\r\n1.A Beneficiary name;. In order for me to prepare the PAPER WORK for transfer of the funds in your name. And also I want you to come down to South Africa to open a non-resident account for onward transfer to your overseas account, and for us to see face to face.\r\n\r\n2. Details, particulars of your contact address.\r\n\r\n3. Direct Telephone and fax numbers;. For our personal contact and for the confidentiality of this transactions.\r\n\r\nI shall be compensating you with 25% of the total sum on final\r\nconclusion of this project for your assistance, as I have also thought of doling out 5% to charity organisation from your locality based on your recommendation another 5% for the services of the lawyer while the balance 65% shall be for me for investment purposes in your country as I cannot bring back this cash to my country.\r\n\r\nIf this proposal is acceptable by you, please endeavor to contact me immediately. Do not take undue advantage of the trust I have bestowed in you by informing you of this transaction from my bank as I will advise you to kindly desist from responding at all if you do NOT intend to render any assistance.\r\nEndeavor to respond via this my confidential direct e-mail address michealipenza@netscape.net.\r\n\r\nThanks and best regards,\r\n\r\nMr. Micheal Ipenza.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1362", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Micheal Ipenza\" <mikeipenza@hotmail.com> ", "Micheal Ipenza <mikeipenza@hotmail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<20050112124155.BA6DAC021@krusty.si.UM>", "dc:subject": "CONFIDENTIAL", "dc:title": "CONFIDENTIAL", "dcterms:created": "2005-01-12T20:49:12Z"}