{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "inline", "MboxParser-content-transfer-encoding": ["7bit", "quoted-printable", "7bit"], "MboxParser-delivered-to": ["researchers-owner@lists.si.UM Subject: reply me soon", "researchers@si.UM"], "MboxParser-errors-to": "mailman-bounces@krusty.si.UM", "MboxParser-from": "r  Sat Jan 15 10:00:18 2005", "MboxParser-list-id": "<researchers.lists.si.UM> action as soon as i receive your response.Is this preposition is attaina=", "MboxParser-mime-version": ["1.0", "1.0", "1.0", "1.0 contact is not acceptable to you, as I make this proposal to you as a pe=", "1.0", "1.0"], "MboxParser-precedence": "bulk that you will assist me and my immediate family by receiving the money o=", "MboxParser-reply-to": "william_k@o2.pl", "MboxParser-return-path": ["<mailman-bounces@krusty.si.UM> Sat, 15 Jan 2005 09:55:10 -0500 (EST) Reason:  Post by non-member to a members-only list", "<william_k@o2.pl>"], "MboxParser-sender": ["mailman-bounces@krusty.si.UM", "researchers-request@lists.si.UM"], "MboxParser-status": "RO", "MboxParser-x-beenthere": "researchers@lists.si.UM successful execution of this transaction.<BR>", "MboxParser-x-list-administrivia": "yes this business demands. </P>", "MboxParser-x-mailer": "AtMail Corp 3.61 - http://webbasedemail.com/", "MboxParser-x-mailman-version": "2.1.3 I will not want&nbsp; our identity revealed. I will also want to buy pro=", "MboxParser-x-origin": "81.69.233.26", "MboxParser-x-original-to": ["researchers-owner@lists.si.UM From:    william_k@o2.pl", "researchers@si.UM"], "MboxParser-x-sieve": "CMU Sieve 2.2 List:    Researchers@lists.si.UM", "Message-From": "researchers-owner@krusty.si.UM", "Message-Recipient-Address": ["william_k@o2.pl", "researchers-owner@krusty.si.UM we resolved to contact you for your most needed assistance on this mutua="], "Message-To": ["william_k@o2.pl", "researchers-owner@krusty.si.UM we resolved to contact you for your most needed assistance on this mutua=", "researchers-owner@krusty.si.UM"], "Message:From-Email": "researchers-owner@krusty.si.UM", "Message:From-Name": "William Koroma", "Message:Raw-Header:Delivered-To": "researchers-owner@lists.si.UM\tSat, 15 Jan 2005 09:55:10 -0500 (EST)", "Message:Raw-Header:Errors-To": "mailman-bounces@krusty.si.UM", "Message:Raw-Header:List-Id": "<researchers.lists.si.UM>", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<mailman.1984.1105800910.6974.researchers@lists.si.UM>", "Message:Raw-Header:Precedence": "bulk", "Message:Raw-Header:Return-Path": "<mailman-bounces@krusty.si.UM>", "Message:Raw-Header:Sender": "mailman-bounces@krusty.si.UM", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-BeenThere": "researchers@lists.si.UM", "Message:Raw-Header:X-List-Administrivia": "yes", "Message:Raw-Header:X-Mailman-Version": "2.1.3", "Message:Raw-Header:X-Original-To": "researchers-owner@lists.si.UM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Multipart-Boundary": "===============1250329389==", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nResearchers post from william_k@o2.pl requires approval\n\nAs list administrator, your authorization is requested for the\nfollowing mailing list posting:\n\n    List:    Researchers@lists.si.UM\n    From:    william_k@o2.pl\n    Subject: reply me soon\n    Reason:  Post by non-member to a members-only list\n\nAt your convenience, visit:\n\n    http://lists.si.UM/mailman/admindb/researchers\n        \nto approve or deny the request.\n\n\n\n\nDear Friend,\n\n\n      Greetings to you,With warm heart I offer my friendship, and greetings, and I hope this mail meets you in good time. However strange or surprising this contact might seem to you as we have not met personally or had any dealings in the past, I humbly ask that you take due consideration of its importance and the immense benefit it will be to you.\n\n\n     After careful consideration with my children, we resolved to contact you for your most needed assistance on this mutually beneficial and riskfree transaction which i hope you will give your urgent attention. I duly apologize for infringing on your privacy, if this contact is not acceptable to you, as I make this proposal to you as a person of integrity. First and foremost I wish to introduce myself properly to you. \n\n\n   I  am Mr.William Koroma  I am moved to write you this letter, this was inconfidence considration,for our present circumstances and situation, i escaped with my wife and children out of Sierrial-Leone to The Nedelands through the aid of the United Nations Evacuation Team where we are now presently residing on temporary political asylum.\n\n\n     However, due to this situation I decided to change most of my Billions of  Dollars deposited in Swiss Bank and other countries into other forms of money coded for safe purpose because the new head of state Ahmed Tijjan Kabba made arrangement with the Swiss Goverment and other European countries to freeze all my treasures deposited in some european countries, hence i and my wife along with my children,decided laying low in this our tempoery political asylum camp here in Grou Jirnssum in the Nedelands to study the situation till when things gets better, since president Tijjan Kabba taking over goverment again in Sierria Leone. One of my chateaux in Southern France was confiscated by the French Goverment, and as such we had to change  our identity so that our investment will not be trace and confiscated.\n\n\n  I  have deposited the sum of Twenty-eight Million Dollars only{US$28,000,000.00} with a security company for safekeeping.\n\n\n\n\n  The funds are security coded to prevent them from knowing the actual content .  What I want you to do now is to indicate your inetrest that you will assist me and my immediate family by receiving the money on our behalf.\n\n\n     The  Account required for this project can be personal, company or an offshore account that you have  total control over, your area of specialisation will not be a hinderance to the successful execution of this transaction.\n\n \n\n Ackowledge this message, so that I can introduce you to my family as our foreign trusted partner who shall take charge of our investment abroad where we now plan to settle.\n\n\n    I want you to assist us in investing this money,but I will not want  our identity revealed. I will also want to buy properties and stocks in multy- national companies and to engage in other safe and non speculative investments.\n\n\n   We have been through a lot of health and spiritual turmoil, hence will need  your understanding and assistance. \n\n  \n\n May I at this junction emphasize the  high level of confidentiality which this business demands and hope you will not betral the trust and confidence which we repose in you.I  shall put you in the picture of this buiness, i.e tell you where the funds are currently being maintained and also discuss other modalities including remuneration for your services.\n\n\n   I   shall also inform you with the next line of action as soon as i receive your response.Is this preposition is attainable? If it is, Please kindly funish me immediately by E-mail with your direct telephone number and fax number to enhance the confidentiality which this business demands. \n\n\n  Best Regards,\n\nMr.William Koroma \n\n\n\n\n \n\n\n\n\n\nIf you reply to this message, keeping the Subject: header intact,\nMailman will discard the held message.  Do this if the message is\nspam.  If you reply to this message and include an Approved: header\nwith the list password in it, the message will be approved for posting\nto the list.  The Approved: header can also appear in the first line\nof the body of the reply.\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1373", "X-TIKA:parse_time_millis": "2", "dc:creator": ["researchers-request@lists.si.UM", "researchers-owner@krusty.si.UM"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<mailman.1984.1105800910.6974.researchers@lists.si.UM> in some european countries, hence i and my wife along with my children,d=", "dc:subject": "Researchers post from william_k@o2.pl requires approval", "dc:title": "Researchers post from william_k@o2.pl requires approval", "dcterms:created": "2005-01-15T14:55:10Z"}