{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Jan 18 07:58:44 2005", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<clement_m2002@yahoo.co.in>", "MboxParser-status": "RO", "MboxParser-x-priority": "3", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mrs Mary Clement. <clement_m2002@yahoo.co.in>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "clement_m2002@yahoo.co.in", "Message:From-Name": "Mrs Mary Clement.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200501181258.j0ICwaeR019070@flawless.mail.UM>", "Message:Raw-Header:Return-Path": "<clement_m2002@yahoo.co.in>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIN GOD WE TRUST.\n\nDearest in the lord,\r\n\r\nI am Mrs mary Clement from Solomon Islands near Australia. I am\r\nmarried to Mr.William Clement from Romania who worked with\r\nRomania Embassy in GUINEE for nine years before he died in the\r\nyear 2001.  We were married for eleven years without a child. He\r\ndied after a brief illness that lasted for only four days.\r\n\r\nBefore his death we were both born again Christian. Since his\r\ndeath I decided not to remarry or get a child outside my\r\nmatrimonial home which the Bible is against. When my late husband\r\nwas alive he deposited the sum of $14.5 Million in a bank in\r\nEUROPE.  Recently, my DOCTOR told me that I would not last for\r\nthe next Eight months due to cancer problem.\r\n\r\nHaving known my condition I decided to donate this fund to a\r\nchurch,organization or good person that will utilize this money\r\nthe way I am going to instruct here in. I want a\r\nchurch,organization or good person that will use this fund for\r\norphanages, widows, propagating the word of God and to endeavor\r\nthat the house of God is maintained.  l took this decision\r\nbecause I don't have any child that will inherit this money and\r\nmy husband relatives are not Christians not even good at all\r\nbecause they are the one that killed my husband in other to have\r\nall my late husband properties and I don't want my husband's\r\nefforts to be used by unbelievers. I don't want a situation where\r\nthis money will be used in an ungodly way.\r\n\r\nThis is why I am taking this decision. I am not afraid of death\r\nhence I know where I am going. I know that I am going to be in\r\nthe bosom of the Lord.Exodus 14 VS 14 says that \"the lord will\r\nfight my case and I shall  hold my peace\". I don't need any\r\ntelephone communication in this regard because of my health hence\r\nthe presence of my husband's relatives around me always.\r\n\r\nI don't want them to know about this development. With God all\r\nthings are possible. As soon as I receive your reply I shall give\r\nyou the contact of the Bank in EUROPE. I will also issue you an\r\nauthority letter that will prove you the present beneficiary of\r\nthis fund. I want you and the church or the organization to\r\nalways pray for me because the lord is my shephard.\r\n\r\nMy happiness is that I lived a life of a worthy Christian.Whoever\r\nthat Wants to serve the Lord must serve him in spirit and Truth.\r\nPlease always be prayerful all through your life. Contact me on\r\nthe this email address and any delay in your reply will give me\r\nroom in sourcing another church,organization or good person for\r\nthis same purpose. Please assure me that you will act accordingly\r\nas I Stated herein. Hoping to receive your response immedaitely.\r\n\r\nThanks and Remain blessed in the Lord.\r\n\r\nMrs Mary Clement\r\n\r\nPls reply to my private email ( clement_ma2000@yahoo.co.in)\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1376", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mrs Mary Clement.\"<clement_m2002@yahoo.co.in>", "Mrs Mary Clement. <clement_m2002@yahoo.co.in>"], "dc:format": "text/plain; charset=\"iso-8859-1\"", "dc:identifier": "<200501181258.j0ICwaeR019070@flawless.mail.UM>", "dc:subject": "IN GOD WE TRUST.", "dc:title": "IN GOD WE TRUST.", "dcterms:created": "2005-01-18T12:58:30Z"}