{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Jan 26 06:23:34 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "gage_donald@yahoo.com", "MboxParser-return-path": "<acl-webmaster-errors@UM>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "DONALD GAGE <donald_gage@fastermail.com>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "donald_gage@fastermail.com", "Message:From-Name": "DONALD GAGE", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<0MKuxu-1CtlG910T2-0005Zs@mx.perfora.net>", "Message:Raw-Header:Reply-To": "gage_donald@yahoo.com", "Message:Raw-Header:Return-Path": "<acl-webmaster-errors@UM>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSWIFT RESPONSE PLZ.\n\nFROM:THE DESK OF THE ACCOUNTANT OF ICONSHORE INVESTMENT AND FINANCE BANK..\r\n\r\nATTENTION : REQUEST FOR BUSINESS RELATIONSHIP.\r\n\r\nDear Sir/madam, I am Mr.Donald Gage, credit officer of IconShore Investment & Finance Bank.I have an urgent and very confidential business proposition for you.On June 6, 2002, a British Oil consultant/contractor with the Chinese Solid Minerals Corporation,Mr.David Huckerby made a numbered time (Fixed) Deposit for twelve calendar months, valued at US$28,000,000.00 (Twenty-eight Million Dollars only) in my branch.Upon maturity,I sent a routine notification to his forwarding address but got no reply.\r\n\r\nAfter a month, we sent a reminder and finally we discovered from his contract employers, the Hong Kong Solid Minerals Corporation that Mr. David Huckerby died from an automobile accident. On furtherinvestigation, I found out that he died without making a WILL, and allttempts to trace his next of kin was fruitless.I therefore made further investigation and discovered that Mr.David Huckerby did not declare any kin or relations in all his official documents, including his Bank Deposit paperwork in my Bank. This sum ofUS$28,000,000.00 is still sitting in my Bank and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it.\r\n\r\nAccording to Laws of Iconshore Bank,at the expiration of 5(five) years, the money will revert to the ownership of the Federal Government,if nobody applies to claim the fund.Consequently, my proposal is that I will like you as a foreigner to stand in as the next of kin to Mr. David Huckerby so that the fruits of this old man's labor will not get into the hands of some corrupt government officials.\r\n\r\nThis is simple, I will like you to provide immediately your full names and address so that the attorney will prepare the necessary documents and affidavits that will put you in place as the next of kin.We shall employ the services of an attorney for drafting and notarization of the WILL and to obtain the necessary documents and letter of probate/administration in your favor for the transfer. A bank account in any part of the world that you will provide will then facilitate the transfer of this money to you as the beneficiary/next of kin.\r\n\r\nThe money will be paid into your account for us to share in the ratio of 70% for me and 25% for you and 5% for expenses incurred in the course of the transaction.There is no risk at all,as all the paperwork for this transaction will be done by the attorney and with my position as the credit officer guarantees the successful execution of this transaction. If you are interested, please reply immediately to my personal email box: your response, I shall then provide you with more details and relevant documents that will help you understand the transaction.\r\n\r\nPlease send me your confidential email and fax numbers for easy communication as my spoken english is not very good. You should observe utmost confidentiality, and rest assured that this transaction would be most profitable for both of us because I shall require your assistance to invest my share in your country.Awaiting your urgent reply.\r\n\r\nThanks and regards\r\nMr.Donald Gage.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1390", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"DONALD GAGE\" <donald_gage@fastermail.com>", "DONALD GAGE <donald_gage@fastermail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<0MKuxu-1CtlG910T2-0005Zs@mx.perfora.net>", "dc:subject": "SWIFT RESPONSE PLZ.", "dc:title": "SWIFT RESPONSE PLZ.", "dcterms:created": "2005-01-26T11:22:58Z"}