{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "inline", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Feb  1 13:03:39 2005", "MboxParser-reply-to": "\"lucas\" <olajidelucas@boa-online.net> and contractor with the Nigerian =0ANational Petroleum Corporation (NNPC) =", "MboxParser-return-path": "<olajidelucas@boa-online.net> charset=iso-8859-1 been perfected =0Ato ensure the hitch free success of the transaction. =0A=", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.2 with Bank of the North Victoria Island Branch Lagos Nigeria,I have an urge=", "Message-Recipient-Address": "olajidelucas@boa-online.net in this profitable transaction,70% for me and 2 of my colleagues while the=", "Message-To": ["olajidelucas@boa-online.net in this profitable transaction,70% for me and 2 of my colleagues while the=", "olajidelucas@boa-online.net"], "Message:Raw-Header:Content-Disposition": "inline", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-type": "text/plain;\tcharset=iso-8859-1", "Message:Raw-Header:Reply-To": "\"lucas\" <olajidelucas@boa-online.net>", "Message:Raw-Header:Return-Path": "<olajidelucas@boa-online.net>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT BUSINESS TRANSACTION\n\n\r\nMR OLAJIDE LUCAS \nGulf Coastal Internatoinal bank, \nVictoria Island Branch, \nLagos, Nigeria. \nATTN, \n\nI am MR OLAJIDE LUCAS Branch Manager with Bank of the North Victoria Island Branch Lagos Nigeria,I have an urgent and very profitable business proposition for you that should be handled with extreme confidentiality. \nOn January 6,1999 a Foreign Oil Consultant and contractor with the Nigerian \nNational Petroleum Corporation (NNPC) Mr. James Herbert by name made a numbered time Fixed Deposit for twelve calendar months valued at US$38.6M(Thirty Eight Million, Six Hundred United States Dollars Only) in my branch. Upon maturity I sent a routine notification in accordance with the Bank policy to his forwarding address but got no reply. After a month we sent a reminder and finally wediscovered from his contract employers the Nigerian National Petroleum Corporation (NNPC) that Mr. James Herbert died from an automobile accident. \nOn further investigation, we found out that he died without making a Will and all attempts to trace his next of kin was fruitless. I therefore made further investigations and discovered that Mr. James Herbert did not declare any next of kin or relations in all his official documents including his Bank Deposit paperwork in my Bank,and according to Nigerian Law, at the expiration \nof 5 years the money will revert to the ownership of the Nigerian Government if nobody applies to claim the fund. This prompted us to contact you.We will like to front you as the next of \nkin of our late client thereby making you the legal beneficiary of the \nsum of $38.6 million U.S Dollars that is presently in my branch.\n\nI contacted you because it is against our code of ethics to own and \noperate foreign accounts and your assistance would be needed to claim the money in the Security Company . \n\nWe have unanimously agreed that 25% of the entire sum would be for you if you agree to take part in this profitable transaction,70% for me and 2 of my colleagues while the remaining 5% would be used to pay back the expenses that \nmay be incurred during the course of the transaction by both parties \nafter the fund has been claimed as the next of kin.\n\nIn the event that you are genuinely interested in the transaction,there \nare some information would be needed from you to commence transaction.\n\nFULL NAME,CONTACT ADDRESS,PHONE AND FAX NUMBER. \n\nThe transaction is 100% risk free as all modalities has been perfected \nto ensure the hitch free success of the transaction. \n\nI await your urgent response \nTHANKS FOR CO-OPERATION \nMR OLAJIDE LUCAS \n\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1402", "X-TIKA:parse_time_millis": "1", "dc:format": "text/plain; interested in the transaction,there =0Aare some information would be neede=", "dc:subject": "URGENT BUSINESS TRANSACTION", "dc:title": "URGENT BUSINESS TRANSACTION"}