{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "base64", "MboxParser-from": "r  Thu Feb 10 11:52:30 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "Jose Martinez Guzman <josemartinezguzman@9y.com>", "MboxParser-return-path": "<ushyulftwq@bea.com> boundary=\"qzsoft_directmail_seperator\"", "MboxParser-status": "RO", "MboxParser-x-msmail-priority": "Normal", "MboxParser-x-priority": "3", "MboxParser-x-sieve": "CMU Sieve 2.2 charset=\"DEFAULT\"", "Message-From": "Jose Martinez Guzman <josemartinezguzman@9y.com>", "Message-Recipient-Address": "R@M", "Message-To": ["rrrrr <R@M>", "rrrrr <R@M>"], "Message:From-Email": "josemartinezguzman@9y.com", "Message:From-Name": "Jose Martinez Guzman", "Message:Raw-Header:Message-Id": "<200502101652.j1AGqMk8015190@sleepers.mail.UM>", "Message:Raw-Header:Reply-To": "Jose Martinez Guzman <josemartinezguzman@9y.com>", "Message:Raw-Header:Return-Path": "<ushyulftwq@bea.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-MSMail-Priority": "Normal", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Message:Raw-Header:mime-version": "1.0", "Multipart-Boundary": "qzsoft_directmail_seperator", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGREETINGS TO YOU AND YOUR FAMILY.\n\nAlternate email address: josemartinezguzman1940@yahoo.es \n\nDear friend,\n\n\nGreetings to you and your family! This mail might come to you as a surprise and the temptation to ignore it as unserious could come into your mind; but please consider it a divine wish and accept it with a deep sense of humility. \n\nMy name is Jose Martinez Guzman. I am a 65 years old man, I am Cuban currently residing in Madrid (Spain). I was formerly living in Cuba and served under Castro`s government but had to run into self exile after the ruling Government of Fidel Castro closed in on my family on accusations of anti-government statements, I was once married with two children but my family could not escape before the deadly hands of Castro`s goons fell on them. \n\nl did made a lot of money serving Castro and on getting to Spain, I have been a merchant here in Madrid dealing in Ornamentals, Oriental Carpets and Artifacts and life was very smooth for me until about three(3) years ago when I was first diagnosed of Cancer of the Larynx.\n\nBefore this happened my business and concern for making money was all I lived for, I never really cared about other values in life. But since the loss of my family and hometown, I have found a new desire to assist helpless families. I have been helping orphans in orphanage/motherless homes. I have once donated some money to orphans in war ravaged Eritrea, Somalia, Sudan and some East European Countries. \n\nBefore I became ill, I kept $US 5.5 Million in a long-term deposit vault of a bank and I didn`t state any next of kin when the money was deposited and if I died without stating any the money will automatically go into the coffers of the bank and I don`t want this to happen. I have left the hospital and presently receiving treatment in an acupuncture clinic, I have been undergoing treatment for Oesophageal Cancer at the hospital. I have since lost my ability to talk and my doctors have told me that I have only a few months to live. \n\nIt is my last wish to see this money distributed to charity organizations, because relatives and friends have plundered so much of my wealth since my illness, I cannot live with the agony of entrusting this huge responsibility to any of them. Please, I beg you in the name of God to help me collect the deposit and distribute it amongst charity organizations and the incident that happened in Asia too. \n\nUse your judgement to distribute the money and feel free to reimburse yourself when you have the money for any cost you incur during the process of collecting and distributing the money to charity organizations. I am going to send you vital documents to back my claims and I am willing to offer you a reward If you are willing to help, please reply as soon as you can on my alternate email address: josemartinezguzman1940@yahoo.es \n\nLooking forward to hearing from you soonest.\n\nRegards,\n\nJose Martinez Guzman\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1431", "X-TIKA:parse_time_millis": "0", "dc:creator": ["Jose Martinez Guzman <josemartinezguzman@9y.com>", "Jose Martinez Guzman <josemartinezguzman@9y.com>"], "dc:format": "text/plain;", "dc:identifier": "<200502101652.j1AGqMk8015190@sleepers.mail.UM>", "dc:subject": "GREETINGS TO YOU AND YOUR FAMILY.", "dc:title": "GREETINGS TO YOU AND YOUR FAMILY.", "dcterms:created": "2005-02-10T16:52:22Z"}