{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Mar 15 06:21:58 2005", "MboxParser-http": ["//www.vanguardngr.com/articles/2002/cover/f214102004.html", "//www.businessdayonline.com/index.php?fArticleId=3D4912"], "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<acl-webmaster-errors@UM>", "MboxParser-status": "O", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "mrsjerry124@handbag.com", "Message:From-Email": "mrsjerry124@handbag.com", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<acl-webmaster-errors@UM>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMrs. Mary Jerry Agbeyegbe\n\nDear Sir, CEO, Managing Director?s/Madam\r\n\r\n\r\n\r\nPlease, treat this mail as urgent and important. I am Mrs. Mary Jerry Agbeyegbe.\r\nI am the wife to the late Mr. Jerry Agbeyegbe who was the Executive director\r\nof the Nigerian Aviation safely initiative.\r\n\r\nI am contacting you under a bereaved condition, I hope that you will treat\r\nthis mail with special concern and reply immediately as the need is very\r\nurgent. My husband was murdered in the fee hours of Tuesday October 12, 2004\r\nat the Alapere end of the Oworonsoki/Third Mainland Bridge, Lagos. You can\r\nread the following journals concerning my husband's\r\ndeath.\r\n\r\nhttp://www.vanguardngr.com/articles/2002/cover/f214102004.html\r\nhttp://www.businessdayonline.com/index.php?fArticleId=4912\r\n\r\nHe was buried on Friday the 3rd of December 2004.I have a different problem\r\nnow, apart from my husband's death. The future of my children and I, are\r\nin serious danger, base on circumstances around the family in relation with\r\nthe tradition of my husband's home town. We are from Aja Ojobo, Ekurede Itsekiri,\r\nWarri of Delta state of Nigeria. The tradition of this part of Nigeria, have\r\nit that once a man dies, the family members, are entitled to all his assets,\r\nincluding the wife and kids.\r\n\r\nThis very ackward tradition has caused a lot of problems between widows,\r\ntheir children and the husband's family. I am married to a family of high\r\nintegrities and respected men in this society, who I can not face physically\r\nin terms of problems over their late brother's assets. I am civilized woman;\r\nI will not allow a rubbish tradition to rubbish our future. Seven days after\r\nmy husband's burial, I was called before the whole family to submit documents\r\nof my husband, including his bank accounts to the family base on this barbaric\r\ntradition.\r\n\r\nBase on my late husband good intension for his children, I secured one thing\r\nwhich will sustain us in life. My late husband made a wise provision to make\r\nsure that in case of death, I and the kids will not face the barbaric effect\r\nof the useless tradition.  My husband made a deposit of us$45million with\r\na finance firm in Europe. Like he used to tell me\r\n\r\n\r\nwhen he was alive, He told me times without number that death is inevitable,\r\nif he is no more for us, that I must make sure I protect his kids from any\r\nfailure to bring them up in the normal way both educationally and otherwise.\r\nHe advised me to make sure I do not let his brothers get to this deposit\r\nin his absence.\r\n\r\nHe instructed me to seek for a good foreigner that will assist me secure\r\nthe money and assist us move away from this country build up a new life.\r\nHe charged himself while he was alive that our children must have the best\r\nof educations in life. My husband made money while he was alive and our kids\r\nshould not suffer in the hands of the family for tradition sake. It is only\r\nfor this reason that he made this secret offshore deposit outside his family\r\nknowledge.\r\n\r\nAlready, my late husband kept the documents of this deposit in the custody\r\nof our lawyer friend in Amsterdam-The Netherlands. So there is no way the\r\nfamily will get to know this. Please base on the sensitivity of this matter,\r\nI will please plead you to keep this as a top secret. The air they said has\r\nears. We may not know who is by the side.\r\n\r\nWhat I need from you is your full consent to present you to the financial\r\nfirm as the beneficiary to the deposit. In this way, the finance firm will\r\ntransact with you directly as the beneficiary release the deposit to you.\r\nOnce you retrieve the fund, you will keep the money with you until we arrange\r\nfor our coming over to meet you there in your country. When we come over,\r\nwe will look for a lucrative business to invest the money.\r\n\r\nEvery other arrangements concerning this, will be after you reply to this\r\nmail, give me your full contact detail and phone number, and private email\r\nwhere the need be.  I will gladly offer you a good percentage of the money\r\nfor your kind assistance.\r\n\r\n\r\n\r\nNote that your immediate reply is needed so that I will not look for another\r\nperson.  Thank you while I look forward to hearing from you as soon as possible.\r\nMrs. Mary Agbeyegbe\r\n\r\n\r\n\r\nPls., get back to me with this email box mragbeyejerry27@netscape.net\r\n\r\nBest regards.\r\n\r\nMrs. Mary J.Agbeyegbe\r\n\r\n\r\n\r\n\r\n\r\n\r\n___________________________________________________________\r\n\r\nBook yourself something to look forward to in 2005.\r\nCheap flights - http://www.tiscali.co.uk/travel/flights/\r\nBargain holidays - http://www.tiscali.co.uk/travel/holidays/\r\n\r\n\r\n\r\n\r\n\r\n___________________________________________________________\r\n\r\nBook yourself something to look forward to in 2005.\r\nCheap flights - http://www.tiscali.co.uk/travel/flights/\r\nBargain holidays - http://www.tiscali.co.uk/travel/holidays/\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1501", "X-TIKA:parse_time_millis": "1", "dc:creator": ["mrsjerry124@handbag.com", "mrsjerry124@handbag.com"], "dc:format": "text/plain; charset=\"iso-8859-1\"", "dc:subject": "Mrs. Mary Jerry Agbeyegbe", "dc:title": "Mrs. Mary Jerry Agbeyegbe"}