{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu Mar 24 10:10:40 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "pchima2344@yahoo.co.in", "MboxParser-return-path": "<pchima222@voila.fr>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Patrick Chima <pchima222@voila.fr>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "pchima222@voila.fr", "Message:From-Name": "Patrick Chima", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200503241510.j2OFAWc9030692@burn2.mail.UM>", "Message:Raw-Header:Reply-To": "pchima2344@yahoo.co.in", "Message:Raw-Header:Return-Path": "<pchima222@voila.fr>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlease Confirm Receipt From :Patrick\n\nThank you for giving me your time. Please be patient and read my email to you.\r\n\r\nI wished to confide in you hopeing that you will not BETRAY or CHEAT me in your country when the fund arrived in your Bank account over there.\r\n\r\nI'm impressed with your vast knowledge,experience and sincerely believe that you have the capacity to help and assit me by going into partnership and invest the fund legally under your proper management and care in a profitable investment.\r\n\r\nThe most thing i expect from you is to regard this transaction as yours and put in your best towards our achieving set goals,but i must say i will rely solely on your expert advise and guidance because this is my first business and project.The amount is Eight Million United States\r\nDollar(US$8,000,000.00). so if you know that any Investment that will be ok that is alrigth by me since i have not being into project befor\r\n\r\nPersonally,my name is Mr.Patrick Chima,i am 29years of age and a citizen of (Sierria-Leone) but presently staying here in Dakar-Senegal in West-Africa with Refeguee Status,i am seeking you as my foreign partner and you will have interest in any investment you finally confirms okay for us to invest the money into,upon we securing the release and subsequent transfer from Senegal where it is presently been deposited with your help and assistance,and i shall need your assistance in transferring the money outside Senegal based on the fact that the financial laws of this\r\ncountry dose not allow or permit me to handle or transfer such amount of money outside Senegal,but i can successfully do that by bring you in with a better status,hence my contacting you.\r\n\r\nBe informed that this money is owned by my late father,he was a well known Diamond Merchant and he made the money in sales of Diamonds,and the fund is safely deposited with a Fudiciary Company here in Dakar/Senegal,and the money is due to me as Inheritance. my Father was killed by the rebels in November 2000 because of his relationship with the civilian Government of Ahmed Tejan Kabbah. by the Rebel.\r\n\r\n\r\nThese money in question is presently being deposit with a Fiduciary Company here in Dakar/Senegal,and i have on my arrival meet with the management of the company regarding the release of the deposit to me,and after several meetings with the management,the deposit has being approved to be released to me.But i will require a commercial bank account where the\r\nmoney will be transferred into,and the fact is that i don't have any bank account and considering also the fact that my status here is Refeguee,and my priority is to transfer the money outside Africa where their is economic and political stability like your country.\r\n\r\nBe rest assured of full compensation for all assistance and help you shall expertly render to me for the successefully completion of this transaction before and after.Actually,i want this money to be transferred directly to your private Bank account or any account of your chioce in your country from the fiduciary company here in Senegal where it was deposited by my late father prior to the investment as soon as you confirms your readiness to help or assist me and sincerely protect my interest.\r\n\r\nI shall provide further informations as soon as i receive your acceptance mail that you are ready,willining to help and assist me,since the financial laws of Senegal does not permit me to transfer such fund out directly,but we can successefully do it with your better status and references.This is the help and assistance i need from you.\r\n\r\n\r\ni am waiting patiently and honestly for your urgent call and reply today sir.\r\n\r\nBest regards,and have a peacefully and cool day sir.\r\n\r\nYours sincerely.\r\n\r\nMr.Patrick Chima.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1539", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Patrick Chima\" <pchima222@voila.fr>", "Patrick Chima <pchima222@voila.fr>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200503241510.j2OFAWc9030692@burn2.mail.UM>", "dc:subject": "Please Confirm Receipt From :Patrick", "dc:title": "Please Confirm Receipt From :Patrick", "dcterms:created": "2005-03-24T14:06:47Z"}