{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit 1998. I am contacting you in a benevolent spirit; utmost confidence and Refineries and the National Electric Power Authority which supplies which he kept in the vaults. The reason is because no names were used to All my fathers\\\\\\' friends have deserted us after exploiting us on the", "MboxParser-from": "r  Fri Mar 21 10:55:12 2003", "MboxParser-http": "//www.zapo.net/", "MboxParser-mime-version": "1.0 Capital territory Abuja in the late General Sani Abacha\\\\\\'s Regime of retain Abacha\\\\\\'s Family, the N50 Million was recovered by the investigating If you are capable and willing to assist, contact me at once via email", "MboxParser-return-path": "<root@zapo.net> by deadpool.mr.itd.UM (3.6u) with ESMTP id h2LFt7F09930; Fri, 21 Mar 2003 10:55:07 -0500 (EST) EMAIL ADDRESS: tunda@zapo.net required for us to immediately transfer the said funds out of the were revealed by the investigation agencies set up by the successive that the $60M is successfully transferred abroad for investment purposes. happen and please; do not undermine it because it will also be a source", "MboxParser-status": "RO contact from a business site on the internet and following the The then head of state General Sani Abacha transferred his share of the Note that I have these information in my custody. Right now, my father assistance, I am ready to give you as much as 20% of the total funds", "MboxParser-x-mailer": "ZapoWebMail [Version 1.0.13] trust to enable us provide a solution to a money transfer of $60M that is Electricity to the entire nation. If you are conversant with world news, lodge in the funds. Instead, he used PERSONAL IDENTIFICATION NUMBERS pretence of trying to help my father. As it is said, \\\\\\\"it is at the time", "MboxParser-x-mime-autoconverted": "from 8bit to 7bit by courier 0.39 surprised at my sudden contact to you but do not despair, I got your make some good money for himself and kept in his private bank accounts. the firm issued him with a certificate of deposit of the consignments. everything to yourself, we would definitely have no problems. For your", "Message-From": "MR TUNDA <tundatx@zapo.net>", "Message-Recipient-Address": "tundatx@zapo.net URGENT BUSINESS PARTNERSHIP General Sani Abacha as the head of state, they were both involved in repatriated this that I am making this contact with you. I have done a thorough assisting us instead, you have so much to gain. Awaiting your urgent and", "Message-To": ["tundatx@zapo.net URGENT BUSINESS PARTNERSHIP General Sani Abacha as the head of state, they were both involved in repatriated this that I am making this contact with you. I have done a thorough assisting us instead, you have so much to gain. Awaiting your urgent and", "tundatx@zapo.net"], "Message:From-Email": "tundatx@zapo.net", "Message:From-Name": "MR TUNDA", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain; charset=iso-8859-1", "Message:Raw-Header:Message-ID": "<courier.3E7B359C.00006AE9@postman>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Return-Path": "<root@zapo.net>\tby deadpool.mr.itd.UM (3.6u) with ESMTP id h2LFt7F09930; Fri, 21 Mar 2003 10:55:07 -0500 (EST)", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "ZapoWebMail [Version 1.0.13]", "Message:Raw-Header:X-Mime-Autoconverted": "from 8bit to 7bit by courier 0.39", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHELLO\n\nFROM : MR TUNDA USENI\n EMAIL ADDRESS: tunda@zapo.net\n\n URGENT BUSINESS PARTNERSHIP\n\n ATTENTION:PRESIDENT/C.E.O\n\n      Dear Sir, My name is MR TUNDA USENI the eldest son of Rtd General\n JEREMAIAH. J. T. USENI who was the est. while Minister of the Federal\n Capital territory Abuja in the late General Sani Abacha\\\\\\'s Regime of\n 1993-\n 1998. I am contacting you in a benevolent spirit; utmost confidence and\n trust to enable us provide a solution to a money transfer of $60M that is\n presently putting my entire family into great disarray. You may be quite\n surprised at my sudden contact to you but do not despair, I got your\n contact from a business site on the internet and following the\n information I gathered about you, I was convinced that you could be of\n assistance to me. So, decided to contact you at once due to the urgency\n required for us to immediately transfer the said funds out of the\n country. During the time my father was in the government with the late\n General Sani Abacha as the head of state, they were both involved in\n several deals that yielded Billions of Dollars. The prominent amongst the\n deals was monies that emanated from funds set aside for the importation\n of Arms and Ammunitions to boost the Nigerian Defense, funds set to\n embark on an oversea campaign to counter the United States action to put\n a stop to the self succession bid of the Abacha\\\\\\\\\\\\\\'s government to\n retain\n power, and monies set aside to rehabilitate the ailing Nigerian Petroleum\n Refineries and the National Electric Power Authority which supplies\n Electricity to the entire nation. If you are conversant with world news,\n you would understand better. During this period my father was able to\n make some good money for himself and kept in his private bank accounts.\n The then head of state General Sani Abacha transferred his share of the\n money through a Lebanese businessman, Chagoury and a Jewish businessman,\n Mark Rissar to bank accounts overseas. Unfortunately, all the secrets\n were revealed by the investigation agencies set up by the successive\n governments and most of the Abacha\\\\\\\\\\\\\\'s loots were traced and\n repatriated\n from the various accounts to the Federal Government Treasury. Out of the\n money my father made, he left the sum of N50 Million (Fifty Million\n Naira) in the CBN escrow account for further transfer into a foreign\n account and a sum of $60M (Sixty Million Dollars) was kept in a Private\n security firm here in Nigeria. Through the confessions made by the\n Abacha\\\\\\'s Family, the N50 Million was recovered by the investigating\n agency from the CBN escrow account. But were unable to discover the $60M,\n which he kept in the vaults. The reason is because no names were used to\n lodge in the funds. Instead, he used PERSONAL IDENTIFICATION NUMBERS\n (PIN) and declared the contents as Bearer Bonds and Treasury Bills. Also\n the firm issued him with a certificate of deposit of the consignments.\n Note that I have these information in my custody. Right now, my father\n has been arrested and detained for interrogation. As the eldest son of my\n Father, I believe that I owe the entire family an obligation to ensure\n that the $60M is successfully transferred abroad for investment purposes.\n With the present situation, I cannot do it all by myself. It is based on\n this that I am making this contact with you. I have done a thorough\n homework and fine-tuned the best way to create you as the beneficiary to\n the funds and effect the transfer accordingly. Is rest assured that the\n modalities I have resolved to finalize the entire project guarantees our\n safety and the successful transfer of the funds. So, you will be\n absolutely right when you say that this project is risk free and viable.\n If you are capable and willing to assist, contact me at once via email\n for more details. Believe me, there is no one else we can trust again.\n All my fathers\\\\\\' friends have deserted us after exploiting us on the\n pretence of trying to help my father. As it is said, \\\\\\\"it is at the time\n of problems that you know your true friends\\\\\\\". So long as you keep\n everything to yourself, we would definitely have no problems. For your\n assistance, I am ready to give you as much as 20% of the total funds\n after transfer and invest a reasonable percentage into any viable\n business you may suggest. Please, I need your assistance to make this\n happen and please; do not undermine it because it will also be a source\n of up liftment to you also. You have absolutely nothing to loose in\n assisting us instead, you have so much to gain. Awaiting your urgent and\n positive response.\n\n BEST REGARDS,\n\n\n MR TUNDA USENI\n\n\n---------------------\nFree Email Service\nhttp://www.zapo.net/\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-158", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"MR TUNDA\" <tundatx@zapo.net> Dear Sir, My name is MR TUNDA USENI the eldest son of Rtd General embark on an oversea campaign to counter the United States action to put account and a sum of $60M (Sixty Million Dollars) was kept in a Private safety and the successful transfer of the funds. So, you will be", "MR TUNDA <tundatx@zapo.net>"], "dc:format": "text/plain; charset=iso-8859-1 1993- power, and monies set aside to rehabilitate the ailing Nigerian Petroleum agency from the CBN escrow account. But were unable to discover the $60M, for more details. Believe me, there is no one else we can trust again.", "dc:identifier": "<courier.3E7B359C.00006AE9@postman> presently putting my entire family into great disarray. You may be quite you would understand better. During this period my father was able to (PIN) and declared the contents as Bearer Bonds and Treasury Bills. Also of problems that you know your true friends\\\\\\\". So long as you keep", "dc:subject": "HELLO", "dc:title": "HELLO", "dcterms:created": "2003-03-21T15:54:04Z"}