{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun May 22 09:37:34 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "ebony_ang@codehot.co.uk", "MboxParser-return-path": "<acl-webmaster-errors@UM>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-priority": "1", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mrs.Angelina Ebony Dazza <angel_ebony@codehot.co.uk>", "Message:From-Email": "angel_ebony@codehot.co.uk", "Message:From-Name": "Mrs.Angelina Ebony Dazza", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<0MKuxu-1DZqdx3cIl-0007NX@mx.perfora.net>", "Message:Raw-Header:Reply-To": "ebony_ang@codehot.co.uk", "Message:Raw-Header:Return-Path": "<acl-webmaster-errors@UM>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Priority": "1", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGod Bless You My Dear Contact Me!!!\n\nHello My Dear,\r\nPlease forgive my indignation if this message comes to you as a\r\nsurprise I got your contact from a database found in internet while\r\nsearching for a reliable and honest person that will assist us receive a fund\r\nintoan account.I was divinely inspired to pick your name among other  names\r\nfound in the Internet database. After series of prayers and fasting\r\nfor Gods direction.\r\nI am Mrs.Angelina Ebony Dazza a citizen of Columbia undergoing\r\ncurrently medical treatment. I am married to Dr. Dazza Lamin who  worked\r\nwith the Malaysia Embassy in South Africa for nine years before he died in\r\nthe year 2000. We were married for eleven years without a  child.He died\r\nafter\r\na brief illness that lasted for only four days. Before  his death we\r\nwere both born again Christians. Since his death I decided not to re-marry\r\nor get a child outside my matrimonial home which the Bible is against.\r\nWhen my late husband was alive he deposited the sum of $15 Million\r\n(Fifteen million  U.S.Dollars) with a finance/security company in  ASIA.The money\r\nis inside one trunk boxes, but nobody knew that the boxes  contained money\r\napart from me and my late husband, the boxes was deposited as Photographic\r\nMaterials. Presently, this money is still with the Security Company.\r\nRecently, my Doctor told me that I would not live for the next three months\r\ndue to my cancer problem. Though what disturbs me most is my disability\r\nto move around which is a partial paralysis. Having known my condition\r\nI decided to donate this fund to a church or a mosque or better still a\r\nChristian or a Moslem individual that will utilize this money the way I am going\r\nto instruct herein. I want a church or Mosque or the individual\r\nbeneficiary that will inherit this to use it for churches or Mosque orphanages and\r\nwidows propagating the word of God and to ensure that the house of God is\r\nbeautified.They said blessed is the hand that giveth. I took this decision because\r\nI do not have any child that will inherit this money and my husband's\r\nrelatives are not Christians and I don't want my husband's hard earned money to\r\nbe mis-used by unbelievers. I do not want a situation where this money\r\nwill be used in an ungodly manner,hence the reason for taking this bold\r\ndecision.I am not afraid of death because I know where I am going. I know that I\r\nam going to be in the bossom of my Saviour.\r\nIf you feel you are worthy enough to make yourself available  in this\r\nproject, let me know immediately you read my mail. GOD will surely provide  for\r\nyou the power and strenght to accomplish this. All things work together for\r\ngood for those who love GOD. Waiting for your urgent response. I do not\r\nneed any telephone conversation in this regard because of my health,and\r\nbecause of the presence of my husband?s relatives who are always around\r\nme. I do not want them to know about this development.\r\nThank you and God bless.\r\nYours sincerely,\r\nMrs.Angelina Ebony Lamin.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1648", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Mrs.Angelina Ebony Dazza\" <angel_ebony@codehot.co.uk>", "Mrs.Angelina Ebony Dazza <angel_ebony@codehot.co.uk>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<0MKuxu-1DZqdx3cIl-0007NX@mx.perfora.net>", "dc:subject": "God Bless You My Dear Contact Me!!!", "dc:title": "God Bless You My Dear Contact Me!!!", "dcterms:created": "2005-05-24T01:40:31Z"}