{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable moi de me pr=E9senter =E0 vous. Je suis Mlle", "MboxParser-es!=0ahttp": "//www.terra.com.mx/bandaancha=0A=A1Nunca fue tan f=E1cil tener=", "MboxParser-exp": "Mlle SAVANA PRISCA", "MboxParser-from": "r  Tue Jun  7 08:30:50 2005", "MboxParser-mime-version": "1.0 me?", "MboxParser-return-path": "<prisca_savana1@terra.com.mx> only daughter of late Mr.", "MboxParser-status": "RO tu p=E1gina en Internet!=0Ahttp://sitebuilder.terra.com.mx=0AEncuentra l=", "MboxParser-x-senderip": "81.199.125.27 ici =E0 votre", "MboxParser-x-sensitivity": "3 so that i can forward the documents to you", "MboxParser-x-sieve": "CMU Sieve 2.2 ivory coast(cote", "MboxParser-x-type": "0 as des tr=E9sors d'une famille, qui", "MboxParser-x-xam3-api-version": "4.1 (B8) et de finances entretient la maison ici en C=F4te", "Message-From": "prisca_savana1 <prisca_savana1@terra.com.mx>", "Message-To": ["undisclosed-recipients: ; n'est pas en s=E9curit=E9 ici car mes oncles", "undisclosed-recipients:;"], "Message:From-Email": "prisca_savana1@terra.com.mx", "Message:From-Name": "prisca_savana1", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=iso-8859-1", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<IHPS34$92B42777A7B379C262C480DF2DF7BA2B@terra.com.mx>", "Message:Raw-Header:Return-Path": "<prisca_savana1@terra.com.mx>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-SenderIP": "81.199.125.27", "Message:Raw-Header:X-Sensitivity": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Message:Raw-Header:X-XaM3-API-Version": "4.1 (B8)", "Message:Raw-Header:X-type": "0", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nurgent response\n\nFROM MISS SAVANA PRISCA\r\nABIDJAN.IVORY COAST.\r\nCOTE D'IVOIRE.\r\n\r\nAPPEAL FOR URGENT ASSISTANCE.\r\n\r\nDear Sir,\r\n\r\nPermit me to inform you of my desire of going into\r\nbusiness relationship with you.Though this letter will\r\r\nbe a surprise  to you since you dont know me\r\npersonally I got your contacts recent .during my\r\nsearch for a stranger that can cooperate help me in\r\nthis mutual transaction. and I prayed over it and\r\nselected your name among the other names due to its\r\nesteeming nature and the recommations given to me as a\r\nreputable and trust worthy person that I can do\r\nbusiness with and by the recommendation, I must not\r\nhesitate to confide in you for this simple and sincere\r\nBusiness.\r\n\r\n\r\nI am MISS SAVANA PRISCA, the only daughter of late Mr.\r\nAnd MrsSAVANA My father was a very wealth cocoa\r\nmerchant in Abidjan, the economic capital of Ivory\r\nCoast, my father died during the political war crisis\r\nthat going on in my country here in ivory coast(cote\r\nd'ivoire)My mother died when I was a baby when she was\r\nabout to delivers a new baby and since then my father\r\ntook me so special.\r\n\r\nBefore the death of my father on november 2002 in a private hospital herein Abidjan he secretly called me on his bed side and told me that he has the sum of Eight Million,Five Hundred Thousand\r\nUnited State Dollars. USD($8.500,000) left in one of\r\nthe private security/finances trust services house\r\nhere in Abidjan Ivory Coast ,as a family treasures\r\nthat he used my names her only daughter for the next\r\nof kin in depositing of the fund. He also explained to\r\nme that he might not survive the situation he was at\r\nthat present.\r\n\r\nHowever That I should seek for a foreign partner in a\r\ncountry of my choice where I will transfer this money\r\nand use it for investment purpose such as real estate\r\nmanagement or hotel management.\r\n\r\nSir,I am in a sincere desire of your humble assistance\r\nin this regards again.Your suggestions and ideas will\r\nbe highly regarded.\r\n\r\r\n\r\nNow permit me to ask these few questions:-\r\n(1)Can you help me for the retrievements of this fund\r\non my behalf in the security custody here to your end?\r\n\r\n(2)Can you stand as a guardian of this since fund\r\nsince I am only 22 years old?\r\n\r\n(3)Can you make an arrangement for me to come over to\r\nyour country to further my Education and to secure a\r\nresident permit in your country?\r\n\r\n(4) Can you honestly take me as your own and help me?\r\n\r\n(5) Can I completely trust you?\r\n\r\n(6) What percentage of the total amount in question\r\n\r\nwill be go for you after the money is in your\r\r\naccount?\r\n\r\nPlease,Consider this and get back to me as soon as\r\npossible so that i can forward the documents to you\r\nafter we have agreed on the conditions for your\r\nassistance.\r\n\r\nMy life is not safe here and i need to be\r\nout of here as soon as possible because now that my\r\nfather is dead and with me only as a female child,\r\nfirstly the political war crisis are still going on\r\nhere in my country and secondly my uncles are seeking\r\r\nto kill me so that they can have all my fathers\r\nproperties.\r\n\r\nI really don't want to struggle anything with them in terms of properties but my presence will still be disturbing them. thank God they are not aware of this fund in the company here hence, I want to\r\nleave here as soon as you help me to have the consignment cleared from the security company here and lodge it into a safe account in your stable country and then send me some amount to enable me prepare to\r\nmeet you. without your help, i will find it difficult\r\nto travel and clear it myself alone with my little or\r\r\nno experience.\r\n\r\n\r\nI am waiting for your urgent reply with your contact\r\r\nphone number so that i can give you the contact of the\r\nsecurity for you to contact them as if you are my\r\nguardians. and in due course I will provides you the\r\nsecret code for opening the consignment when you are\r\nready to come on my behalf.\r\n\r\nThank you so much.\r\n\r\nBest Regards,\r\n\r\nMISS SAVANA PRISCA\r\n\r\n\r\n\r\n\r\n\r\nEXP:Mlle SAVANA PRISCA\r\nABIDJAN,COTE D' IVOIRE.\r\r\n\r\nURGENCE POUR ASSISTANCE\r\n\r\nCHER, MR OU MADAME.\r\n\r\n\r\nPermettez-moi de vous informez de mon désir de\r\ntraiter avec vous. En effet j'ai obtenu votre contact\r\net j'ai prié beaucoup pour que vous soyez l'homme\r\névident parmi les noms que j'ai sélectionnés par apport\r\nà sa nature estimable, comme étant un homme de parole\r\net de confiance auquel je peux traiter avec\r\nconformément à votre grandeur je saurais hésiter à\r\nme confier à vous pour se simple et sincère business.\r\n\r\nPermettrez moi de me présenter à vous. Je suis Mlle\r\nSAVANA PRISCA la seul fille du regretté Mr ou Mme\r\nSAVANA Mon père était l'un des riches homme marchand\r\nde cacao en Cote d'Ivoire, dans la capitale\r\néconomique, il a été empoisonné par ses collègues\r\npendant qu'ils était en bateau pour l'importation du\r\ncacao. Quant à ma mère elle est morte quant j’étais\r\nencore bébé pour ses raisons mon père ma traité\r\r\nconvenablement, avant sa mort dans un clinique privé a\r\nAbidjan en novembre 2002 il m'a secrètement appelé\r\nsur son lit d’hôpital pour me dire qu'il possède la\r\nsomme de huit million cinq cent mille de dollars\r\n\r\n($8.500,000) la gauche dans une compagnie privée\r\nde sécurité et de finances entretient la maison ici en Côte\r\nd'Ivoire d’Abidjan, as des trésors d'une famille, qui\r\nporte mon nom donc, je suis la personne qui peut\r\naccéder à cet argent il m'a expliqué que c'est à cause\r\nde son argent qu'il à été empoisonné. Dans se ca il m'a\r\ndit de chercher un partenaire étranger de mon choix ou\r\nje pourrais transférer l'argent et de l'exploiter dans\r\ndes différents secteurs comme dans le domaine de\r\nl'immobilier ou dans l’hôtellerie.\r\n\r\nCher Mr ou Mme je cherche honorablement votre\r\nassistance. Suivez l'instruction ci- dessous.\r\n\r\nje vous demande humblement votre aide ainsi que des\r\nsuggestions et des idées venant de vous seront\r\ngrandement appréciées.\r\nMaintenant, je voudrais vous poser quelques questions:\r\n1)Pouvez vous m'aider pour les retrait de ces\r\nfonds en mon nom dans la garde de sécurité ici à votre\r\nextrémité.?\r\n2)pourriez-vous m'aider à venir dans votre pays pour\r\nfinir mes études en m'assurant le gîte et le couvert?\r\n3)pourriez-vous garder cet argent parce que je n'ai\r\nque 22 ans?\r\n4)est-ce que,je puis complètement vous faire\r\nconfiance?\r\n5)pouvez-vous honnêtement me prendre en tant que vos\r\npropres et m'aider?\r\n6)quel pourcentage exigerez-vous une fois l'argent\r\ndans votre compte?\r\nJe vous prie de bien vouloir me donner une réponse\r\nrapide pour que je puisse vous expédier les documents\r\nnécessaires pour cette transaction.\r\n\r\n\r\nMa vie n'est pas en sécurité ici car mes oncles\r\nveulent attenter à ma vie pour prendre les autres\r\nbiens de mon père car heureusement ils ne sont pas au\r\ncourant de cet argent.\r\n\r\n\r\nJ'attends donc votre numéro de téléphone ainsi que le\r\nfax.\r\n\r\nmerci,\r\n\r\nMlle SAVANA PRISCA\r\n\n___________________________________________________________________________\n¡Terra Banda Ancha, tu conexión permanente a Internet desde $348 al mes!\nhttp://www.terra.com.mx/bandaancha\n¡Nunca fue tan fácil tener tu página en Internet!\nhttp://sitebuilder.terra.com.mx\nEncuentra los mejores productos y precios increibles!!\nhttp://decompras.com.mx\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1683", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"prisca_savana1\" <prisca_savana1@terra.com.mx> a =E9t=E9 empoisonn=E9 par ses coll=E8gues", "prisca_savana1 <prisca_savana1@terra.com.mx>"], "dc:format": "text/plain; charset=iso-8859-1 don't want to struggle anything with them in terms of properties but my =", "dc:identifier": "<IHPS34$92B42777A7B379C262C480DF2DF7BA2B@terra.com.mx> retrievements of this fund", "dc:subject": "urgent response", "dc:title": "urgent response", "dcterms:created": "2005-06-07T12:30:40Z"}