{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Jun 25 12:41:36 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "joykwame_23@yahoo.ca", "MboxParser-return-path": "<joy5kwame@yahoo.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-priority": "1", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "joy kwame <joy5kwame@yahoo.com>", "Message-Recipient-Address": "R@S", "Message-To": ["R@S", "R@S"], "Message:From-Email": "joy5kwame@yahoo.com", "Message:From-Name": "joy kwame", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<20050625163905.2DCB3C055@krusty.si.UM>", "Message:Raw-Header:Reply-To": "joykwame_23@yahoo.ca", "Message:Raw-Header:Return-Path": "<joy5kwame@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Priority": "1", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom Joy Kwame\n\nGood Day\r\n\r\nI know that this mail might be a surpriseing to you but do consider it as an emergency. In a nut shell, My name is Joy kwame from the republic of Sierria-Leone in west Africa, now seeking for refugee in Dakar -Senegal under the(UNHCR).\r\n\r\nI am looking for someone who can take me as child I promise to be obidient to you and I will bring happiness to your life I want you to assist me in this transaction. My late father was the managing director of Rainbow Gold and Diamond Mine company in (KENEMA) Sierra-Leone. But he was poisoned to death alongside with my mother by his business associate,On one of their outing to discuss a business deal in oversea However,Befor the death of my father in a private hospilat in Sierria Leone.\r\n\r\nHe Secretly called me on his bedside and to me that he has a sum of US (US$6.2M)Six million two hundred thousand U.S Dollars Deposite in Finance Firm. He also explained to me that it was because of this wealth that he was poisoned by his business associates,after their death I managed to stay with his younger brothers. Them take away all my father treasury and properties away from me just to put me into suffery and starvation.\r\n\r\nWhen the war broke out in my country I escape to refugee camp in senegal by the help of the UN with some important files of my father. The deposit documents indicate me as the next of kin.Presently, I am saddled with the problem of securing a trust worthy foriegn personality to help me.\r\n\r\n(1) you will Stand on my behalf as the beneficiary for the claim of the inheritance from the Finance Firm since the management of the Finance Firm adviced that I should solicit for an individual or corporate organization to claim the deposit for me as they cannot release it directly to me due to my refugee status in Senegal.\r\n\r\n(2) Help me secure my travelling documents to meet you as soon as my late father money is released to you so that i can get back to School again.\r\nFurthermore,you can contact the Finance Firm for confirmation and I will issue a letter of authorisation on your name,that will enable the Finance Firm correspond with you on my behalf.\r\n\r\nI am giving you this offers as mentioned with every confidence on your acceptance to assist me or adopt me as your Child if possible and manage the money for me.\r\n\r\nConclusively I wish you send me a reply immediately you recieve this proposal.\r\n\r\nUntil then,I remain with the best ,\r\n\r\nRegards\r\n\r\nJoy Kwame\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1715", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"joy kwame\" <joy5kwame@yahoo.com>", "joy kwame <joy5kwame@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<20050625163905.2DCB3C055@krusty.si.UM>", "dc:subject": "From Joy Kwame", "dc:title": "From Joy Kwame", "dcterms:created": "2005-06-25T16:42:43Z"}