{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-e-mail": "uzor5@myway.com", "MboxParser-from": "r  Tue Aug 16 09:54:07 2005", "MboxParser-http": "//www.zahnklinik-innsbruck.at", "MboxParser-mime-version": "1.0", "MboxParser-status": "RO", "MboxParser-tel": "234-8042137980", "MboxParser-x-mailer": "RLSP Mailer", "MboxParser-x-priority": "3 (Normal)", "MboxParser-x-sieve": "CMU Sieve 2.2 ", "Message-Cc": "", "Message-From": "uzor <uzor5@myway.com>", "Message:From-Email": "uzor5@myway.com", "Message:From-Name": "uzor", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain; charset=us-ascii", "Message:Raw-Header:Message-Id": "<20050816134122.5B2E910E4A@www.med-home.com>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "RLSP Mailer", "Message:Raw-Header:X-Priority": "3 (Normal)", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPLEASE GET BACK TO ME\n\n\nFrom:DR.UZOR OBI.\nE-mail:uzor5@myway.com\nTel:234-8042137980\nDate 16/08/2005\nDear Sir,\nWe are making this contact with you because of the reliable information available to us concerning your reputation and that of your company. This \nbusiness request may seem strange, but I crave your indulgence and pray you, view it seriously as we re convinced that you would be capable to provide us \nwith a solution to a moneytransfer of Thirty Two Million, Five hundred thousand United State Dollars (US$32,500,000.00) First of all I am an \naccountant and Auditor of the Petroleum (special) Trust Fund (N.N.P.C) the \nApex Department of the Oil Industry in Nigeria.\n \nI am also a member of its Foreign Contract Tenders Committee (FCTC). My principal job/function has to do with the Appraisal and Approval of payment of contract awarded by this parastatal. In the course of my duties, I discovered various over inflated contract values totaling US$32.5Million. The said amount emanated from deliberate over invoicing of old projects executed by some foreign firms through some government officials.These officials have since been moved or retired following the inauguration of the new administration. After due consultation with key members of the Tenders Committee (FCTC), I was mandated to seek and arrange with a trusted foreign National who can assist us in transferring the above state amount out of Nigeria.Now that all the contracts have been paid following the completion and commissioning of the various contract, the above mentioned sum through approved is still floating. We decided to transfer this money to a safe and trusted bank accounts with a\n  very reliable person to assist us after which the funds be share in the understated ratio.Your assistance is needed for two main reasons;\n (i) As government employees ,we are not permitted by the Nigeria law to operateforeignaccounts. (ii)Since the initial contracts were executed by the \nforeign firms, only a foreign firm can make claims or as a beneficiary for the purpose of transferring the money out of Nigeria.We have unanimously agreed to compensate you with 35% of the total sum ( US$32.5Million ) if you are willing to render us your assistance as regards the transfer. It was also agreed that 5% shall be set aside to offset incidental expenses that might be incurred by either of us course of offsetting this transfer. The remaining 60% shall be our due share.All necessary arrangements required for a speedy conclusion of this transaction have been put in place with top officials of the Nigeria Federal Ministry of Finance and the Central Bank of Nigeria to enable us conclude the \nwhole transaction within a very shortspace of time.What is required of you is \nfirst to furnish us with the following through my email address.\n1.) Bank details to be used (that is banks name and account number )\n2.) The beneficiary's name,\n3.)Your private / official telephone and fax number.While promising you a \nsmooth and hitch -free transfer of this fund into the account nominated by you, we want you to know that this is very sensitive transaction which should not be disclosed to any other party. This is very important because this deals involves some high ranking Nigeria \nGovernment Officials who would not want to be involved in any form of scandal.We however trust that this will be the beginning of a lasting business relationship between you and us as we shall appreciate your advice on the investment opportunities in your line of business or any other type of viable business in your country.If this deal interest you,reply me \nimmediately through my personal E-mail: uzor5@myway.com or call me on my \nreceiving number:234-8042137980 for more details.\nBest regards as we look forward to hearing from you soonest.\nYour Sincerely,\nDR UZOMA OBI.\n\n\n___________________________________________________________________________\n----------------------------------------------\nhttp://www.zahnklinik-innsbruck.at\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1799", "X-TIKA:parse_time_millis": "1", "dc:creator": ["uzor <uzor5@myway.com> (i) As government employees ,we are not permitted by the Nigeria law to operateforeignaccounts. (ii)Since the initial contracts were executed by the", "uzor <uzor5@myway.com>"], "dc:format": "text/plain; charset=us-ascii", "dc:identifier": "<20050816134122.5B2E910E4A@www.med-home.com>", "dc:subject": "PLEASE GET BACK TO ME", "dc:title": "PLEASE GET BACK TO ME", "dcterms:created": "2005-08-16T13:41:22Z"}