{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "base64", "MboxParser-from": "r  Wed Aug 24 16:27:33 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "Alhaji Mohammed Abacha <abacha2@webmail.co.za>", "MboxParser-return-path": "<acl-webmaster-errors@UM> boundary=\"qzsoft_directmail_seperator\"", "MboxParser-status": "RO", "MboxParser-x-msmail-priority": "Normal", "MboxParser-x-priority": "3", "MboxParser-x-rbl-warning": "warn.bl.perfora.net says: This mail has been received from a dialup host.", "MboxParser-x-sieve": "CMU Sieve 2.2 charset=\"DEFAULT\"", "Message-From": "Alhaji Mohammed Abacha <abacha2@webmail.co.za>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster <webmaster@aclweb.org>", "webmaster <webmaster@aclweb.org>"], "Message:From-Email": "abacha2@webmail.co.za", "Message:From-Name": "Alhaji Mohammed Abacha", "Message:Raw-Header:Message-ID": "<0MKv22-1E81qK0vSA-0000Nu@mx.perfora.net>", "Message:Raw-Header:Reply-To": "Alhaji Mohammed Abacha <abacha2@webmail.co.za>", "Message:Raw-Header:Return-Path": "<acl-webmaster-errors@UM>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-MSMail-Priority": "Normal", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-RBL-Warning": "warn.bl.perfora.net says: This mail has been received from a dialup host.", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Message:Raw-Header:mime-version": "1.0", "Multipart-Boundary": "qzsoft_directmail_seperator", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfor assistant\n\nDear Sir,\nI am Alhaji Mohammed Abacha, the son of the late Nigerian Head of State who died on the 8th of June 1998 while in active services.\nFollowing the sudden death of my father, General Sani Abacha, the present Civilian Government has thrown my family and I into a state of utter confusion, \nfrustration,and hopelessness. \nI have been subjected to inhuman physical and physiological torture, incarceration by the security Agents in my country. I was only recently released from detention after been arraigned before the Federal High Court of Nigeria for an offence committed by my late father.\nThe incumbent civilian administration of Chief Olusegun Obasanjo has intensified his probe into my late father's activities while in the office and he has frozen all our local and foreign accounts together with \nother assets of my family as a retaliation for what my late father did to him when he was alive as the Head of the Military regime in Nigeria. \nAs a matter of fact, we have been declared bankrupt and they are not relenting to make us poor for life.As a man that is so traumatized, I have lost confidence with anybody within my country as all those who benefited immensely during the regime of my late father have openly abandoned all my family.\n\n MY REASONS FOR CONTACTING YOU.\nI got your contacts through my personal research and out of desperation decided to reach you through this medium. \n\nYou must have heard over the media reports and the Internet on the recovery of various huge sums of money deposited by my late father in different Banks and security firms abroad. \nSome of these banks and security firms willingly gave-up/divulge their banking secrets and disclosed to the present civilian administration of Chief Olusegun Obasanjo, all my family's cash lodgement and monetary transactions with them.Please my dear, I repose great confidence in you and I hope you will not betray my confidence in you. \n\nI have secretly deposited the sum of $20,000,000.00 with a security firm abroad whose name is withheld for now until we open communications. The money is contained in a metal box consignment with Security Deposit Number.I shall be grateful if you could receive this fund into your Bank account for safekeeping. \nThis arrangement is known to you and my junior brother (Abbas) only. So I will deal directly with you. I am proposing a 20% share of the fund to you for your kind assistance. I shall provide for you all the documents of the fund deposit with the security firm, and raise a power of attorney `to enable you claim and receive this fund into your bank account.\nAlso this transaction demands absolute disclose it to anybody \nirrespective of your relation with the person. \nRemember, loose lips sinks ship I am looking forward to your urgent and positive response via my email =. abacha2@webmail.co.za. \nBest regards\nAlhaji Mohammed Abacha.\n\n \n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1814", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Alhaji Mohammed Abacha <abacha2@webmail.co.za>", "Alhaji Mohammed Abacha <abacha2@webmail.co.za>"], "dc:format": "text/plain;", "dc:identifier": "<0MKv22-1E81qK0vSA-0000Nu@mx.perfora.net>", "dc:subject": "for assistant", "dc:title": "for assistant", "dcterms:created": "2005-08-24T20:27:32Z"}