{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-<http": ["//news.bbc.co.uk/1/hi/world/africa/918781.stm> ", "//news.bbc.co.uk/1/hi/world/africa/715001.stm>", "//news.bbc.co.uk/1/hi/world/africa/1063785.stm>"], "MboxParser-content-transfer-encoding": "7BIT", "MboxParser-e-mail": "jacobkamala60003@yahoo.co.uk", "MboxParser-from": "r  Sun Oct  9 19:42:36 2005", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<acl-webmaster-errors@UM> Business Proposal.", "MboxParser-status": "RO", "MboxParser-x-rbl-warning": "warn.bl.perfora.net says: This mail has been received from a dialup host.", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "jacobkamala001@yahoo.co.uk", "Message-Recipient-Address": "jacobkamala001@yahoo.co.uk", "Message-To": ["jacobkamala001@yahoo.co.uk", "jacobkamala001@yahoo.co.uk"], "Message:From-Email": "jacobkamala001@yahoo.co.uk", "Message:Raw-Header:Content-Transfer-Encoding": "7BIT", "Message:Raw-Header:Content-Type": "text/plain; charset=US-ASCII", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<0MKuxu-1EOknx1BVf-0002kX@mx.perfora.net>", "Message:Raw-Header:Return-Path": "<acl-webmaster-errors@UM>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-RBL-Warning": "warn.bl.perfora.net says: This mail has been received from a dialup host.", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRe: I need help from you\n\n>From Jacob Kamala\nCnr.Jack & Refinery Road,\nIndustries West, Germiston.\nE-mail: jacobkamala60003@yahoo.co.uk\nPhone Number: +27-733-174-801\n\n                              Business Proposal. \nGood Day, \n\nWith warm hearts I offer my friendship, and my greetings, and I hope this letter meets you in good time. It will be surprising to you to receive this proposal from me since you do not know me personally. However, I am sincerely seeking your confidence in this transaction, which I propose with my free mind and as a person of integrity. My name is Jacob Kamala the son of Mr. A.Y Kamala, a farmer from Zimbabwe, murdered in the land dispute in my country. As led by my instinct, I decided to contact you through email, after searching for contacts via the internet, as it is the only means I can contact anybody since I am cutting off ties with Zimbabwe for now. \n\nI apologize if this is not acceptable to you. The purpose of this letter is to seek your most needed assistance in a business venture. Due to the land and political problems in Zimbabwe, as a result of President Robert Mugabe's introduction of new Land Act Reform wholly affecting the rich white farmers and the few rich black farmers. Actually all white farmers were asked to surrender their farms to the government for re-distribution and infect to his political party members and my father though black was the treasury of the farmers association and a strong member of an opposition party that did not support the president's idea. There after he then ordered his party members and the police under his pay row to invade my father's farm and burn down everything in the farm. They killed my father and took away a lot of items from his farm. After the death of my father, our local pastor and a close friend of my father handed us over his will documents with instructions from my father that we should leave Zimbabwe incase anything happen to him. The will document has a certificate of deposit, confirming a cash deposit totaling Fifteen million five hundred thousand united state dollars. [15.5m] kept in custody for us in a security company unknown to the company that the content is money hence it was deposited as personal belongings. \n\nThis money was deposited with this Private Security Company for safety and security reasons, and was to be used for the purchase of land, new machines and chemicals establishment of new farms in Botswana. This violent and barbaric act by Mugabe has since led to the death of my beloved mother and kid sister and other innocent lives. I was continually threatened to abandon my inheritance from my father after he was murdered. I resisted for a while, but when the danger became unbearable, and I survived two murder attempts, I fled Zimbabwe with the help of my father's close friend Mr. John Casahans from Australia also a farmer who was leaving in Zimbabwe with us but left with his family following this ugly development I have tried to reach him but all to no avail. I am currently staying in the South Africa where I am seeking political asylum. In fact my decision to come here to seek asylum, is because the security company from Zimbabwe, has a branch here, I have contacted them to move the safe deposit from their office in Johannesburg here, which they have since done. Therefore I need to transfer this money to an account and invest part of the money. Since the law of South Africa prohibits a refugee (asylum seeker) to open any bank account or to be involved in any financial transaction, this is why I am seeking a genuine and reliable partner, whose account this money can be transferred, hence this proposal to you. \n\nYou have to understand that this decision taken by me is a very big and brave one, and it entrusts my future in your hands, as a result of the safe keeping of this money. If you accept to assist me, all I want you to do for me, is to assist with arrangements to claim the deposit from the security company's office here in South Africa, as it has now been transferred from Zimbabwe, Johannesburg South Africa to their branch here. The company will be legally informed of you representing me. For your assistance, I have two options for you. \n\nFirstly you can choose to have 20% of the money for your assistance, and helping me open an account for the money to be deposited here, or you can go into partnership with me for the proper profitable investment of the money in your country. Whichever the option you want, please to notify me in your reply. I have also set aside 1 % of this money for all kinds of expenses that come our way in the process of this transaction, and 4% for Charity donation. If you prefer to accept the 20% for your moral and financial assistance then the balance will be left in the account here for me. \n\nUnless otherwise indicate or obvious from the nature of this transmittal, the information contained in this email message is privileged and confidential information intended for the use of the individual or entity named above. If the reader of this message in not intended recipient, or the employee or agent responsible to deliver it to the recipient, you are hereby notified that any dissemination, distribution or coping of this communication is strictly prohibited. If your have received this in error or are not sure whether it is privileged, please immediately notify me by above number or email address and return or destroy the original.\nThanks.\n\n\nPlease, I want you to maintain absolute secrecy for the purpose of this transaction. Your reply should be sent to my private email address only  jacobkamala60003@yahoo.co.uk   I look forward to your reply and co operation, and I thank you in advance as I anticipate your co-operation. \n\nSincerely Yours, \n\nJacob Kamala. \n\nPLEASE YOU CAN READ ABOUT PROBLEMS IN ZIMBABWE FROM THE LINKS BELOW. \n<http://news.bbc.co.uk/1/hi/world/africa/918781.stm> \n<http://news.bbc.co.uk/1/hi/world/africa/715001.stm>\n<http://news.bbc.co.uk/1/hi/world/africa/1063785.stm>\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1893", "X-TIKA:parse_time_millis": "1", "dc:creator": ["jacobkamala001@yahoo.co.uk", "jacobkamala001@yahoo.co.uk"], "dc:format": "text/plain; charset=US-ASCII", "dc:identifier": "<0MKuxu-1EOknx1BVf-0002kX@mx.perfora.net>", "dc:subject": "Re: I need help from you", "dc:title": "Re: I need help from you", "dcterms:created": "2005-10-09T23:42:21Z"}