{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Oct 21 10:41:44 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "jamesduncan1@sino.net", "MboxParser-return-path": "<acl-webmaster-errors@UM>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mr. James Duncan <jamesduncan@sino.net>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "jamesduncan@sino.net", "Message:From-Name": "Mr. James Duncan", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<0MKvAI-1ESy573hNp-0000d3@mx.perfora.net>", "Message:Raw-Header:Reply-To": "jamesduncan1@sino.net", "Message:Raw-Header:Return-Path": "<acl-webmaster-errors@UM>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom: Mr James Duncan\n\nGreetings,\r\n\r\nFirst I must solicit your confidence in this transaction, though I know that a transaction of this magnitude will make anyone\r\napprehensive and worried, but I assure you that all is well at the end of the day. We have decided to contact you due to the\r\nurgency of this Transaction, as we have been reliably informed of your discreteness and ability in transaction of this nature. Let me\r\nstart by first introducing myself properly. I am senior manager with the (S.S.B BANK Plc), Accra Ghana I came to\r\nknow of you in my private search for a reliable and a reputable person to handle this confidential transaction, which involves\r\nmaximum confidence.\r\n\r\nPROPOSITION: A foreigner, Late engineer Jacques Monroe, an oil merchant/contractor with the Government of Ghana, until his\r\ndeath in a ghastly air crash, banked with us here at S.S.B.BANK Plc Accra, and had a closing balance as at the end of march, 2002\r\nworth USD$23.5 million (Twenty three million, Five Hundred Thousand United State dollars) Which the bank now expect a next\r\nof kin to claim as beneficiary. Valuable effort are being made by the BANK to get in touch with any of the Monroe`s family or relatives\r\nbut there has been no success. It is because of the perceived possibility of not being able to locate any of the late Engr. Jacques Monroe\r\nnext of kin (he had no children that is known to us.) The management under the influence of our chairman and member of the board of\r\nDirector, that an arrangement has been made for the funds to be declared =93UNCLAIMABLE=94 and subsequently be donated to the\r\nTrust Fund for Arms and Ammunition to further enhance the course of war in Africa and the world in general while people are suffering.\r\nThere are no good schools, no clean water and no good hospitals etc.. In order to avert this negative development, some of my trusted\r\ncolleagues and I now seek your permission to have you stand as a next of kin to the late Engr Jacques Monroe so that the funds USD$23.5million\r\nwould be released and paid into your account as the beneficiary next of kin. All document and proves to enable you get this fund will be\r\ncarefully worked out by me .\r\n\r\nMy colleagues and I want to use 70% of our share in this money for charity. Building good hospital and schools to help the less\r\npriviledged ones. If you are interested you are to be the contarctor to supervise this money to make sure it is being used for\r\nwhat it is meant for. If you are not interested, it is not a must but it is only I believe you would do it better that is why I contacted.\r\n\r\nWe are going to give you 20% of the total fund for securing the money. Even the money in question is already in Europe of which if\r\nyou are interested, we would direct you to whom you are to contact and the code which you would present and that would confirm\r\nyou the bonafide owner of this fund.\r\n\r\nIf this proposal is accepted by you. Please do not take advantage of the trust we have bestowed on you,please kindly forward to\r\nme immediately your most confidential telephone, fax number, and particulars so that I can apply for the release and subsequent\r\ntransfer of the funds in your favor.\r\n\r\nThanks in advance for your anticipated cooperation.\r\n\r\nThanks,\r\n\r\nYours faithfully,\r\n\r\nMr. James Duncan.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1909", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mr. James Duncan\" <jamesduncan@sino.net>", "Mr. James Duncan <jamesduncan@sino.net>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<0MKvAI-1ESy573hNp-0000d3@mx.perfora.net>", "dc:subject": "From: Mr James Duncan", "dc:title": "From: Mr James Duncan", "dcterms:created": "2005-10-21T14:41:19Z"}