{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "base64", "MboxParser-from": "r  Wed Nov  9 19:52:36 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "Rufus Sambe <rsambe3@yahoo.com>", "MboxParser-return-path": "<cqtajhlgkf@microsoft.com> boundary=\"qzsoft_directmail_seperator\"", "MboxParser-status": "RO", "MboxParser-x-msmail-priority": "Normal", "MboxParser-x-priority": "3", "MboxParser-x-sieve": "CMU Sieve 2.2 charset=\"DEFAULT\"", "Message-From": "Rufus Sambe <rsambe3@yahoo.com>", "Message-Recipient-Address": "R@M", "Message-To": ["rrrrr <R@M>", "rrrrr <R@M>"], "Message:From-Email": "rsambe3@yahoo.com", "Message:From-Name": "Rufus Sambe", "Message:Raw-Header:Message-Id": "<200511100052.jAA0qSgc027265@awakenings.mail.UM>", "Message:Raw-Header:Reply-To": "Rufus Sambe <rsambe3@yahoo.com>", "Message:Raw-Header:Return-Path": "<cqtajhlgkf@microsoft.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-MSMail-Priority": "Normal", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Message:Raw-Header:mime-version": "1.0", "Multipart-Boundary": "qzsoft_directmail_seperator", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRe:response\n\nMr Rufus Sambe\nTel: +31 617 648 224\nFax: +31 847 518 138\nEmail: rsambe3@yahoo.com\n\nATTENTION: THE MANAGING DIRECTOR/CEO.\nREQUEST FOR URGENT BUSINESS RELATIONSHIP\nFirst, I must solicit your strict confidence in this transaction. This is by virtue of its nature as being utterly confidential. We are top officials of the Republic of Namibia Contract Review Panel who are interested in importation of goods into our country with funds amounting to US$35,500,000.00(Thirty five Million five hundred United States Dollars) which are presently held in suspense with the regulatory Bank of my country.\nOur duties include evaluation, vetting approvals for payment for contract executed for and on behalf of my country by foreign firms, by virtue of our position in Government, we were able to procure this amount by means of over invoicing series of contracts that were awarded out to a conglomerate of foreign firms for the construction of Silicon mines and smelter complex. These contracts were with intent over invoiced to the tune of US$35,500,000.00(Thirty five Million five hundred United States Dollars) to enable my committee benefit from the projects.  This over invoiced amount has been tied to a particular aspect of the contract that has been satisfactorily executed and inspected as the firms are presently securing payment from my Ministry, where our Board is in-charge of all foreign contract payment approval and recommendation to the paying bank.  \nAs a civil servant still in active government service, We are forbidden by law to operate an account outside the shores of Namibia. Hence this message to you seeking your assistance so as to enable me present your private/company account details as a beneficiary of contractual claims alongside that of the other contractors, to enable us transfer the difference of US$35,500,000.00 (Thirty Five Million, Five Hundred Thousand United States Dollars) into an account that will be nominated by you. \nOn actualization, the fund will be disbursed as stated below:\n1.\t20% to be allocated to you\n2.\t80% due us. \nAll logistics are in place and all modalities worked out for a smooth actualization of the transaction within the next few working days of commencement. For further details as to the workability of this transaction, please reach me as soon as possible for further clarification. Please, call me on receipt of this mail on Tel: +31 617 648 224 or send an email to me on rsambe3@yahoo.com\nKindly expedite action, as we are behind schedule, to enable us embrace this transfer in the first batch which would constitute the last quarter payments for the 2005 fiscal year.\nThank you while I await your urgent response. \nYours Sincerely, \n\nRufus Sambe.\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1944", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Rufus Sambe <rsambe3@yahoo.com>", "Rufus Sambe <rsambe3@yahoo.com>"], "dc:format": "text/plain;", "dc:identifier": "<200511100052.jAA0qSgc027265@awakenings.mail.UM>", "dc:subject": "Re:response", "dc:title": "Re:response", "dcterms:created": "2005-11-10T00:52:28Z"}