{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Nov 20 08:30:38 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "suzananuhanvaye01@she.com", "MboxParser-return-path": "<acl-webmaster-errors@UM>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mrs. Suzana Nuhan Vaye. <suzananuhanvaye01@she.com>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "suzananuhanvaye01@she.com", "Message:From-Name": "Mrs. Suzana Nuhan Vaye.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<0MKv6A-1EdpH52QMF-0003Pm@mx.perfora.net>", "Message:Raw-Header:Reply-To": "suzananuhanvaye01@she.com", "Message:Raw-Header:Return-Path": "<acl-webmaster-errors@UM>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlease Acknowledge\n\nMrs. Suzana Nuhan Vaye.\r\nEmail: suzananuhanvaye01@she.com\r\nTel: 66-5-1539304\r\n\r\nDear Sir,\r\n\r\nWith due respect trust and humanity. I write you this letter which I believe, would be of great interest to you. I believe you are a highly respected personality considering a careful research which I have been able to make inrespect to your kind of person, before I decided to entrust this transactions and database in your country into your hands which I believe you will not betray my trust and confidence already entrusted on you.\r\n\r\nThough, I do not know to what extent you are familiar with events and fragile political situation in Liberia but it has formed consistent headlines in the CNN, BBC news bulletins. My name is MRS. SUZANA NUHAN VAYE and my Son MUSA NUHAN VAYE, we are from Liberia, a Country in West Africa. My late Husband MR. ISSAC NUHAN VAYE, was then Deputy Minister of Public Works during President Charles Taylor regim in Liberia. My Husband was falsely accused of plotting coup to remove the then President of Liberia (Charles Taylor) from office. Without trial, President Charles Taylor killed him. You can verify this from your country. You can also check in some of the international newspapers posted in the web site below:\r\n\r\n(i) http://www.usatoday.com/news/world/2003-07-15-liberia_x.htm\r\n\r\nTwo days before his arrest, he managed to sneak out a written message informing me about one trunk box of valuable, containing money which he had concealed under the roof. He instructed me to take our only son and move out of Liberia immediately to Bangkok Thailand, I become a widow overnight, helpless situation without a partner. At that moment of calamity, every persons was running for his and her life. My son and I manage to escape through the help of an airline to Bangkok with the box and some vital documents property title.\r\n\r\nThe cash involved in the box is Nine Million, Three Hundred Thousand United State Dollars (US$9.3M). Due to fear and limited rights as refugee, I deposited the box with a private security organization in order not to raise an eyebrow over the box here in Bangkok. My son's name is MUSA NUHAN VAYE and we are temporary residing in Uttaradit in the northern part of Thailand as assylum seekers. Be inform that the real content of the box was not disclosed to security company for security reasons.\r\n\r\nConcerning the money, we are prepare to give you a reasonable percentage of 30% of the total sum and 10% would be mapped out for any expences incured in the course of this transaction and 60% will be for my family. For the interest of this business do not hesitate to contact my son  MUSA NUHAN VAYE on this Tel: 66-5-1539304, or email:{suzananuhanvaye01@she.com} as soon as you receive this letter. Feel free to contact my son for more information. No other person know about this money apart from my son and I, endeavor to keep this business confidential.\r\n\r\nWe await your quick reponse. May God bless you.\r\n\r\nBest Regard,\r\nMrs. Suzana Nuhan Vaye.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1969", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Mrs. Suzana Nuhan Vaye.\" <suzananuhanvaye01@she.com>", "Mrs. Suzana Nuhan Vaye. <suzananuhanvaye01@she.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<0MKv6A-1EdpH52QMF-0003Pm@mx.perfora.net>", "dc:subject": "Please Acknowledge", "dc:title": "Please Acknowledge", "dcterms:created": "2005-11-20T13:29:10Z"}