{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Nov 21 13:39:57 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "cyirang888@yahoo.co.in", "MboxParser-return-path": "<cyirang08@yahoo.co.in> Good Day Dear=2C", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mr Cyril J. Garang. <cyirang08@yahoo.co.in>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "cyirang08@yahoo.co.in", "Message:From-Name": "Mr Cyril J. Garang.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200511211839.jALIdt8U029043@snitch.mail.UM>", "Message:Raw-Header:Reply-To": "cyirang888@yahoo.co.in", "Message:Raw-Header:Return-Path": "<cyirang08@yahoo.co.in>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI NEED YOUR URGENT ASSITANCE.\n\n Good Day Dear,\r\nAm sorry for the inconveniency it may curse you for using this opportunity to communicating with you for the first time.\r\nWell I shall be extremely happy if you will kindly understand the content of my proposal thereby contributing your own quarter.\r\nIts true that the message will have some characters, but I want you to choose the best character that should favour us better, so that we should forge ahead in this transaction .\r\nWell I am Mr Cyril J Garang , and an indigene of G/Bissau, though I left my country as a matter of death scallating because of wars but that was not my primary aim of leaving my country to Dakar Senegal where I am currently staying now, my major reason is because I was humiliated by my late father’s relatives as a result of their much focus on material things. I left my country because I was the only child left in my late father’s linage and It will not come to an end rather I will ensure I keep the family name on constant remembrance and existing.\r\nBut the principal aim for my being here is to concentrate well on what I will do in future with the money my late father left in one of the banks in Europe, the money is Five million eight hunderd thousand US dollars ( $5.8 M).This money was meant for his multi investment projects before death struck him down. This is the principal reason why I am here in this country so that I shall concentrate and be mindful to this everlasting opportunity I inherited and to search for one who will stand on my behalf in the claim.\r\nMy contacting you is based on your complete capability to move to the Europe bank as soon as you could so that you will have a Table discussion with the bank thereby reclaiming and retransferring this money to your own bank account where it will be confidently be secured for my future investment .\r\nThere are other things that we should discuss as soon as you write back because we need to round up every bit of this matter before all the bank details should be exchanged to enable us come to close end of the whole matter which will lift me up from here to your country with your help and where we should stay for our investment projects as we agreed in the next page. Don’t forget that there are some hidden percentage that I have wholeheartedly mapped for you which will be revealed when we come to agreement that you will help me to secure this money in your own easy accessible bank account.\r\nHope to hear from you and it will sound better and encouraging if you will reply with your complete data’s so that I shall commence all applications on the need able documents that will ease the direct recommendation and also empowering you as my foreign live partner or my late father’s business associate before his death.\r\nRegards:\r\nMr Cyril J Garang.\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1972", "X-TIKA:parse_time_millis": "2", "dc:creator": ["\"Mr Cyril J. Garang.\" <cyirang08@yahoo.co.in>", "Mr Cyril J. Garang. <cyirang08@yahoo.co.in>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200511211839.jALIdt8U029043@snitch.mail.UM>", "dc:subject": "I NEED YOUR URGENT ASSITANCE.", "dc:title": "I NEED YOUR URGENT ASSITANCE.", "dcterms:created": "2005-11-21T18:39:50Z"}