{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-<p>1": "rosewelsh@cooperation.net</P>", "MboxParser-<p>from": "Mrs. Rose Welsh.<BR>17 Copse Hill, Wimbledon,<BR>SW20 0NE, London,<BR>United Kingdom.<BR><BR>My Dear Beloved,</P>", "MboxParser-from": "r  Tue Nov 29 03:14:28 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "rosewelsh@cooperation.net", "MboxParser-return-path": "<rosewelsh65@hotmail.com>", "MboxParser-status": "O", "MboxParser-x-originalarrivaltime": "29 Nov 2005 08:13:41.0328 (UTC) FILETIME=[CEF77500:01C5F4BC]", "MboxParser-x-originating-email": "[rosewelsh65@hotmail.com]", "MboxParser-x-sender": "rosewelsh65@hotmail.com", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Rose Welsh <rosewelsh65@hotmail.com>", "Message-To": ["undisclosed-recipients: ;", "undisclosed-recipients:;"], "Message:From-Email": "rosewelsh65@hotmail.com", "Message:From-Name": "Rose Welsh", "Message:Raw-Header:Content-Type": "text/html; format=flowed", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "rosewelsh@cooperation.net", "Message:Raw-Header:Return-Path": "<rosewelsh65@hotmail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-OriginalArrivalTime": "29 Nov 2005 08:13:41.0328 (UTC) FILETIME=[CEF77500:01C5F4BC]", "Message:Raw-Header:X-Originating-Email": "[rosewelsh65@hotmail.com]", "Message:Raw-Header:X-Sender": "rosewelsh65@hotmail.com", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMY DEAR BELOVED !!!\n\n\n\n\n\nFrom: Mrs. Rose Welsh.\n17 Copse Hill, Wimbledon,\nSW20 0NE, London,\nUnited Kingdom.\n\nMy Dear Beloved,\n\n\nI am the above named person but now undergoing medical treatment in Barnes Hospital, South Wople Way, SW14 8SU, London, England. I am married to Dr. Gerald Welsh who worked with British Judicial Commission in Chelsea England for over a decade before he died on 5th of July in the year 2003. We were married for fifteen years without a child. He died after a brief illness that lasted for two weeks. Before his death he made a vow to use his wealth for the down trodden and the less privileged in the society. Since his death I decided not to re-marry or get a child outside my matrimonial home. \n\n\nWhen my late husband was alive he deposited the sum of £10 Million (Ten Million Pounds sterling) with one Finance/Bank in Europe. Presently, this money is still with the Bank. Recently, my Doctor told me that I would not last for the next 4 months due to a rare form of cancer of the pancreas. Though what disturbs me most is my stroke. Having known my condition I decided to donate this fund to an individual or better still a God fearing person who will utilize this money the way I am going to instruct herein.\n\n\nThough I may not know you personally I want to tell you that, through\ndivine word of wisdom from above,I was asked to tell you to do this, not for me but for The Almighty because you are blessed and you have been chosen to do mighty works for the Almighty. I want an individual that will use this to fund and provide succor to poor and destitute persons, orphanages, and widows and for propagating peace in the universe. I understand that blessed is the hand that giveth. I took this decision because I do not have any child that will inherit this money and my husband relatives are not inclined to helping poor persons and I do not want my husbands hard earned money to be misused or spent in the manner in which my late husband did not specify. \n\n\nI do not want a situation where this money will be used in an ungodly manner, hence the reason for taking this bold decision. I am not afraid of death hence I know where I am going.I know that I am going to be in the bosom of the Almighty. I do not need any telephone communication in this regard because of my health, and because of the presence of my husband's relatives around me always. I do not want them to know about this development. With God all things are possible As soon as I receive your reply I shall give you the contact of the Finance/Security Company in Europe. I will also issue you a letter of authority that will empower you as the original beneficiary of this fund. I want you to always pray for me. My happiness is that I lived a life worthy of emulation. Whosoever that wants to serve the Almighty must serve him with all his heart and mind and soul and also in truth.\n\n\nPlease always be prayerful all through your life. Any delay in your\nreply will give me room in sourcing for an individual for this same purpose. Please assure me that you will act according to my specification herein. I will also be most glad if you can tell me a little about yourself.Hoping to hear from you. Thank you and may the Almighty bless you.\n\n\nYou can contact me with your positive responds via Emails:\n\n\n1: rosewelsh@cooperation.net\n\n\n \n\n\nYours sincerely,\nMrs. Rose. G Welsh\n\n\n\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-1998", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Rose Welsh\" <rosewelsh65@hotmail.com>", "Rose Welsh <rosewelsh65@hotmail.com>"], "dc:format": "text/html; format=flowed", "dc:subject": "MY DEAR BELOVED !!!", "dc:title": "MY DEAR BELOVED !!!", "dcterms:created": "2005-11-29T08:13:40Z"}