{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "attachment; filename=114.txt", "MboxParser-content-transfer-encoding": ["quoted-printable", "base64"], "MboxParser-from": "r  Sun May  4 22:53:16 2003", "MboxParser-mime-version": "1.0", "MboxParser-nb": "Because of the security being mounted on the members of my family, l has =", "MboxParser-reply-to": "mariamabacha201@ecplaza.net", "MboxParser-return-path": "<mariamabacha202@ecplaza.net>", "MboxParser-status": "RO", "Message-From": "MARIAM ABACHA <mariamabacha202@ecplaza.net>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "mariamabacha202@ecplaza.net", "Message:From-Name": "MARIAM ABACHA", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200305050251.h452ore00660@fistfulofdollars.mr.itd.UM>", "Message:Raw-Header:Reply-To": "mariamabacha201@ecplaza.net", "Message:Raw-Header:Return-Path": "<mariamabacha202@ecplaza.net>", "Message:Raw-Header:Status": "RO", "Multipart-Boundary": "f247f949-5be3-414f-a32b-c2492ca5b349", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nASSISTANCE NEEDED\n\nHello,\r\nI am sorry for the embarrassment this letter might cause you as we have not had any correspondence before this letter. I got your address through my nephew   with Nigerian Military Chamber of Commerce industry and Mining during my research for a reliable and trustworthy partner who l can do business with though l did not disclose the nature of the business l intend to do with whoever he recommend for me.\r\nI am DR. MRS MARIAM ABACHA, wife of the late Nigeria Head of State, General Sanni Abacha who died on the 8th of June 1998 while still on active duty. I am contacting you in view of the fact that we will be of great assistance to each other likeness developing a cordial relationship.\r\nI currently have within my reach the sum of Twenty - Five Million US Dollars (US$25,000,000.00) cash which l intends to use for investment, like Real Estate Development specifically in your country. This money came as a payback contract deal between my late husband and a Russian Firm on our countries Multi-billion dollars Ajaokuta Steel Plant.\r\nThe Russian Partners returned my husband's Share of USD$25,000,000.00 after the death of my husband and Lodged in my husband's Security Company of which l am director right now, the new Civilian Government have intensified their probe on my husband? Financial and oil company. In view of these, l acted fast to withdraw the US$25,000,000.00 from the company vault and deposited it in a Security Company. I have since declared the Security Company bankrupt. No record ever existed concerning the money traceable by the government because there is no documentation showing that we received the money from the Russian.\r\nDue to the current situation in the country concerning government attitude towards my family, it has become quite impossible for me to make use of this money within. Let me refer you to the front page of this day newspapers of 10th March 2001. You can check it through their website www.thisdayonline.com the present government in Nigeria had frozen and seized all our bank accounts both here in Nigeria and abroad.Thus consent l shall expect you to contact me urgently to enable us discuss in detail about this transaction.Bearing in mind that your assistance is needed to transfer this fund, I proposed a percentage of 30% of the total sum to you for the expected service and assistance, 15% for offsetting minor expenses incurred in the  course of this transaction. Your urgent response is highly needed as to stop further contacts. All correspondence must be by the email address mariamabacha200@ecplaza.net I will give you my Tel numbers where you can contact me when I hear from you.\r\nI must use this opportunity to implore you to exercise the utmost indulgence to keep this matter extraordinarily confidential whatever your decision while await your prompt response.\r\nNB: Because of the security being mounted on the members of my family, l has decided that this transaction exist between you and my nephew Dr. Azeez Bello. Remember to include your private Tel/fax or mobile number for easy communication.\r\nBest Regards.\r\nDR. (MRS) MARIAM ABACHA\r\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-202", "X-TIKA:parse_time_millis": "15", "dc:creator": ["MARIAM ABACHA <mariamabacha202@ecplaza.net>", "MARIAM ABACHA <mariamabacha202@ecplaza.net>"], "dc:format": "application/octet-stream; charset=iso-8859-1; file=114.txt", "dc:identifier": "<200305050251.h452ore00660@fistfulofdollars.mr.itd.UM>", "dc:subject": "ASSISTANCE NEEDED", "dc:title": "ASSISTANCE NEEDED", "dcterms:created": "2003-05-05T02:50:25Z"}