{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Dec 25 11:00:48 2005", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mariam_boko@yahoo.fr", "MboxParser-return-path": "<sigmod-pods06-webmaster-errors@UM>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-priority": "1", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "mariam boko <mariam_boko@yahoo.fr>", "Message:From-Email": "mariam_boko@yahoo.fr", "Message:From-Name": "mariam boko", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200512251600.jBPG0c1S000419@faithful.mail.UM>", "Message:Raw-Header:Reply-To": "mariam_boko@yahoo.fr", "Message:Raw-Header:Return-Path": "<sigmod-pods06-webmaster-errors@UM>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Priority": "1", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBESOIN DE VOTRE ASSISTANCE SINCERE\n\nMS. Mariam Boko Abidjan - la Côte-d'Ivoire\r\nmariam_boko@yahoo.fr MmeS/MRS. Vœux d'usage à vous. J'espère que tout est bien à l'heure actuelle. Dans une introduction brève je suis MS. Mariam Boko seule fiLLE de MR. Gaoe Boko de la mémoire bénie, un marchand de Cacao qui, basé a Abidjan et avais une succursale au Ghana (Accra). Mon père était un homme riche / le Marchand de Cacao qui traitait dans quelques pays de l’Europe, d’Amérique et des pays asiatiques. Selon mon père, ma propre mère est morte quand j'avais environ cinq ans d'âge, qui signifie que je n'ai pas connu ma mère très bien. L'histoire est que mon père MR. Gaoe Boko a été empoisonné par ses collègues et il est mort 27/01/2002 dans un hôpital privé ici a Abidjan. Mais quand il était sur le point de mourir, il m'a appelé à côté de son lit, malade et m'a dit qu'il a déposé la somme d'US $ 9.6000 000.00 (Neuf millions, Six cent mille dollar américain) dans une société de sécurité ici a Abidjan la capitale de la Côte-d'Ivoire. le seul problème est que mon père ma demander de trouver un associé étranger qui m'aidera à récupérer le colis de la société de sécurité ici en Côte-d'Ivoire . je souhaitent humblement avoir des contacts pour transférer ses fonds à votre compte. et chercher également votre aide honnête et digne de confiance a m'aide à déplacer cet argent là-bas avant qu'on le dicte dehors et bloqué par la mère du régime. Maintenant, voici ce se que je veux réellement que vous fassiez pour moi; 1. Je veux que vous soyez présentés à la société de sécurité comme le c o _ bénéficiaire désigné de cet argent, avec votre nom car on ne nous permet pas de récupère se argent a cause de notre statue de réfugier. 2. Pour m'aider finalement en adaptant et en contrôlant cet argent dans toutes affaires lucratives dans votre pays . Svp, j'espère que vous accorderez et re\r\ngarderez ceci avec la faveur et beaucoup de compréhension de notre situation . 3.vous seriez une personne très honnête et digne de confiance de s'occuper considérant également la nature confidentielle de cette demande, je souligne SVP d'avoir quelqu'un de confiance pour me transfère ce argent dans sont compte et me faire venir pour sont pourcentage et m'aider dans tout investissement. 4 . pour votre aide, je vous céderai 20 % de cet argent pour vos efforts. s'il vous plaît cette transaction est strictement confidentielle. Merci et que Dieu vous bénissent pour votre aide Les Meilleurs souvenirs,\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2044", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"mariam boko\" <mariam_boko@yahoo.fr>", "mariam boko <mariam_boko@yahoo.fr>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200512251600.jBPG0c1S000419@faithful.mail.UM>", "dc:subject": "BESOIN DE VOTRE ASSISTANCE SINCERE", "dc:title": "BESOIN DE VOTRE ASSISTANCE SINCERE", "dcterms:created": "2005-12-25T16:00:44Z"}