{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "attachment; filename=\"mega.txt\"", "MboxParser-content-transfer-encoding": ["quoted-printable", "base64"], "MboxParser-from": "r  Mon May  5 21:51:16 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "bolaharry1@kukamail.com", "MboxParser-return-path": "<bolaharryt@tiscali.co.uk> ur own share in acquiring some estates abroad=2E For this too=2C you shall serve as our agent =2E It might interest you to note that last year=2C a similar transaction was carried out with one MR=2E CHIENCHEN YU of Taiwan but after securing the payment approvals=2C and payment effected=2C MR=2ECHIENCHEN YU changed his numbers and addresses=2C and was no where to be found on our getting to Taiwan=2E", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 6.00.2600.0000", "Message-From": "Bola  Harry <bolaharryt@tiscali.co.uk>", "Message-To": ["undisclosed-recipients:;", "undisclosed-recipients:;"], "Message:From-Email": "bolaharryt@tiscali.co.uk", "Message:From-Name": "Bola  Harry", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200305060151.h461p0b12542@pinkcadillac.mr.itd.UM>", "Message:Raw-Header:Reply-To": "bolaharry1@kukamail.com", "Message:Raw-Header:Return-Path": "<bolaharryt@tiscali.co.uk>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 6.00.2600.0000", "Multipart-Boundary": "===_Lenthe_000_2cmsidcipdbofx", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nASSISTANCEW  NEEDED.\n\nASSISTANCE REQUIRED FOR ACQUISITION OF REAL ESTATES.\r\nDear sir,\r\nI write to inform you of my desire to acquire estates or landed properties in your country on behalf of the Director of Contracts and Finance Allocation of the Federal Ministry of works and Housing in Nigeria. Considering his very strategic and influential position, he would want the transaction to be strictly as confidential as possible. He further wants his identity to remain undisclosed at least for now, until the completion of the transaction.Hence our desire to have an overseas agent.\r\nI have therefore been directed to inquire if you would agree to act as our overseas agent in order to actualise this transaction. The deal in brief is that the funds with which to carry out our proposed investments in your country is presently in a coded account in the Nigerian apex bank and we need your assistance to transfer the funds to your country or any safe account outside your country in a convenient bank account that will be provided by you before we can put the funds into use. For this you shall be considered to have executed a contract for the ministry. The contract sum of which shall run into US$15.5Million of which your share shall be 30% if you agree to be our overseas agent. Your area of specialisation does not matter in this transaction, all that is required of you is a safe account and your willingness to assist us . As soon as payment is effected and the amount mentioned above is successfully transferred into your account, we intend to use o!\r\n ur own share in acquiring some estates abroad. For this too, you shall serve as our agent . It might interest you to note that last year, a similar transaction was carried out with one MR. CHIENCHEN YU of Taiwan but after securing the payment approvals, and payment effected, MR.CHIENCHEN YU changed his numbers and addresses, and was no where to be found on our getting to Taiwan.\r\nThat was how we lost US$7.5Million. So this time around , I will be with you before the remmittance is made into your provided account to avoid future occurrence and allow trust to play a very minimal role until performance is seen. You are requested to communicate your acceptance or otherwise of this proposal, through email.\r\nAfter which we shall discuss in details the modalities for seeing this transaction through. If however, you are not disposed to assist, kindly destroy this letter in view of the confidentiality of the proposed transaction and\r\ninterest of the personalities involved.\r\nThank you in anticipation of your co-operation.\r\nBest Regards,\r\nDr.Bola Harry.\r\nPLEASE SEND YOUR REPLY TO: bolaharry1@kukamail.com <mailto:bolaharry1@kukamail.com>\r\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-204", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Bola  Harry\" <bolaharryt@tiscali.co.uk>", "Bola  Harry <bolaharryt@tiscali.co.uk>"], "dc:format": "application/octet-stream; name=\"mega.txt\"", "dc:identifier": "<200305060151.h461p0b12542@pinkcadillac.mr.itd.UM>", "dc:subject": "ASSISTANCEW  NEEDED.", "dc:title": "ASSISTANCEW  NEEDED.", "dcterms:created": "2003-05-06T09:48:10Z"}