{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Jan 16 15:18:55 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "ritadiatta7@yahoo.com", "MboxParser-return-path": "<ritad_tt@yahoo.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mrs.Rita Diatta. <ritad_tt@yahoo.com>", "Message:From-Email": "ritad_tt@yahoo.com", "Message:From-Name": "Mrs.Rita Diatta.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200601162018.k0GKIp5E023929@chaos.mail.UM>", "Message:Raw-Header:Reply-To": "ritadiatta7@yahoo.com", "Message:Raw-Header:Return-Path": "<ritad_tt@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n#226, TAYO RIMI,\r\nMEDINA,\r\nDAKAR, SENEGAL.\r\nAssalamaulakum.\r\nMy Dear Friend,\r\nCompliments of the season.I did like to send to you the best wishes of good health and success in your pursuits particularly through my proposal as contained in this letter. I may not wish to disclose how I got your email address for now. After due deliberation with my son,I decided to forward to you this business proposal, we want you to assist us .I will give you more information. As to this regard as soon as you reply.\r\nI am Mrs. Rita Diatta . I am contacting you with the hope that you will be of great assistance to me, I currently have within my reach the sum of 14.3 million U.S dollars cash which I intend to use for investment purposes.\r\nI therefore personally appeal to you seriously and religiously for your urgent assistance to move this money in to your country where I believe it will be safe since I cannot leave the country due to the restriction of movement imposed on the members of my family by the Senegal Government.\r\nThis money came as a result of a payback contract deal between my husband and a Russian firm in our country.The Russian partners returned my husbands share .Presently, the Government has intensified their probe in to my husbands financial resources which has led to the freezing of all our accounts, local and foreign, the revoking of all our business licences and the arrest of my First son.\r\nIn view of this I want to acted very fast to withdraw this money from one of our finance houses before it will be closed down.My husband deposited the money in a finance firm for safe keeping . No record is known about this fund by the government because there is no documentation showing that we have such funds.\r\nFurther more, my elder son have been in detention in the last four years following the death of my late husband for charges of State organized murder and corrupt practices. he was just been released by the Supreme Court after the president brokered a deal with my family regarding his freedom. and he is still under interrogation about my late husband's assets and some vital documents.\r\nDue to the current situation in the country and government attitude to my family,I cannot make use of this money within, thus I seek your help in transferring this funds out for investment than leaving the fund here and to invest the money to profit my family Bearing in mind that you may assist me.l have decided to part with 25% of the total sum.\r\nI am seriously considering to settle down abroad in a friendly atmosphere like yours as soon as this fund get into your account so that I can start all over again if only you wish. I shall ask my son Mustapha to come over to your country to liaise with you. If this proposal satisfies you. please do not let me out to the security as I am giving you this information\r\nin total trust and confidence.\r\n\r\nPlease kindly reply by return mail and please include your personal telephone and fax numbers. Conclusively,we have decided part with 25% of the total sum. of the total sum,10% will be for expenses incurred during thecause of this transaction, while 65% is to be held on trust by you until we can decide on a suitable business investment in your country subsequent to our free movement by the Senegal Government.\r\n\r\nI will greatly appreciate if you accept my proposal in good faith.\r\nYour URGENT response is needed.\r\n\r\nRegards and God Bless you.\r\nMrs.Rita Diatta.\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2089", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mrs.Rita Diatta.\" <ritad_tt@yahoo.com>", "Mrs.Rita Diatta. <ritad_tt@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200601162018.k0GKIp5E023929@chaos.mail.UM>", "dc:subject": " ", "dc:title": " ", "dcterms:created": "2006-01-16T20:18:47Z"}