{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "8bit", "MboxParser-from": "r  Sun Jan 22 08:24:24 2006", "MboxParser-importance": "Normal", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "lingeng5@yahoo.com.cn", "MboxParser-return-path": "<acl-webmaster-errors@UM> (SquirrelMail authenticated user project09@oakley-financial.net) Sun, 22 Jan 2006 21:00:21 +0800 (HKT)", "MboxParser-sender": "<oakley@www5.stonewebs.com>", "MboxParser-status": "RO", "MboxParser-user-agent": "SquirrelMail/1.4.4", "MboxParser-x-antiabuse": ["This header was added to track abuse, please include it with any abuse report", "Primary Hostname - www5.stonewebs.com", "Original Domain - aclweb.org", "Originator/Caller UID/GID - [32083 500] / [47 12]", "Sender Address Domain - bochk.com"], "MboxParser-x-priority": "3 (Normal)", "MboxParser-x-sieve": "CMU Sieve 2.2 by www5.stonewebs.com with HTTP;", "MboxParser-x-source": "/usr/local/cpanel/3rdparty/bin/php", "MboxParser-x-source-args": "/usr/local/cpanel/3rdparty/bin/php /usr/local/cpanel/base/3rdparty/squirrelmail/src/compose.php ", "MboxParser-x-source-dir": ":/base/3rdparty/squirrelmail/src", "Message-From": "Lin Geng <lingeng@bochk.com>", "Message:From-Email": "lingeng@bochk.com", "Message:From-Name": "Lin Geng", "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:Content-Type": "text/plain;charset=iso-8859-1", "Message:Raw-Header:Importance": "Normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<4562.196.3.62.3.1137934821.squirrel@www5.stonewebs.com>", "Message:Raw-Header:Reply-To": "lingeng5@yahoo.com.cn", "Message:Raw-Header:Return-Path": "<acl-webmaster-errors@UM>", "Message:Raw-Header:Sender": "<oakley@www5.stonewebs.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:User-Agent": "SquirrelMail/1.4.4", "Message:Raw-Header:X-AntiAbuse": ["This header was added to track abuse, please include it with any abuse report", "Primary Hostname - www5.stonewebs.com", "Original Domain - aclweb.org", "Originator/Caller UID/GID - [32083 500] / [47 12]", "Sender Address Domain - bochk.com"], "Message:Raw-Header:X-Priority": "3 (Normal)", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2        (SquirrelMail authenticated user project09@oakley-financial.net)        by www5.stonewebs.com with HTTP;        Sun, 22 Jan 2006 21:00:21 +0800 (HKT)", "Message:Raw-Header:X-Source": "/usr/local/cpanel/3rdparty/bin/php", "Message:Raw-Header:X-Source-Args": "/usr/local/cpanel/3rdparty/bin/php /usr/local/cpanel/base/3rdparty/squirrelmail/src/compose.php ", "Message:Raw-Header:X-Source-Dir": ":/base/3rdparty/squirrelmail/src", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nGreetings!\n\nMay I take the liberty to introduce myself; I am Mr. Lin Geng. I am a\nstaff and a member Audit Committee of a reputable Bank in China. I am\ncontacting you concerning a customer here and, an investment placed under\nour Care sometime ago. I would respectfully request that you keep the\ncontents of this mail confidential and respect the integrity of this\ninformation. I contacted you independently of our investigation and nobody\nelse is informed of this communication. I would like to intimate you with\ncertain facts that I believe would be of interest to you. In 2000, the\nsubject matter came to our parent bank to engage in business discussions\nwith our Private Banking Services Department. He informed us that he had a\nfinancial portfolio in United States Dollars, which he wished to have us\nturn over (invest) on his behalf. We spun the money around various\nopportunities and made attractive margins for our first months of\noperation, the accrued profit was very impressive. He later directed that\nI liquidate the funds and had it deposited with a security firm.\n\nIn October last year, we were contacted by the security firm informing us\nof the Issues concerning that particular portfolio. This was a surprise\ngiven the fact that I personally managed the said funds yet I cannot\nunderstand the inactivity of the deposit. We made several unsuccessful\nefforts to locate him. The Internal Investigations department of the bank\nof china was invited and they went into action and later informed that a\nperson who suited is description was found dead in Cannes South of France.\nHis body was later identified and cause of death was confirmed. An\ninvestigation into possible surviving next of kin to alert about the\nsituation and also to come forward to claim his estate was launched.\nPrivate banking clients apart from not nominating next of kin also usually\nin most cases leave wills in our care, in this case; he died intestate.\n\nIn line with banking policies for account holders who have passed away, we\ninstituted our own investigations in good faith to determine who should\nhave right to claim the estate. This investigation has for the past months\nbeen unfruitful. We have scanned every continent and used our private\ninvestigation affiliate companies to get to the root of the problem. My\nofficial capacity dictates that I supervise the investigation and conclude\nmaking me the only person with a full picture of what the prevailing\nsituation is in relation to the deposit and the late beneficiary of the\ndeposit. According to practice, the firm will by the end of this financial\nquarter broadcast a request for statements of claim to BOC, failing to\nreceive viable claims they will most probably revert the deposit back to\nBOC. What I wish to relate to you will smack of unethical practice but I\nwant you to understand something. It is only an outsider to the banking\nworld who finds the internal politics of the banking world aberrational.\nThe world of private banking especially is fraught with huge rewards for\nthose who occupy certain offices and oversee certain portfolios. You\nshould have begun by now to put together the general direction of what I\npropose. This deposit is very huge with the details in my possession and\nwill only be released on my clarification. This bank has spent great\namounts of money trying to track this man's family; they have investigated\nfor months and have found no family\n\nMy proposal; is to place you in the position of the next of kin and have\nthe deposit released to you. Upon receipt of the deposit, I am prepared to\nshare the money with you favorably. That is: I will simply nominate you as\nthe next of kin and have them release the deposit to you. We share the\nproceeds 60/30. I assure you that I could have the deposit released to you\nwithin a few working days. I will simply inform the bank of the final\nclosing of the file relating to the customer I will then officially\ncommunicate with firm clarifying and confirming you with proper\ndocumentations and thereafter have the funds released to you. The\nalternative would be for us to have firm direct the funds to another bank\nwith you as account holder. This way there will be no need for you to\nthink of receiving the money from the firm. We can fine-tune this based on\nour interactions. I am aware of the consequences of this proposal. I ask\nthat if you find no interest in this project that you should discard this\nmail and not be vindictive and destructive. There is a reward for this\nproject and it is a task worth undertaking. I have evaluated the risks and\nthe only risk I have here is from you refusing to work with me and\nalerting my bank. I am the only one who knows of this situation, let's\nshare the blessing.\n\nIf you find yourself able to work with me, contact me. If you give me your\ntrust and confidence, we shall rejoice and our lives will never be the\nsame again. Please do not contact me via official channels. Please observe\nthis instruction religiously. Please, again, note I am a family man; I\nhave a wife and children. I send you this mail not without a measure of\nfear as to the consequences, yet I know within me that nothing ventured is\nnothing gained and that success and riches never come easy or on a platter\nof gold. This is the one truth I have learned from my private banking\nclients. Do not betray my confidence. If we can be of one accord, we\nshould plan a meeting soon.\n\nI await your response.\n\nThanks\nLin Geng\n\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2108", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Lin Geng\" <lingeng@bochk.com>", "Lin Geng <lingeng@bochk.com>"], "dc:format": "text/plain;charset=iso-8859-1", "dc:identifier": "<4562.196.3.62.3.1137934821.squirrel@www5.stonewebs.com>", "dc:subject": " ", "dc:title": " ", "dcterms:created": "2006-01-22T13:00:21Z"}