{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Feb  8 04:44:32 2006", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<julia31@tsamail.co.za>", "MboxParser-status": "RO", "MboxParser-x-mailer": "CommuniGate Pro WebUser Interface v.4.3.8", "MboxParser-x-mime-autoconverted": "from 8bit to quoted-printable by mailserver-ng.cs.umbc.edu id k189i7KC009720", "MboxParser-x-sieve": "CMU Sieve 2.2", "MboxParser-x-spamcatcher-score": "57 [XXXXXX]", "Message-From": "julia ngoli <julia31@tsamail.co.za>", "Message:From-Email": "julia31@tsamail.co.za", "Message:From-Name": "julia ngoli", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"ISO-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<web-14836283@cgp8.sentechsa.net>", "Message:Raw-Header:Return-Path": "<julia31@tsamail.co.za>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-MIME-Autoconverted": "from 8bit to quoted-printable by mailserver-ng.cs.umbc.edu id k189i7KC009720", "Message:Raw-Header:X-Mailer": "CommuniGate Pro WebUser Interface v.4.3.8", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Message:Raw-Header:X-SpamCatcher-Score": " 57 [XXXXXX]", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBonjour,\n\nCher Ami,\r\nJe suis très heureuse de vous écrit cette lettre du fait\r\nque nous ne nous sommes jamais rencontrés avant.\r\nJe suis Julia Ngoli, je suis nationalité Libérienne ,le\r\nseule fille survivant du défunt DR Daniel Z.Ngoli ,de\r\nRépublique du Liberia.\r\n\r\nMes parents ont été tué septembre passé 2004 par le groupe\r\nrebelle sur son chemin en voyageant avec ma mère à la\r\ninterroi de mon pays.\r\n\r\nMon Défunt père c'est l'explorateur est le Directeur de\r\n(N.D.M.C ) NATIONAL DIAMOND MINING COMPANY dE Liberia.\r\nAvant cela père ,Mon père m'ait informé de la somme (de\r\n$16.000.000) Seize millions de dollars des Etats-Unis\r\nseulement ce qu'il a déposé dans une coffre avec une\r\nsociété de valeur immobiliers ici en Cote Ivoire sur le nom\r\nde son associé étranger en tant que bénéficiaire.\r\n\r\nCes fonds ont émané de sa tenure quand il était alors le\r\nDirecteur de cette société dans mon pays et le vente de\r\ndiamants. En étant le seul fils et après avoir été averti\r\nde ne pas laissez le gouvernement incubent de la République\r\nde Liberia se rendre compte de cette fonds, Donc j'ai\r\ndécidé d'attendre un peux avant la recherche de ces fonds.\r\ncependant que je contacté la société de valeur immobilier\r\nqui m'a demandée de me présenter avec l'associé étranger de\r\nmon défunt père qui représentera la réclamation de cet\r\nvalise et aussi légalisez ces informations a la marie ici\r\nAbidjan . Voila la condition que il faut pour que vous sera\r\nen possession de cet colis.\r\n\r\ntout mes efforts de contacter cet associé étranger de mon\r\ndéfunt père un Turc pour me permettre de rentre en\r\npossession de cet fonds étaient en vain.\r\nPar conséquent votre contact est venu à moi dans mon\r\nrecherche indépendante d'une personne digne de confiance\r\nqui se tiendra en tant qu l'associé étranger à mon défunt\r\npère et demande le réclamation de cet colis pour me\r\npermettre de avoir cet argent qui sera transféré à votre\r\nadresse indiqué par leur moyen diplomatique dans votre pays\r\npour l'investissement pressant.\r\n\r\nVous aller assurerez également mon voyage à votre pays pour\r\nfinis mes étude avec cet fonds et aussi investissez bien\r\navec cet argent sur votre guidance une fois que cet colis\r\nest transfère en votre adresse. puisque ma vie dans mon\r\npays est en danger et est menacée quotidiennement, ainsi\r\nj'ai émigré à en la République de Cote D'ivoire où j'ai été\r\naccordé l'asylum et poursuivre également ces fonds.\r\n\r\nJe vous aimerai également que vous considérer cet affaires\r\nen tant que nos secrets supérieurs, comme vous l' savez que\r\nsi le gouvernement récent sache que cet argent a été déposé\r\npar mon père ici ils le confisqueront certainement parce\r\nque mes espoir et mon avenir c’est sur cet argent, Aussi\r\ncompte tenu de la commette de récupération installé\r\nmaintenant pour récupérer tous les fonds des haut\r\nfunctioniers Libérien dans les comptes bancaires étrangers.\r\n\r\nSi vous sentir capable de me aider, vous m'envoyer un\r\ncourrier rapidement pour me permettre de vous informer sans\r\ntarder de ce que vous devrait faire ça veut, dire légalisez\r\nvotre informations et pour être en possession de cet coffre\r\nqui sera transféré à votre adresse nommé pour\r\nl'investissement. Pour votre assistance j'ai propose 10% de\r\ntoute la somme comme votre commission.\r\nMerci pour votre humainement aide et Que Dieu vous Benisse.\r\n\r\nExcuse Moi Pour Mon Mauvaise Français comme vous savais je\r\nparle anglais.EMAIL(julia_ngoli30@yahoo.fr)\r\n\r\nJulia Ngoli\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2171", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"julia ngoli\" <julia31@tsamail.co.za>", "julia ngoli <julia31@tsamail.co.za>"], "dc:format": "text/plain; charset=\"ISO-8859-1\"", "dc:identifier": "<web-14836283@cgp8.sentechsa.net>", "dc:subject": "Bonjour,", "dc:title": "Bonjour,", "dcterms:created": "2006-02-08T09:43:58Z"}