{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-723761985-1140115314=": ["1964 He instructed me to take our two children(Ibrahim and Zinat) and move out of Sierra-Leone immediately to Abidjan Cote d'Iviore before the Peace Keeping Forces of the Economic Community of West African States Best regards,", "1964", "1964--"], "MboxParser-content-transfer-encoding": ["8bit  ", "8bit Eventually it resulted into full war. I became a widow overnight; helpless situation without partner. At that moment of calamity, every person was running for his/her life. In the content of the deed he signed with the Security Company, he used the name of his son Master Ibrahim Keita as the next of kin. The real content of the box were not disclosed to the Security Company due to security reasons. Now as a refugee, we have very limited financial rights here, we intend to leave this country immediately with the whole money for investment in your country because of the stable situation and mostly for the future benefits of my children. Yahoo! Mail", "8bit"], "MboxParser-from": "r  Thu Feb 16 13:42:05 2006", "MboxParser-mime-version": "1.0  ", "MboxParser-return-path": "<madam_keita002@yahoo.com> h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding; From Madam Awa Keita. We have since applied for political asylum. The cash involved inside in the box is US$ 10.5 Million ( Ten million and five hundred thousand united state dollars). I want you to assist us to claim the box from the Security Company as the new beneficiary so that the change ownership of the documents covering this consignment/box will be legally effected to your name as to enable you have this money deposited in a local account here in Abidjan in your name for the easier transfer of this money in to your oversaes bank account. Zinat) and move out of Sierra-Leone immediately to Abidjan Cote d'Iviore before the Peace Keeping Forces of the Economic Community of West African States<BR>(ECOMOG) monitoring team intervened to arrest the situation of mass killings by the rebels, which was the order of the day. </DIV>  <DIV>&nbsp;</DIV>  <DIV>Eventually it resulted into full war. I became a widow overnight; helpless situation without partner. At that moment of calamity, every person was running for his/her life. In the content of the deed he signed with the Security Company, he used the name of his son Master Ibrahim Keita as the next of kin. The real content of the box were not disclosed to the Security Company due to security reasons. Now as a refugee, we have very limited financial rights here, we intend to leave this country immediately with the whole money for investment in your country because of the stable situation and mostly for the future benefits of my children. </DIV>  <DIV>&nbsp;</DIV>  <DIV>We have", "MboxParser-status": "RO My husband targeted by the rebel forces in the course of the revolution. Two days before his death, he managed to sneak a written message to us, explaining his condition and concerning one trunk box of valuables containing money and gold, which he deposited with a private Security & Finance Company in Abidjan Cote d'Iviore. Thanks for your co-operation and God bless you.", "MboxParser-x-sieve": "CMU Sieve 2.2 b=Pcgun9u2aFFRNsWBqTPDmrTMZyOkPGmd75I8QAMdZopRvnxQ4qRzHjQqkTrsfGhHEaYArqDcVBaxIFgi4cydeWiUnrjw75cU9M5wmRX9IDv5L/OyfQ8SMG/6BJEunKlIciLS7kv7h9xAWfMD+i2pdD+6ClBAVQa5vkCoAZun99o=  ; 15 bp1562 abidjan 15.  since applied for political asylum. The cash involved inside in the box is US$&nbsp;10.5 Million (&nbsp;Ten million and&nbsp;five hundred thousand united state dollars). I want you to assist us to claim the box from the Security Company as the new beneficiary so that the change ownership of the documents covering this consignment/box will be legally effected to your name as to enable you have this money deposited in a local account&nbsp;here in Abidjan in your name&nbsp;for the easier transfer of this money in to your oversaes bank account. </DIV>  <DIV>&nbsp;</DIV>  <DIV>We also source for good investment so that we can invest the money wisely. We have in mind to establish a rewarding investment and good relationship with you. Concerning the money, we are prepared to offer you a reasonable percentage of 20% of the total sum proceeds. Meanwhile 5% has been mapped out for any expenses you may incurred in the course of this transaction and 75% will be for my family.</DIV>", "Message-Recipient-Address": "madam_keita002@yahoo.com Attn: Dear, For the interest of this business, do not hesitate to contact us with the above email addresss immediately you receive this message for more information to enable us proceed in earnest towards concluding all our arrangements.", "Message-To": ["madam_keita002@yahoo.com Attn: Dear, For the interest of this business, do not hesitate to contact us with the above email addresss immediately you receive this message for more information to enable us proceed in earnest towards concluding all our arrangements.", "madam_keita002@yahoo.com"], "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20060216184154.3235.qmail@web35112.mail.mud.yahoo.com>", "Message:Raw-Header:Return-Path": "<madam_keita002@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2  h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;  b=Pcgun9u2aFFRNsWBqTPDmrTMZyOkPGmd75I8QAMdZopRvnxQ4qRzHjQqkTrsfGhHEaYArqDcVBaxIFgi4cydeWiUnrjw75cU9M5wmRX9IDv5L/OyfQ8SMG/6BJEunKlIciLS7kv7h9xAWfMD+i2pdD+6ClBAVQa5vkCoAZun99o=  ;", "Multipart-Boundary": "0-723761985-1140115314=:1964", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSincerely Requesting Your Humble Assistance\n\n        From Madam Awa Keita.\n  15 bp1562 abidjan 15.\n  Cote D'Ivoire.\n   \n  Attn: Dear,\n   \n  With due respect, trust and humanity, I write to you this proposal which I believe would be of great interest to you. I am Mrs Awa Keita, the wife of late EL-MUSTAPHA KEITA of blessed memory. Before my husband was killed by forces loyal to MAJOR JOHNNY PAUL KOROMA, he was the Director-General of Gold and Diamond Mining Corporation (GDMC) of Sierra-Leone.\n   \n  My husband targeted by the rebel forces in the course of the revolution. Two days before his death, he managed to sneak a written message to us, explaining his condition and concerning one trunk box of valuables containing money and gold, which he deposited with a private Security & Finance Company in Abidjan Cote d'Iviore.\n   \n  He instructed me to take our two children(Ibrahim and\n Zinat) and move out of Sierra-Leone immediately to Abidjan Cote d'Iviore before the Peace Keeping Forces of the Economic Community of West African States\n(ECOMOG) monitoring team intervened to arrest the situation of mass killings by the rebels, which was the order of the day. \n   \n  Eventually it resulted into full war. I became a widow overnight; helpless situation without partner. At that moment of calamity, every person was running for his/her life. In the content of the deed he signed with the Security Company, he used the name of his son Master Ibrahim Keita as the next of kin. The real content of the box were not disclosed to the Security Company due to security reasons. Now as a refugee, we have very limited financial rights here, we intend to leave this country immediately with the whole money for investment in your country because of the stable situation and mostly for the future benefits of my children. \n   \n  We have\n since applied for political asylum. The cash involved inside in the box is US$ 10.5 Million ( Ten million and five hundred thousand united state dollars). I want you to assist us to claim the box from the Security Company as the new beneficiary so that the change ownership of the documents covering this consignment/box will be legally effected to your name as to enable you have this money deposited in a local account here in Abidjan in your name for the easier transfer of this money in to your oversaes bank account. \n   \n  We also source for good investment so that we can invest the money wisely. We have in mind to establish a rewarding investment and good relationship with you. Concerning the money, we are prepared to offer you a reasonable percentage of 20% of the total sum proceeds. Meanwhile 5% has been mapped out for any expenses you may incurred in the course of this transaction and 75% will be for my family.\n \n  \n  For the interest of this business, do not hesitate to contact us with the above email addresss immediately you receive this message for more information to enable us proceed in earnest towards concluding all our arrangements. \n   \n  No other person knows about this money apart from my children and I. We await your most urgent response. \n   \n  Thanks for your co-operation and God bless you.\n   \n  Best regards, \n   \n\n\nMadam Keita.\n\n\n\t\t\n\n\n Yahoo! Mail\n \nUse Photomail to share photos without annoying attachments.", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2216", "X-TIKA:parse_time_millis": "1", "dc:format": "text/html; charset=iso-8859-1", "dc:identifier": "<20060216184154.3235.qmail@web35112.mail.mud.yahoo.com> Cote D'Ivoire. We also source for good investment so that we can invest the money wisely. We have in mind to establish a rewarding investment and good relationship with you. Concerning the money, we are prepared to offer you a reasonable percentage of 20% of the total sum proceeds. Meanwhile 5% has been mapped out for any expenses you may incurred in the course of this transaction and 75% will be for my family. <DIV>&nbsp;</DIV>  <DIV>For the interest of this business, do not hesitate to contact us with the above email addresss immediately you receive this message for more information to enable us proceed in earnest towards concluding all our arrangements. </DIV>  <DIV>&nbsp;</DIV>  <DIV>No other person knows about this money apart from my children and I. We await your most urgent response. </DIV>  <DIV>&nbsp;</DIV>  <DIV>Thanks for your co-operation and God bless you.</DIV>  <DIV>&nbsp;</DIV>  <DIV>Best regards, </DIV>  <DIV>&nbsp;</DIV></DIV></DIV>Madam Keita.</DIV></DIV><p>", "dc:subject": "Sincerely Requesting Your Humble Assistance", "dc:title": "Sincerely Requesting Your Humble Assistance"}