{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "attachment; filename=\"slam2.txt\"", "MboxParser-content-transfer-encoding": ["quoted-printable", "base64"], "MboxParser-from": "r  Thu May 15 12:29:24 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "aminaige101@yahoo.com", "MboxParser-return-path": "<isa_kaitha2002@yahoo.com> ", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "MRS, AMINA BOLA IGE <isa_kaitha2002@yahoo.com>", "Message-To": ["undisclosed-recipients:;", "undisclosed-recipients:;"], "Message:From-Email": "isa_kaitha2002@yahoo.com", "Message:From-Name": "MRS, AMINA BOLA IGE", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200305151629.h4FGT0k29575@truecrime.mr.itd.UM>", "Message:Raw-Header:Reply-To": "aminaige101@yahoo.com", "Message:Raw-Header:Return-Path": "<isa_kaitha2002@yahoo.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Multipart-Boundary": "===_SecAtt_000_1fabgdpducapvu", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPLEASE REPLY ME\n\nAttn: The CEO/ Managing Director\r\n\r\nFrom: Mrs Amina Bola Ige\r\n\r\nTel-Fax: 234 42 255714.\r\n\r\nMob 234 80 33097776.\r\n\r\nSir,\r\n\r\nI am making this contact to you on the fact that we may be of assistance to each other in\r\ndeveloping a long lasting cordial business relationship. I was moved by the recommendations made\r\nof your sincerity to handle a business relationship that involves huge money on trust. I was\r\nconstrained by the sudden death of my husband, the former Minister of Power and steel and\r\ncurrently before his death, the Minister for Justice of my country, whom was assassinated by an\r\nunknown men.\r\n\r\nI am Mrs. Amina Ige, the second wife of the late Mr. Bola Ige who died on December 23rd 2001.\r\nWith heart full of grief, I regret to inform you of the inhumane and harsh conditions which my\r\nhusband's first wife and the brother's have subjected me and my only son, Mr.Ahmed J. Bola Ige\r\n(Jr.).Since my husband's death, the relatives have been wicked to us because of the following\r\nreasons:\r\n\r\n1. I am not from the same tribe with them.\r\n2. My refusal to learn and speak their tribal language and dress like other women from their tribe.\r\n3. My refusal to accept their religion\r\n4. Because I have only one child, a male child.\r\n5. Because I was specially loved and favored by my late husband.\r\n\r\nI am absolutely tired of all these threats from my husband’s relatives since the death of my\r\nhusband. I am no longer in their Family house. I am now in my husband's guesthouse, with my Son,\r\nI seriously need your kind assistance and co-operations.  Few weeks before my husband's death,\r\nhe entrusted the cash sum of $85 million U.S dollars to my care for safe keeping in my apartment.\r\nAfter his death I acted fast to deposit in a private security company vault to avoid my husband's\r\nrelations getting to see it in the house. This sum is secretly concealed in boxes.\r\n\r\nNow I solicit your assistance to accept this sum for self-keeping. This I cannot lodge into a\r\nlocal bank account to avoid suspicion from the Government, my husband's brother's and wife\r\nsince they have Confiscated all that is left by my husband and still places eyes on me if they\r\ncould lay hands on more including cash as they have left me and my child without any cash. If you\r\ncan accept this, I urge you to contact us immediately for us to brief you on arrangement on how\r\nwe can possibly handle this. As a necessity you will also assist us in buying a good building in\r\nyour city as we are presently in the guesthouse. Since I am interested in investing on Farm,\r\nEstate development, Shares/stock exchange market, computers and in the shipping Industries.\r\nI will like you to educate me on your country's companies Income -tax policies, as a citizen\r\nsince my husband's oil allocation from Federal Government is still in force.\r\n15% of the tatal money will be your commission, 5% for expenses and 80% for my family.\r\nObviously, you will be our (Myself and Son) next of kin while in your country. I expect you to\r\ngive this a quick and urgent attention while I expect your response for more briefing from me,\r\nbut if on the other hand you consider your self not capable and fit of handling this because of\r\nthe volume of cash involved, you can hold confidential by informing me, hence I may approve your\r\ncontact of any of your trusted close confidant you feel can keep this confidential and capable of\r\nhandling such because of his level of knowledge in investment and cash flow in business.\r\nRemember the confidentiality, as this is not for any third party, hence this should remain\r\nbetween both of us alone. My son Ahmed knows every thing about this business in case if you get\r\nhim on mobile and you are free to discuss the modalities with him.\r\n\r\n\r\nRegards,\r\n\r\nMrs. Amina Bola Ige\r\n\r\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-218", "X-TIKA:parse_time_millis": "2", "dc:creator": ["\"MRS, AMINA BOLA IGE\" <isa_kaitha2002@yahoo.com> ", "MRS, AMINA BOLA IGE <isa_kaitha2002@yahoo.com>"], "dc:format": "application/octet-stream; name=\"slam2.txt\"", "dc:identifier": "<200305151629.h4FGT0k29575@truecrime.mr.itd.UM> ", "dc:subject": "PLEASE REPLY ME", "dc:title": "PLEASE REPLY ME", "dcterms:created": "2003-05-16T12:27:21Z"}