{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-email": "mkjn45@hotmail.com", "MboxParser-from": "r  Tue Feb 21 08:53:43 2006", "MboxParser-http": ["//archives.cnn.com/2000/US/02/01/alaska.airlines.list/", "//desktop.msn.co.za/"], "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<john_moka3@hotmail.com>", "MboxParser-status": "RO", "MboxParser-x-mime-autoconverted": "from 8bit to quoted-printable by mailserver-ng.cs.umbc.edu id k1LDr4xK002891", "MboxParser-x-originalarrivaltime": "21 Feb 2006 13:53:01.0724 (UTC) FILETIME=[216855C0:01C636EE]", "MboxParser-x-originating-email": "[john_moka3@hotmail.com]", "MboxParser-x-sender": "john_moka3@hotmail.com", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-Bcc": "", "Message-From": "john moka <john_moka3@hotmail.com>", "Message:From-Email": "john_moka3@hotmail.com", "Message:From-Name": "john moka", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; format=flowed", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Return-Path": "<john_moka3@hotmail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-MIME-Autoconverted": "from 8bit to quoted-printable by mailserver-ng.cs.umbc.edu id k1LDr4xK002891", "Message:Raw-Header:X-OriginalArrivalTime": "21 Feb 2006 13:53:01.0724 (UTC) FILETIME=[216855C0:01C636EE]", "Message:Raw-Header:X-Originating-Email": "[john_moka3@hotmail.com]", "Message:Raw-Header:X-Sender": "john_moka3@hotmail.com", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLOOKING FORWARD TO YOUR PROMPT RESPONSE\n\nemail:mkjn45@hotmail.com\r\n\r\nCOMPLIMENTS OF THE DAY MA/SIR.\r\n\r\nI am JOHN MOKA the chief accountant of Amalgamated Bank of South\r\nAfrica (ABSA). There is an account opened in this bank in 1999 and since \r\n2001 nobody has operated on this account again. After going through some old \r\nfiles in the records, I discovered that if I do not remit this money out \r\nurgently it would be forfeited for nothing. The owner of this account is Mr. \r\nMorris Thompson, a foreigner, Business Man and a miner at Kruger Gold \r\nCompany, a Geologist by profession and he died since 2000. Ever then no \r\nother person knows this account or anything concerning it, the account has \r\nno other beneficiary and my investigation proved to me as well that this \r\ncompany does not know anything about this account and the money involved is \r\nOne hundred and Thirty Six Million United States Dollars (US$ 136 Million).  \r\nI want\r\nus to first transfer US$ 36 Million from this money into your safe\r\noverseas account before the rest. I am only contacting you as a foreigner \r\nbecause this money cannot be approved to a local bank here, but can only be \r\napproved to any foreign account because the money is in United States \r\nDollars and the former owner Mr. Morris Thompson is a foreigner too. I know \r\nthat this message will come to you as surprise as we don’t know ourselves \r\nbefore.\r\n\r\nWe will sign an agreement, but be sure that it is real and a genuine\r\nbusiness. You can view the web site bellow for more information on our late \r\nclient.\r\n\r\nhttp://archives.cnn.com/2000/US/02/01/alaska.airlines.list/\r\n\r\nI only got your contact information from my secretary who operates\r\ncomputer; with believe in God that you will never let me down in this \r\nbusiness, considering my position as a public servant. You are the only \r\nperson that I have contacted in this business; so please reply urgently so \r\nthat I will inform you the next step to take immediately. Send also your \r\nprivate telephone and fax numbers including the full details of your account \r\nto be used for the deposit. I want us to meet face-to-face and sign a \r\nbinding agreement to bind us together so that you can receive this money \r\ninto your account where the fund will be safe. And I will fly to your \r\ncountry for withdrawal and sharing and other investment.\r\n\r\nMeanwhile, I am contacting you because of the need to involve a foreigner \r\nwith foreign account and foreign beneficiary. I need your full co-operation \r\nto make this work fine because the management is ready to approve this \r\npayment to any foreigner who has correct information of this account, which \r\nI will give to you as soon as you indicate your sincerity to co-operate with \r\nme, and capability to handle such amount in strict confidence and trust \r\naccording to my instruction and advice for our mutual benefit because this \r\nopportunity may never come again in my life. I need a truthful and God \r\nfearing person in this business because I don’t want to make a mistake so I \r\nneed your strong assurance and trust. With my position in the office I don’t\r\nwant anything that will jeopardize my job so I advice that we should make \r\nsecrecy and confidentiality our primary working condition, bearing in mind \r\nthat I am a public servant. I will also use my position and influence to \r\neffect legal approvals and onward transfer of this money to your account \r\nwith appropriate clearance forms of the ministries and foreign exchange \r\ndepartment.\r\n\r\n\r\nAt the conclusion of this business, you will be giving 25% of the total\r\namount, 70% will be for me, while 5% will be for expenses both parties might \r\nhave incurred the process of the transfer. I look forward to your\r\nearliest reply.\r\n\r\nYours sincerely,\r\nJOHN MOKA\r\nCONFIDENTIAL\r\n\r\n_________________________________________________________________\r\nFind just what you're after on your PC with Windows Desktop Search - FREE! \r\nhttp://desktop.msn.co.za/\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2245", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"john moka\" <john_moka3@hotmail.com>", "john moka <john_moka3@hotmail.com>"], "dc:format": "text/plain; format=flowed", "dc:subject": "LOOKING FORWARD TO YOUR PROMPT RESPONSE", "dc:title": "LOOKING FORWARD TO YOUR PROMPT RESPONSE", "dcterms:created": "2006-02-21T13:52:56Z"}