{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Feb 28 03:37:38 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "azurabeh@hotmail.com", "MboxParser-return-path": "<sigmod-pods06-webmaster-errors@UM> ", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mrs Azura Amanda Akub <zuramanda@yahoo.com>", "Message-Recipient-Address": "sigmod-pods06-webmaster@UM", "Message-To": ["sigmod-pods06-webmaster@UM", "sigmod-pods06-webmaster@UM"], "Message:From-Email": "zuramanda@yahoo.com", "Message:From-Name": "Mrs Azura Amanda Akub", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200602280837.k1S8baZ5004556@fan.mail.UM>", "Message:Raw-Header:Reply-To": "azurabeh@hotmail.com", "Message:Raw-Header:Return-Path": "<sigmod-pods06-webmaster-errors@UM>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYOUR ASSISTANCE PLEASE\n\nDear Friend,\r\n\r\nI am Mrs.Azura Amanda Akub. I came across your contact details\r\nin my desperate search for immediate assistance. I have just arrived at\r\nCotonou, Bene Republic, thinking of how to settle/start life again because\r\nI am just having rest of mind now, since then. After fleeing renewed fighting\r\nIn Sierra-Leone. Of the 2,030 of us who ran from the village, just 78 of\r\nUs made it across the boarder.\r\nI lost my husband and daughter during this flight\r\nAnd I am left with a son. There is a pain in my heart because I haven't\r\nSee or heard peace in the last 10 years. Just bloodshed and sorrow. I\r\nWonder if it will ever end.\r\nI seek your help in retrieving money belonging to my husband. My late\r\nHusband, DR.Ejiro Akub, was a devoted family man and a very successful\r\nDiamond /Gold trader in the region of Bo in Sierra-Leone. We were a happy\r\nFamily of four (4) before the beginning of the civil war in 2000.We\r\nWere forced to seek refuge in the neighboring country of Benin Rep. while\r\nThe war was going on, so we hid our life savings in the family tomb and\r\nFled. We returned when we heard news of a peace treaty signed in 2003.\r\nWe were deceived. The war escalated beyond imagination and it was\r\nNothing but sorrow tears and blood the rebels left in its wake. I and\r\nMy husband sold our remaining cache of Diamonds /Gold to a Lebanese\r\nMiddle man and was paid cash for it. The funds were then shipped out of\r\nThe country to Europe using the \"Diamond /Gold trade Route”, which he was\r\nVery familiar with (it was how Sierra-Leone Diamonds and Gold ends up\r\nIn capital cities of developed Nations). We then make plans to move and\r\nsettle in Europe as we were tired of the bloodshed,but unfortunately it was\r\nNot to be.\r\nOur village was raided. It was during the operation no living thing embarked\r\nUpon by the Fonday Sankoh- Led Ruf rebel forces that I lost my husband\r\nAnd daughter.\r\nNow, I and my surviving son have been going through hell while the\r\nFunds are trapped with a security company in Europe. We lost our traveling\r\nDocuments in our haste to escape the fighting and beside we do not have\r\nAny money on us. all We had was lost in the flight\r\nOut of the worst fighting areas. What we need now is an individual who\r\nHave compassion on the poor window of my type and come to her aid by\r\nRetrieving this funds from the security company by means of\r\nClaiming/clearing the consignment.\r\nThis consignment contain the money for security reasons,\r\nThe funds total at least US$ 38.5 million Dollars and GB# 7.82 million\r\nPounds. This money is kept with the security company inform of\r\nConsignment for security reasons. nobody except me knows about this, I am\r\nWilling to offer you a commission for your assistance depending on what is\r\nAgreed upon by both of us. I will like to tell you that 10% ofeach said\r\nAmount goes for expenses.\r\nAll you have to do is, send me your immediate response. All necessary\r\nInformation’s and deposit certificate of the security company will be\r\nSend to you when due, and both (secret and answers to preset questions)\r\nAnd location of security company with this, you can claim the money,\r\nThey’ve been directed to. If you will be able to assist, kindly let me know\r\nImmediately by replying me through my e-mail so we can begin procedures\r\nAt once as my only son is critically ill. you are free to ask questions\r\nWhere you don't understand. I eagerly await your favorable response.\r\nBest Regard,\r\nMrs Azura Amanda Akub\r\nEmail: azurabeh@hotmail.com\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2267", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mrs Azura Amanda Akub\" <zuramanda@yahoo.com>", "Mrs Azura Amanda Akub <zuramanda@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200602280837.k1S8baZ5004556@fan.mail.UM>", "dc:subject": "YOUR ASSISTANCE PLEASE", "dc:title": "YOUR ASSISTANCE PLEASE", "dcterms:created": "2006-02-28T08:37:32Z"}