{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Mar  7 14:28:11 2006", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<safeddag301@tsamail.co.za> Je vous avoue que cela me ferait plaisir de lier plus", "MboxParser-status": "RO", "MboxParser-x-mailer": "CommuniGate Pro WebUser Interface v.4.3.8", "MboxParser-x-mime-autoconverted": "from 8bit to quoted-printable by mailserver-ng.cs.umbc.edu id k27JRbXR011175", "MboxParser-x-sieve": "CMU Sieve 2.2 =E0 quoi il =E9tait expos=E9. Monsieur Nizar avait occup=E9", "MboxParser-x-spamcatcher-score": "80 [XXXXXXXXX] Je voudrais que vous me fassiez savoir si vous souhaitez", "Message-From": "safia feddag <safeddag301@tsamail.co.za>", "Message:From-Email": "safeddag301@tsamail.co.za", "Message:From-Name": "safia feddag", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"ISO-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<web-19250987@cgp6.sentechsa.net>", "Message:Raw-Header:Return-Path": "<safeddag301@tsamail.co.za>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-MIME-Autoconverted": "from 8bit to quoted-printable by mailserver-ng.cs.umbc.edu id k27JRbXR011175", "Message:Raw-Header:X-Mailer": "CommuniGate Pro WebUser Interface v.4.3.8", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Message:Raw-Header:X-SpamCatcher-Score": " 80 [XXXXXXXXX]", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nsalam,\n\nSalam , \r\n \r\n Je vous avoue que cela me ferait plaisir de lier plus\r\nqu'une amitié avec vous et du fond du coeur je souhaiterais\r\nsincèrement vous rencontrer et vous connaitre davantage.\r\nMais avant, je tiens à me présenter à vous.\r\n \r\nJe me nommes FEDDAG Safia ,je suis de  nationalité\r\nAlgérienne et je vis en Irak . je suis dans ce pays depuis\r\nplus de 13 ans et j'était au service de monsieur Nizar\r\nHamboum .  J'avais pour rôle de veiller sur le bon\r\nfonctionnement de la résidence à Moussoul \r\net à m'occuper de tout ce  qui est comme factures et\r\ncharges a régler . \r\n \r\nJ'étais en quelque sorte le majordome et j'avais\r\nconnaissance de plusieurs chosesque mon maître faisait et\r\n à quoi il était exposé. Monsieur Nizar avait occupé\r\nplusieurs postes\r\nimportants dans le pays et  le monde entier. Il fut de 1993\r\nà 1999, ambassadeur des nations unis a New York ;ministre\r\ndes affaires étrangères et aussi député dans\r\nson pays. Il a été un membre influant dans la médiation des\r\nrelations entre les Etats Unis et l'Irak dans les années\r\n1980 . Il trouva la mort le vendredi 5juillet 2003 à New\r\nYork au centre commémoratif  de cancer de Sloan-Kettering\r\ndes suite d'une crise cardiaque. Mon\r\nmaître m'avait demandé de suivre le dépôt dans une société\r\nde surveillance et de\r\nconservation de biens privés, d'un colis c'est a dire une\r\nmallette qui contenait la somme de 17.500.000 dollars $\r\n(dix sept millions cinq centmilles dollars méricains).Il\r\nm'avait demandé d'effectuer ce dépôt à mon nom et  lui en\r\nfaire le rapport car il souhaitait\r\nune discrétion et la sécurité pour son bien . Il m'a\r\ndemandé de codifié le colis comme étant  un bien familial\r\npour les raisons de sécurité de ce fond et pour éviter  des\r\nproblèmes avec le gouvernement .Même la société n'est pas\r\ninformée du contenu du colis car le colis a été codé comme\r\nun bien familial et donc privé. Avant que la guerre\r\nn'éclate ,\r\nmon maître m'a demandé de prendre immédiatement contact\r\navec la société afin de faire sortir le colis du pays car\r\ncette somme était destinée  pour des investissements a\r\nl'étranger . Il souhaitait construire un hôtel en Arabie\r\nSaoudite . \r\nC'est après des renseignements auprès de la société qu'ils\r\nm'ont fait savoir qu'ils pouvaient faire mettre le colis\r\ndans un autre lieu mais cela se fera en Afrique ou se\r\ntrouve leur base plus \r\nprécisément en Cote d'ivoire. J'ai remercié DIEU car pour\r\nmoi cela était mieux et\r\nce pays n'est pas très loin de mon pays l'Algérie et\r\nsurtout il est en Afrique.  Je viens vers vous pour\r\nsolliciter votre aide afin de m'aider à retirer cette\r\nmallette de ce pays et de m'aider à quitter l'Irak pour\r\nvotre pays. \r\nJe voudrais que vous sachez que ce que je fais n'est connu\r\nde personne ni même de sa famille car longtemps   j'ai été\r\na leur service et sous ce règne barbare qu'offre ce pays et\r\nje n'ai rien eu comme garantie pour la vie et je  suis\r\nfatigué de vivre en esclave toute ma vie .Comme DIEU ne\r\ndort pas il a permit que ce bien soit en ma possession et\r\nque je sois la seul qui  soit informer de son existence .\r\nJe voudrais que vous sachiez que l'aide que vous\r\nm'apporterez ne sera pas vain car j'ai prévu que pour votre\r\naide  vous recevrez 25% de la somme totale 17.500.000 $).Je\r\ndétiens toutes les informations et les documents de\r\nl'existence de ce bien .\r\n Je voudrais que vous me fassiez savoir si vous souhaitez\r\nme venir en aide afin que je vous communiques les\r\ninformations sur ce bien et la société qui a la garde afin\r\nque vous entrez en contact avec eux pour qu'ils  vous\r\nfassent parvenir le colis. Je voudrais que vous sachiez que\r\nc'est une société diplomatique et en leur donnant une\r\nadresse sûr ils vous livrerons le colis . Sachez que le\r\ncertificat de dépôt  ne porte pas de nom du bénéficiaire et\r\nqu'il sera facile pour vous de retirer ce colis car il\r\nsuffira que vous vous présentez comme le bénéficiaire  de\r\nce colis. Je voudrais que tout ce que je vous ai dis restes\r\nsecret afin degarantir ma sécurité et la sécurité de ce\r\nbien . \r\n \r\nJe n'ai aucune source  de communications que l'ordinateur\r\nportable que j'ai dans la chambre donc je m'y contente.\r\nPour plus de sécurité et de discrétion je souhaiterais  que\r\nvous me comprenez.\r\nMerci de votre comprehension.\r\n\r\ncontacter moia mon adresse personelle :safeddag300@yahoo.fr\r\n\r\nFEDDAG Safia                            \r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2308", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"safia feddag\" <safeddag301@tsamail.co.za>", "safia feddag <safeddag301@tsamail.co.za>"], "dc:format": "text/plain; charset=\"ISO-8859-1\"", "dc:identifier": "<web-19250987@cgp6.sentechsa.net>", "dc:subject": "salam,", "dc:title": "salam,", "dcterms:created": "2006-03-07T19:27:32Z"}