{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu Mar 16 18:01:47 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "flo_achiah2006@yahoo.co.uk", "MboxParser-return-path": "<sigmod-pods06-webmaster-errors@UM>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Ms Florence Achiah Rusanganwa. <f.achiah@yahoo.co.uk>", "Message-Recipient-Address": "sigmod-pods06-webmaster@UM", "Message-To": ["sigmod-pods06-webmaster@UM", "sigmod-pods06-webmaster@UM"], "Message:From-Email": "f.achiah@yahoo.co.uk", "Message:From-Name": "Ms Florence Achiah Rusanganwa.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200603162301.k2GN1eRg005425@jacknife.mail.UM>", "Message:Raw-Header:Reply-To": "flo_achiah2006@yahoo.co.uk", "Message:Raw-Header:Return-Path": "<sigmod-pods06-webmaster-errors@UM>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nREAD,UNDERSTAND AND ANSWER IN REPLY.\n\nMy Dear,\r\nI contact you in such a surprising manner,but i respectfully insist\r\nthat you read this mail carefully as i am optimistic that it will open\r\nDOORS forunimaginable financial reward for both of us. It is my pleasure\r\nto introduce to you a business that will make the beginning of\r\nnever-ending family relationship. I hope that this proposal will not be an\r\ninconvenience or\r\nembarrassment to you.\r\n\r\n\r\nI must not hesitate to confide in you this simple and sincere request\r\nbusiness for our mutual benefit.I am Mrs FLORENCE ACHIAH RUSANGANWA, the\r\nonly Daughter of late Mr.Steve Achiah Rusanganwa{Snr}, a BEJA TRIBE\r\nMEMBER of EASTERN SUDAN in\r\nRepublic of SUDAN. I am 25 years of age. My father was a prosperous\r\ncoffee and tin ore merchant in KHARTOUM, capital of the Republic of SUDAN\r\nbefore his untimely death. After his business trip to Abidjan - Cote\r\nd'Ivoire, to negotiate\r\non a Coffee and tin ore business he wanted to invest in Abidjan ? Cote\r\nd'Ivoire.\r\n\r\n\r\nA week after he came back from Abidjan, he was attacked with my mother\r\nby unknown assassins suspected to be Darfurian Rebels under the Sudan\r\nLiberation Army/Movement (SLA/M) and the Justice and Equality\r\nMovement(JEM) who were demanding an end to alleged economic marginalisation and\r\nsought power-sharing within the Sudanese state believed that my father\r\nhas been given financial support to Beja Militia Rebels. After my\r\nparents death,i was aided by our church pastor,a good friend of my father\r\nthrough Chadian capital, N'Djamena to escape to ACCRA-GHANA.\r\n\r\n\r\nBut before my father gave up the ghost, it was as if he knew he was\r\ngoing to die,He disclosed to me that he deposited the sum of\r\nUSD$18,500,000 (Eighteen Million,Five Hundred Thousand United States Dollars Only)\r\nin cash\r\nconcealed in (2)two trunk boxes and deposited it with a private\r\nsecurity house here in Accra Ghana which he declared and register as FAMILY\r\nVALUABLES, because of political problems here and there.\r\n\r\n\r\nMy late Father signed an agreement that the consignment should only be\r\nreleased to a foreign trustee of my choice or release it to me when i\r\nwill become 29years old. So I want you to please assist me stand as my\r\nnominated foreign trustee and claim the boxes from the security company\r\nThe money was meant for the importation of machineries for his coffee\r\nprocessing plant for a company which he wanted to establish in Abidjan ?\r\nCote d'Ivoire.\r\n\r\n\r\nUnfortunately he did not live to achieve it before he was\r\ngunneddown.But since I have no experience or interest in this type of business,i am\r\nseeking a reliable and trust worthy business partner who will assist me\r\nto secure,claim-out and transfer this funds abroad strictly for\r\ninvestment purposes and for guidance.\r\n\r\n\r\nNow I am soliciting for your assistance to help me to claim-out and\r\ntransfer these 2 trunk boxes to your destination or abode, holding on my\r\nbehalf and aid me to leave Accra-GHANA. When I join you, we can then\r\ninvest jointly in any meaningful lucrative business in your country\r\nbecause this is my only hope in life. You shall be entitled to a significant\r\nportion of the fund which will be deliberated upon your acceptance to\r\nthis offer. Waiting anxiously to hear from you so that we can discuss\r\nthe modalities of this transaction.\r\n\r\n\r\nOnly three options is waiting to effect this huge fund business.\r\n(1)You have to come down here and confidently acompany it to your\r\ncountry.\r\n(2)You have to volunteer any means of delivery to air lift it to your\r\ndoor step.\r\n(3)You have to use your influence and white-personality to claim it out\r\nand moved it to the bank for transfer to your designated account.\r\n\r\n\r\nPlease i will like you to answer me this questions.\r\n(1)Can a black lady build house in your country and invest there?\r\n(2)Can a black lady be given staying permit and be allowed to visit\r\nsight seen?\r\n(3)Can i direct any company of my own?\r\n\r\n\r\nThanks for your kindness and get back to me with the indication of your\r\ninterest to help me.\r\n\r\n\r\nYours sincerely,\r\nMs Florence Achiah Rusanganwa.\r\n\r\n\r\nNote:You answer me through my alternative email\r\naddress(flo_achiah2006@yahoo.co.uk)\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2343", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Ms Florence Achiah Rusanganwa.\" <f.achiah@yahoo.co.uk>", "Ms Florence Achiah Rusanganwa. <f.achiah@yahoo.co.uk>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200603162301.k2GN1eRg005425@jacknife.mail.UM>", "dc:subject": "READ,UNDERSTAND AND ANSWER IN REPLY.", "dc:title": "READ,UNDERSTAND AND ANSWER IN REPLY.", "dcterms:created": "2006-03-16T23:00:36Z"}