{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "inline me, because, I believe everyone will die someday. members and as well as a few close friends. Saidi Fatou.", "MboxParser-content-transfer-encoding": "7bit My name is Saidi Fatou, a merchant in Dubai, in the and so, I have decided to give alms to charity", "MboxParser-from": "r  Thu May 22 07:17:21 2003", "MboxParser-http": "//www.moldova.com", "MboxParser-mime-version": "1.0 U.A.E.I have been diagnosed with Esophageal cancer organizations, as I want this to be one of the last", "MboxParser-reply-to": "saidifatou@moldova.com business. Though I am very rich, I was never Pakistan, they refused and kept the money to", "MboxParser-return-path": "<saidifatou@moldova.com> As you read this, I don't want you to feel sorry for and assets to my immediate and extended family patience.", "MboxParser-status": "RO or make all the money in the world. huge cash deposit of twenty four million dollars", "MboxParser-x-mailer": "MIME-tools 5.41 (Entity 5.404) which was discovered very late, due to my laxity in good deeds I do on earth. So far, I have distributed", "MboxParser-x-originating-ip": "[81.23.204.68] generous, I was always hostile to people and only themselves. Hence, I do not trust them anymore, as", "Message-From": "saidi fatou <saidifatou@moldova.com>", "Message-Recipient-Address": "smg@aber.ac.uk I have not particularly lived my life so well, as I of my accounts and distribute the money which I have", "Message-To": ["smg@aber.ac.uk I have not particularly lived my life so well, as I of my accounts and distribute the money which I have", "smg@aber.ac.uk"], "Message:From-Email": "saidifatou@moldova.com", "Message:From-Name": "saidi fatou", "Message:Raw-Header:Content-Disposition": "inline", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Message-Id": "<20030522111627.C11CD39BE@sitemail.everyone.net>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "saidifatou@moldova.com", "Message:Raw-Header:Return-Path": "<saidifatou@moldova.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "MIME-tools 5.41 (Entity 5.404)", "Message:Raw-Header:X-Originating-Ip": "[81.23.204.68]", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHELP SERVE HUMANITY\n\nDear Friend.\n\n As you read this, I don't want you to feel sorry for\n me, because, I believe everyone will die someday.\n\n My name is Saidi Fatou, a merchant in Dubai, in the\n U.A.E.I have been diagnosed with Esophageal cancer\n which was discovered very late, due to my laxity in\ncarrying for my health. It has defiled all forms of\n medicine, and right now I have only about a few\n months to live, according to medical experts.\n\n I have not particularly lived my life so well, as I\n never really cared for anyone not even myself but my\n business. Though I am very rich, I was never\n generous, I was always hostile to people and only\n focus on my business as that was the only thing I\ncared for. But now I regret all this as I now know\nthat there is more to life than just wanting to have\n or make all the money in the world.\nI believe when God gives me a second chance to come\n to this world I would live my life a different way\n from how I have lived it. Now that God ! has called\n me, I have willed and given most of my properties\n and assets to my immediate and extended family\n members and as well as a few close friends.\n I want God to be merciful to me and accept my soul\n and so, I have decided to give alms to charity\n organizations, as I want this to be one of the last\n good deeds I do on earth. So far, I have distributed\n money to some charity organizations in the U.A.E,\n Algeria and Malaysia. Now that my health has\n deteriorated so badly, I cannot do this my self any\n more. I once asked members of my family to close one\n of my accounts and distribute the money which I have\n there to charity organization in Bulgaria and\n Pakistan, they refused and kept the money to\n themselves. Hence, I do not trust them anymore, as\n they seem not to be contended with what I have left\n for them.\n The last of my money which no one knows of is the\n huge cash deposit of twenty four million dollars\n that I have with a Bank in london.\n I will want you to help me collect this deposit and\ndispatched it to charity organizations.email me\n at giversworld@fastermail.com\n I have set aside 10% for you for your time and\n patience.\n\nGod be with you.\n\n Saidi Fatou.\n\n\n_____________________________________________________________\nGet free email address your_name@moldova.com at\nhttp://www.moldova.com\n\nYour Gateway to Moldova!\n\n_____________________________________________________________\nSelect your own custom email address for FREE! Get you@yourchoice.com w/No Ads, 6MB, POP & more! http://www.everyone.net/selectmail?campaign=tag\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-230", "X-TIKA:parse_time_millis": "1", "dc:creator": ["saidi fatou <saidifatou@moldova.com> months to live, according to medical experts. deteriorated so badly, I cannot do this my self any", "saidi fatou <saidifatou@moldova.com>"], "dc:identifier": "<20030522111627.C11CD39BE@sitemail.everyone.net> focus on my business as that was the only thing I they seem not to be contended with what I have left", "dc:subject": "HELP SERVE HUMANITY", "dc:title": "HELP SERVE HUMANITY", "dcterms:created": "2003-05-22T11:16:27Z"}