{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Mar 19 05:44:58 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "abudullah68@gmail.com Now am undergoing a serious sickness that resulted to be stoke and cancer problem=2C I had tried all my best to treat myself with every medical expert but no improvement Currently my Doctor told me that I would not last for the next five months due to my cancer problems=2E Though what disturbs me most is my stroke =2E Having known my condition=2C I decided to donate this fund to mosque=2C Islamic school authority or better Muslim individual that will utilize this money the way I am going to instruct here =2E I want this fund to be used on=2C orphanages and widows propagating and to promote work of almighty Allah=2C the word of Allah and to ensure that the house of Allah is maintained=2E The qoran made us to understand that Blessed is the hand that giveth=2E I took this decision because I don't have any child that will inherit this money or", "MboxParser-return-path": "<sigmod-pods06-webmaster-errors@UM> ", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2 My name is Mr=2EAbudullah Mohamed from Kuwait=2C and my late wife =28Dr=29Mrs=2E Sarah Wazari Abudullah she worked with shell petroleum company in South Africa for twelve years before she died in the year 2003 after a brief illness=2E We were married for eight years without a child=2E She died after a brief illness that lasted for only four days before she give up=2E since we married we were both Islamic couple members=2E Since she death I decided not to re-marry or get a child outside my matrimonial home When my late wife was alive she deposited the sum of 12 Million =28Twelve  Million U=2ES=2E Dollars=29 with International Diplomatic service company in Malaysia which is still under the safe keeping=2E", "Message-From": "Mr. Abudullah Mohamed <mustapha_mohan@yahoo.com>", "Message-Recipient-Address": "sigmod-pods06-webmaster@UM ", "Message-To": ["sigmod-pods06-webmaster@UM ", "sigmod-pods06-webmaster@UM"], "Message:From-Email": "mustapha_mohan@yahoo.com", "Message:From-Name": "Mr. Abudullah Mohamed", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200603191044.k2JAivJb008133@score.mail.UM>", "Message:Raw-Header:Reply-To": "abudullah68@gmail.com", "Message:Raw-Header:Return-Path": "<sigmod-pods06-webmaster-errors@UM>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nASSALAMUALAIKUM \n\nASSALAMUALAIKUM\r\n\r\n  My name is Mr.Abudullah Mohamed from Kuwait, and my late wife (Dr)Mrs. Sarah Wazari Abudullah she worked with shell petroleum company in South Africa for twelve years before she died in the year 2003 after a brief illness. We were married for eight years without a child. She died after a brief illness that lasted for only four days before she give up. since we married we were both Islamic couple members. Since she death I decided not to re-marry or get a child outside my matrimonial home When my late wife was alive she deposited the sum of 12 Million (Twelve  Million U.S. Dollars) with International Diplomatic service company in Malaysia which is still under the safe keeping.\r\n\r\n\r\n Now am undergoing a serious sickness that resulted to be stoke and cancer problem, I had tried all my best to treat myself with every medical expert but no improvement Currently my Doctor told me that I would not last for the next five months due to my cancer problems. Though what disturbs me most is my stroke . Having known my condition, I decided to donate this fund to mosque, Islamic school authority or better Muslim individual that will utilize this money the way I am going to instruct here . I want this fund to be used on, orphanages and widows propagating and to promote work of almighty Allah, the word of Allah and to ensure that the house of Allah is maintained. The qoran made us to understand that Blessed is the hand that giveth. I took this decision because I don't have any child that will inherit this money or\r\ndevoted relations whose behavior has left much to be desired while I am ill and above all I don't want a situation where this money will be used in an Ungodly\r\nmanner,hence this bold decision i know she will be rejoicing in the bosom of Allah if these fund spend to promote the work of almighty Allah.\r\n\r\n  I don't want a situation where this money will be used in an ungodly manner. Hence the reason for taking this bold decision. I am not afraid of death hence I know where I am going. I know that I am going to be in the bosom of the Allah. I don't need any telephone communication in this regard because my health and the presence of my wife relatives around me always. I don't want them to know about this development. With Allah all things are possible. As soon as I receive your reply i will instruct my attorney to furnish you with more details on how to claim my fund. I will also instruct him to issue you a letter of authority that will empower you as the original-beneficiary of this fund. I want you and the Moslem to always pray for me because the Allah is my shepherd. My happiness is that I lived a life of a worthy Moslem. Whoever that wants to serve Allah must serve him in spirit and truth. Please always be prayerful all through your life. And reply me through my alternative e-mail address: abudullah68@gmail.com  as delay in your reply will give me room in sourcing for  another faith member for this same purpose.\r\n  Please assure me that you will act accordingly as I stated here in. As I am disabled and can not be able to move around and do much due to am presently very ill, I will really appreciate it for you to contact me through my Email address as the internet is only mean of communicating. Hoping to hear from you soonest.\r\nRemain blessed in the name of the Allah.\r\nThanks,\r\nBest regards,\r\nMr. Abudullah Mohamed.\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2354", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mr. Abudullah Mohamed\" <mustapha_mohan@yahoo.com> ", "Mr. Abudullah Mohamed <mustapha_mohan@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200603191044.k2JAivJb008133@score.mail.UM> ", "dc:subject": "ASSALAMUALAIKUM ", "dc:title": "ASSALAMUALAIKUM ", "dcterms:created": "2006-03-19T10:44:48Z"}