{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-1970483636-1143743235=": ["80488", "80488 Few months ago, my husband brought one box into the house and told me that the box was  seized from the rebel in Bouake, and he opened the box in my presence, which was full of United States Dollars, he told me that the box contained USD20million and we both went to keep it somewhere. His plans was to use the money to contest for the forthcoming presidential election in 2006 before his death. None of his family member is aware of this fund except myself and my son Bonne. ", "80488--"], "MboxParser-content-transfer-encoding": ["8bit I am hereby seeking your advice and your assistance on how to get this funds out of this country and also want to seek advice if there is any profitable business that i can invest this money on in your country.", "8bit", "8bit  <hr size=1>Have a question? Yahoo! Canada Answers. Go to <a href=\"http://ca.answers.yahoo.com\"><b>Yahoo! Canada Answers</b></a>"], "MboxParser-from": "r  Thu Mar 30 13:27:26 2006", "MboxParser-mime-version": "1.0  ouse and", "MboxParser-return-path": "<casaratemayi20@yahoo.ca> h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding; Dear Friend, Please kindly keep this confidential and may God bless.", "MboxParser-status": "RO It is true that my parents collected money from a rich family in India, who  wanted me to get married to their son. I had to run away to my late husband in Abidjan - Cote d' ivoire, until this year January 20th when i travelled to india, everyone disowned me, no one wanted to talk to me. ", "MboxParser-x-sieve": "CMU Sieve 2.2 b=Gpua/r6edWTxVJD1epx0yKft8DNvRxf1VwO1FcWB2lDASyDcZntziVvjdTnVJpt7OuGL5qdqYkI5ii0JWY0Ii9ZuJ5LRiJ7CaxdJwmDayTpktcQOYFzBGZ76qktVcczfYV3XdVnt+ov8S/7SJMOQsLfd8Kp471msXJSxBg2B4F0=  ; Compliment of the season to you and your family. My name is MAYILVAHINI  MURUGAJYAN  CASARATE  Indian by origin and Ivorian citizen by marriage abduction. I want you to read this mail very carefully with and open mind, and may God bless you as you are following it up on humanitarian basis. Best regards,", "Message-Recipient-Address": "casaratemayi20@yahoo.ca I have only One son, with my late husband and whose name is BONNE cond wife", "Message-To": ["casaratemayi20@yahoo.ca I have only One son, with my late husband and whose name is BONNE cond wife", "casaratemayi20@yahoo.ca"], "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20060330182715.85465.qmail@web37413.mail.mud.yahoo.com>", "Message:Raw-Header:Return-Path": "<casaratemayi20@yahoo.ca>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2  h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;  b=Gpua/r6edWTxVJD1epx0yKft8DNvRxf1VwO1FcWB2lDASyDcZntziVvjdTnVJpt7OuGL5qdqYkI5ii0JWY0Ii9ZuJ5LRiJ7CaxdJwmDayTpktcQOYFzBGZ76qktVcczfYV3XdVnt+ov8S/7SJMOQsLfd8Kp471msXJSxBg2B4F0=  ;", "Multipart-Boundary": "0-1970483636-1143743235=:80488", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDear friends\n\n Dear Friend,   \n  Compliment of the season to you and your family. My name is MAYILVAHINI  MURUGAJYAN  CASARATE  Indian by origin and Ivorian citizen by marriage abduction. I want you to read this mail very carefully with and open mind, and may God bless you as you are following it up on humanitarian basis.\n  \n  I am an India woman who got married to a military General in Ivorian Army. Late Gen. LAJA CASARATE. who died of rescent in November 24th 2005,  in a military hospital although some of his colleagues and friends said he was killed by a witch craft from his family. \n\n  I have only One son, with my late husband and whose name is BONNE \nCASARATE, my main aim of writing you this message is that immediately the Doctor announced that my late husband has given up, his so called brothers came and drove me and my son out of the house and lock up the place. And they claimed that my late husband has a se!\n cond wife\n that had two children for him before he got married to me. \n  \n  They insisted that me and my son should go back to India and stay till the family would decide on the sharing of our property. This was a very big shock to me that almost damged my health, i can not go back to India because my parents refused me to marry my late husband initially. But as a young lady that was in love, i had to run away from India with my late husband down to Abidjan- Cote d' ivoire when he was a Captain in 1987. Then my husband led an Ivorian Military troupe on a mission to India.\n  \n  It is true that my parents collected money from a rich family in India, who  wanted me to get married to their son. I had to run away to my late husband in Abidjan - Cote d' ivoire, until this year January 20th when i travelled to india, everyone disowned me, no one wanted to talk to me.\n \n  Few months ago, my husband brought one box into the h!\n ouse and\n told me that the box was  seized from the rebel in Bouake, and he opened the box in my presence, which was full of United States Dollars, he told me that the box contained USD20million and we both went to keep it somewhere. His plans was to use the money to contest for the forthcoming presidential election in 2006 before his death. None of his family member is aware of this fund except myself and my son Bonne.\n  \n  I am hereby seeking your advice and your assistance on how to get this funds out of this country and also want to seek advice if there is any profitable business that i can invest this money on in your country.\n   \n    Please kindly keep this confidential and may God bless. \n\n  Best regards,\n  MAYILVAHINI  MURUGAJYAN CASARATE.\n\n\n\t\t\n\n\nHave a question? Yahoo! Canada Answers. Go to Yahoo! Canada Answers \n \n\n\t\t\n\n\nMake Yahoo! Canada your Homepage Yahoo! Canada Homepage \n \n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2390", "X-TIKA:parse_time_millis": "1", "dc:format": "multipart/alternative; boundary=\"0-1970483636-1143743235=:80488\" They insisted that me and my son should go back to India and stay till the family would decide on the sharing of our property. This was a very big shock to me that almost damged my health, i can not go back to India because my parents refused me to marry my late husband initially. But as a young lady that was in love, i had to run away from India with my late husband down to Abidjan- Cote d' ivoire when he was a Captain in 1987. Then my husband led an Ivorian Military troupe on a mission to India. told me that the box was&nbsp; seized from the rebel in Bouake, and he opened the box in my presence, which was full of United States Dollars, he told me that the box contained USD20million and we both went to keep it somewhere. His plans was to use the money to contest for the forthcoming presidential election in 2006 before his death. None of his family member is aware of this fund except myself and my son Bonne.</DIV>  <DIV><BR>&nbsp; I am hereby seeking your advice and your assistance on how to get this funds out of this country and also want to seek advice if there is any profitable business that i can invest this money on in your country.</DIV>  <DIV>&nbsp;</DIV>  <DIV>&nbsp; Please kindly keep this confidential and may God bless.&nbsp;<BR><BR>&nbsp; Best regards,<BR>&nbsp; MAYILVAHINI&nbsp; MURUGAJYAN CASARATE.<BR></DIV><p>", "dc:identifier": "<20060330182715.85465.qmail@web37413.mail.mud.yahoo.com>  MAYILVAHINI  MURUGAJYAN CASARATE.", "dc:subject": "Dear friends", "dc:title": "Dear friends"}