{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["8bit", "8bit"], "MboxParser-from": "r  Thu Apr  6 13:34:27 2006", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<jessicaprince555@sify.com> for <aiweb06@cs.umbc.edu>; Thu, 6 Apr 2006 13:34:07 -0400 (EDT) AND TOLD ME THAT HE HAS A SUM OF US$18.500.000 (EGHTEEN MILLION FIVEHUNDRED THOUSAND, UNITED STATES DOLLARS) LEFT IN A LOCAL BANK HERE IN ABIDJAN. THAT HE USED MY NAME AS HIS ONLY CHILD FOR THE NEXT OF KIN IN  DEPOSIT OF THE FUND. HE ALSO EXPLAINED TO ME THAT IT WAS BECAUSE OF THIS WEALTH THAT HE WAS POISONED BY HIS BUSINESS ASSOCIATES, THAT I SHOULD SEEK FOR A FOREIGN PARTNER IN A COUNTRY OF MY CHOICE WHERE I WILL TRANSFER THIS MONEY AND USE IT FOR INVESTMENT PURPOSE. (SUCH AS REAL ESTATE MANAGEMENT). I AM HONOURABLY SEEKING YOUR ASSISTANCE IN THE FOLLOWING WAYS : TO PROVIDE A BANK ACCOUNT WHERE THIS MONEY WOULD  BE TRANSFERED TO SERVE AS THE GUARDIAN OF THIS FUND SINCE I AM A GIRL OF 21 YEARS TO MAKE ARRANGEMENT FOR ME TO COME OVER TO YOUR COUNTRY TO FURTHER MY EDUCATIONAND TO SECURE A RESIDENTIAL PERMIT IN YOUR COUNTRY. I AM WILLING TO OFFER YOU 30% OF THE TOTAL SUM AS COMPENSATION FOR YOUR EFFORT INPUT AFTER THE SUCCESSFUL TRANSFER OF THIS FUND TO YOUR NOMINATED ACCOUN!", "MboxParser-status": "RO", "MboxParser-x-qhpsi": "clean T OVERSEAS . FURTHERMORE, YOU CAN INDICATE YOUR OPTION TOWARDS ASSISTI", "MboxParser-x-sieve": "CMU Sieve 2.2 b=jgs+A1eqFKuJmD/KjNuKVm/9v5DwjlhwEKMrOlTKyDxQCRyBNEZlVO8MderFwoGg  ; DJAN. HE SECRETLY CALLED ME ON HIS BEDSIDE<br>AND TOLD ME THAT HE HAS A SUM OF US$18.500.000 (EGHTEEN MILLION<br>FIVEHUNDRED THOUSAND, UNITED STATES DOLLARS) LEFT IN A LOCAL BANK HERE<br>IN ABIDJAN. THAT HE USED MY NAME AS HIS ONLY CHILD FOR THE NEXT OF KIN<br>IN  DEPOSIT OF THE FUND. HE ALSO EXPLAINED TO ME THAT IT WAS BECAUSE OF<br>THIS WEALTH THAT HE WAS POISONED BY HIS BUSINESS ASSOCIATES, THAT I<br>SHOULD SEEK FOR A FOREIGN PARTNER IN A COUNTRY OF MY CHOICE WHERE I WILL<br>TRANSFER THIS MONEY AND USE IT FOR INVESTMENT PURPOSE. (SUCH AS REAL<br>ESTATE MANAGEMENT). I AM HONOURABLY SEEKING YOUR ASSISTANCE IN THE<br>FOLLOWING WAYS : TO PROVIDE A BANK ACCOUNT WHERE THIS MONEY WOULD  BE<br>TRANSFERED TO SERVE AS THE GUARDIAN OF THIS FUND SINCE I AM A GIRL OF 21<br>YEARS TO MAKE ARRANGEMENT FOR ME TO COME OVER TO YOUR COUNTRY TO FURTHER<br>MY EDUCATIONAND TO SECURE A RESIDENTIAL PERMIT IN YOUR COUNTRY. I AM<br>WILLING TO OFFER YOU 30% OF THE TOTAL SUM AS COMPENSATION FOR YOUR!", "Message-From": "jessicaprince555@sify.com", "Message-Recipient-Address": "aiweb06@cs.umbc.edu <br>EFFORT INPUT AFTER THE SUCCESSFUL TRANSFER OF THIS FUND TO YOUR<br", "Message-To": ["aiweb06@cs.umbc.edu <br>EFFORT INPUT AFTER THE SUCCESSFUL TRANSFER OF THIS FUND TO YOUR<br", "aiweb06@cs.umbc.edu"], "Message:From-Email": "jessicaprince555@sify.com", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<jessicaprince555@sify.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-QHPSI": "clean  b=jgs+A1eqFKuJmD/KjNuKVm/9v5DwjlhwEKMrOlTKyDxQCRyBNEZlVO8MderFwoGg  ;", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2\tfor <aiweb06@cs.umbc.edu>; Thu, 6 Apr 2006 13:34:07 -0400 (EDT)", "Multipart-Boundary": "-MOQ1144346298e8adbbf420c9ea119c8d05fad0638728", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n FROM JESSICA PRINCE\n\nFROM JESSICA PRINCE\n\nCOTE D IVOIRE\n\nWEST AFRICA\n\nDEAR FRIEND,\n\nPERMIT ME\nTO INFORM YOU OF MY DESIRE OF ENTERING INTO BUSINESS RELATIONSHIP WITH\nYOU. I GOT YOUR EMAIL HROUGH A FRIEND  WHO WORKS IN THE HUMAN RIGHTS\nCOMMISSION HERE IN ABIDJAN COTE D IVOIRE I PRAYED OVER IT AND SELECTED\nYOUR NAME AMOUNG OTHER NAMES DUE TO IT'S ESTEEMING NATUREAND THE  \nECOMMENDATIONS GIVEN TO ME AS A REPUTABLE AND TRUSTWORTHY PERSON I CAN\nDO BUSINESS WITH AND BY THEIR RECOMMENDATIONS I MUST NOT HESITATE TO\nCONFIDE IN YOU FOR THIS SIMPLE AND SINCERE BUSINESS. I AM JESSICA PRINCE\nTONY THE ONLY CHILD OF LATE MR AND MRS PRINCE TONY MY FAHTER WAS A VERY\nWEALTHY COCOA MERCHANT BASED  IN ABIDJAN. THE ECONOMIC CAPITAL OF IVORY\nCOAST BEFORE HE WAS POISONED TO DEATH BY HIS BUSINESS ASSOCIATES ON ONE\nOF THEIR OUTING TO DISCUSS ON A BUSINESS DEAL. WHEN MY MOTHER DIED ON\nTHE 21ST OCTOBER 1998. MY FATHER TOOK ME SO SPECIAL BECAUSE I AM\nMOTHERLESS. BEFORE THE DEATH OF MY FATHER ON 29TH AUGUST 2000 IN A\nPRIVATE HOSPITAL HERE IN ABI!\n DJAN. HE SECRETLY CALLED ME ON HIS BEDSIDE\nAND TOLD ME THAT HE HAS A SUM OF US$18.500.000 (EGHTEEN MILLION\nFIVEHUNDRED THOUSAND, UNITED STATES DOLLARS) LEFT IN A LOCAL BANK HERE\nIN ABIDJAN. THAT HE USED MY NAME AS HIS ONLY CHILD FOR THE NEXT OF KIN\nIN  DEPOSIT OF THE FUND. HE ALSO EXPLAINED TO ME THAT IT WAS BECAUSE OF\nTHIS WEALTH THAT HE WAS POISONED BY HIS BUSINESS ASSOCIATES, THAT I\nSHOULD SEEK FOR A FOREIGN PARTNER IN A COUNTRY OF MY CHOICE WHERE I WILL\nTRANSFER THIS MONEY AND USE IT FOR INVESTMENT PURPOSE. (SUCH AS REAL\nESTATE MANAGEMENT). I AM HONOURABLY SEEKING YOUR ASSISTANCE IN THE\nFOLLOWING WAYS : TO PROVIDE A BANK ACCOUNT WHERE THIS MONEY WOULD  BE\nTRANSFERED TO SERVE AS THE GUARDIAN OF THIS FUND SINCE I AM A GIRL OF 21\nYEARS TO MAKE ARRANGEMENT FOR ME TO COME OVER TO YOUR COUNTRY TO FURTHER\nMY EDUCATIONAND TO SECURE A RESIDENTIAL PERMIT IN YOUR COUNTRY. I AM\nWILLING TO OFFER YOU 30% OF THE TOTAL SUM AS COMPENSATION FOR YOUR!\n \nEFFORT INPUT AFTER THE SUCCESSFUL TRANSFER OF THIS FUND TO YOUR\nNOMINATED ACCOUNT OVERSEAS . FURTHERMORE, YOU CAN INDICATE YOUR OPTION\nTOWARDS ASSISTING ME AS I BELIEVE THAT THIS TRANSACTION WOULD BE\nCONCLUDED WITHIN SEVEN (7) DAYS YOU SIGNIFY  INTERESTTO ASSIST ME. I\nWILL APPRECIATE YOU SEND ME E-MAIL.\n\nANTICIPATING TO HEAR FROM YOU\nSOON.\n\nTHANKS AND GOD BLESS.\n\nJESSICA PRINCE TONY\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2410", "X-TIKA:parse_time_millis": "0", "dc:creator": ["jessicaprince555@sify.com", "jessicaprince555@sify.com"], "dc:format": "text/html", "dc:subject": " FROM JESSICA PRINCE", "dc:title": " FROM JESSICA PRINCE"}