{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-email": "hamzatsulaiman@unionintbanks.com", "MboxParser-from": "r  Tue May 27 02:26:09 2003", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<hamzatsulaiman@unionintbanks.com> for <acl-webmaster@cs.CU>; Tue, 27 May 2003 02:26:06 -0400 (EDT) ", "MboxParser-status": "RO", "Message-From": "Hamzat Sulaiman <hamzatsulaiman@unionintbanks.com>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "hamzatsulaiman@unionintbanks.com", "Message:From-Name": "Hamzat Sulaiman", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain;charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200305270625.h4R6PhIo029596@bluewhale.cs.CU>", "Message:Raw-Header:Return-Path": "<hamzatsulaiman@unionintbanks.com>\tfor <acl-webmaster@cs.CU>; Tue, 27 May 2003 02:26:06 -0400 (EDT)", "Message:Raw-Header:Status": "RO", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHappy Day\n\nGreetings,\n\nFirst, I must solicit your confidence in this transaction, this is by virtue of its nature as being utterly CONFIDENTIAL \nand TOP SECRET.  Though I know that a transaction of this magnitude will make any one apprehensive and worried, but I am assuring you that all will be well at the end of the day.  We have decided to contact you due to the urgency of this transaction, as we have been reliably informed of your discreteness and ability in transactions of this nature.\n\nLet me start by first introducing myself properly to you. I am Mr.Hamzat Sulaiman, a director with the Union Bank of Nigeria Plc. Lagos. I came to know of you in my private search for a reliable and reputable person to handle this confidential transaction which involves the transfer of a huge sum of money to a foreign account requiring maximum \nconfidence.\n\nTHE PROPOSITION:\n\nA foreigner, Late Engineer Johnson Creek, an Oil Merchant/Contractor with the Federal Government of Nigeria, until his death four years ago in a ghastly air crash, banked with us here at Union Bank of Nigeria Plc. Lagos,and had a closing balance of US$18.5M (Eighteen Million, Five Hundred Thousand United States Dollars) which the bank now unquestionably expects it to be claimed by any available foreign next-of-kin of he Late beneficiary or alternatively be donated to a discredited trust fund for arms and ammunition at a military war college here in Nigeria. \n\nFervent valuable efforts are being made by the Union Bank to get in touch with any of the Creek family or relatives but proved to no avail. It is because of the perceived possibility of not being able to locate any of Late Engr. Johnson Creeks next-of-kin (he had no wife and children) that the management under the influence of our chairman and member of the board of directors, Retired Major General Kalu Uke Kalu, that an arrangement be made for the funds to be declared UNCLAIMABLE and subsequently be donated to the Trust Fund for Arms and Ammunition to further enhance the course of war in Africa and the world in general.\n\nIn order to avert this negative development, my trusted colleagues and I now seek your permission to have you stand \nas a next-of-kin to Late Engr. Johnson Creek so that the funds US$18.5M would be released and paid into your bank account as the beneficiary next-of-kin.\n\nAll documents and proves to enable you get this fund will be carefully worked out and more so we are assuring you of a 100% risk free involvement.Your share stays while the rest would be for myself and my colleagues for investment purposes in your country. We have agreed that, the funds will be shared thus, after it has been transferred into your \naccount;\n\n1. 30% of the money will go to you for acting as the beneficiary of the funds.\n2. 10% will be set aside for reimbursement to both parties for any incidental expenses that may be incurred in the course of the transaction.\n3. 60% to us the originators of the transaction. If this proposal is OK to you and you do not wish to take undue advantage of the trust, we hope to bestow on you and your company, then kindly get back to me immediately via my private Email for security reasons:\n\n\nFurnish me with your most confidential telephone, fax number and exclusive bank particulars so that I can use these information to apply for the release and subsequent transfer of the funds in your favour.\n\nThank you in advance for your anticipated co-operation.\n\nYours faithfully,\nMr.Hamzat Sulaiman\nEmail:hamzatsulaiman@unionintbanks.com\n\nIF THIS EMAIL COMES IN ERROR PLEASE DELETE.\n \n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-241", "X-TIKA:parse_time_millis": "2", "dc:creator": ["\"Hamzat Sulaiman\" <hamzatsulaiman@unionintbanks.com>", "Hamzat Sulaiman <hamzatsulaiman@unionintbanks.com>"], "dc:format": "text/plain;charset=\"iso-8859-1\"", "dc:identifier": "<200305270625.h4R6PhIo029596@bluewhale.cs.CU>", "dc:subject": "Happy Day", "dc:title": "Happy Day", "dcterms:created": "2003-05-27T14:24:57Z"}