{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-1428414316-1146066797=": ["60816 1. Can you honestly take me as your own and help me.", "60816", "60816--"], "MboxParser-content-transfer-encoding": ["8bit He further told him that he deposited the money with my name as the next of kin, and finally told him to tell me where to find the documents of the deposit which he said was in possession of his lawyer in sealed documents held by him and asked me to collect it from him and all the necessary documents to this fund. I am just 23 years old and a first year university undergraduate and really don't know what to do.", "8bit 3. What percentage of the total amount in question will be good for you after the money is in your account?", "8bit"], "MboxParser-email": "paul_kamara@yahoo.com  ", "MboxParser-from": "r  Wed Apr 26 11:53:18 2006", "MboxParser-mime-version": "1.0 deposited in a bank here in Abidjan which he use my name as next of kin. struggle anything with them in terms of properties but my presence will still be disturbing them. thank God they are not aware of this fund in the bank hence, I want to leave here as soon as you help me to lodge it into&nbsp; a safe account in your stable country and then send me some amount to enable me prepare to meet you. Without your help, i will find it difficult to travel and transfer it myself alone with my little or no experience.</DIV>  <DIV>I am waiting for your urgent reply with your contact phone number so that i can give you the contact of the bank were my late father deposited this money <BR>for you to contact them as&nbsp; my late father's partner. <BR></DIV>  <DIV><BR>Thank you so much.<BR>My sincere regards<BR>Paul Kamara.</DIV>  <DIV>&nbsp;</DIV>  <DIV><BR>&nbsp;</DIV></DIV><p>", "MboxParser-return-path": "<paul_kamara11@yahoo.com> h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding; From Paul Kamara Please, Consider this and get back to me as soon as possible so that i can forward the documents to you after we have agreed on the conditions for your assistance. My life is not safe here and i need to be out of here as soon as possible because now that my father is dead and with me only as a male child, my uncles will be seeking to kill me so that they can have all my fathers properties. i really don't want to struggle anything with them in terms of properties but my presence will still be disturbing them. thank God they are not aware of this fund in the bank hence, I want to leave here as soon as you help me to lodge it into  a safe account in your stable country and then send me some amount to enable me prepare to meet you. Without your help, i will find it difficult to travel and transfer it myself alone with my little or no experience.", "MboxParser-status": "RO Now I want a trust worthy person who can help me to transfer this money  and provide an account overseas where I can transfer this funds.This is because I have suffered a lot of set backs as a result of incessant political crisis here in Ivory coast. The death of my father actually brought sorrow to my life.I am in a sincere desire of your humble assistance in this regards. Your suggestions and ideas will be highly regarded.", "MboxParser-x-sieve": "CMU Sieve 2.2 b=qgZGfDvYeNKD3lQ9RmfhVkOksNy88VDoxL4gifvFHQyGuGRCdxZ0wQ/3vE3wUKteU7OL24bSCcQC1PQtQ8HDVKgHi6kGMfbtT08GSs9mDWo0vRaPeqRYASdWc2c+fiWue3Dy3ZySR3QK9dK2IQIMHKOdM3/8LHwUOsCgnoXnFoE=  ;  ", "Message-Recipient-Address": "paul_kamara@yahoo.com  and since then my father took me so special. Before his death on 4th october, 2005 he called the secretary who accompanied him to the hospital and told him that he has the sum of&nbsp;nine million,&nbsp;one hundred and fifty&nbsp;thousand United State Dollars.(USD$9.150,000) deposited in a bank here in Abidjan which he use my name as next of kin.</DIV>  <DIV>&nbsp;</DIV>  <DIV>He further told him that he deposited the money with my name as the next of kin, and finally told him to tell me where to find the documents of the deposit which he said was in possession of his lawyer in sealed documents held by him and asked me to collect it from him and all the necessary documents to this fund. I am just 23 years old and a first year university undergraduate and really don't know what to do.</DIV>  <DIV>Now I want a trust worthy person who can help me to transfer this money&nbsp; and provide an account overseas where I can transfer this funds.This is because I have suffered a lot", "Message-To": ["paul_kamara@yahoo.com  and since then my father took me so special. Before his death on 4th october, 2005 he called the secretary who accompanied him to the hospital and told him that he has the sum of&nbsp;nine million,&nbsp;one hundred and fifty&nbsp;thousand United State Dollars.(USD$9.150,000) deposited in a bank here in Abidjan which he use my name as next of kin.</DIV>  <DIV>&nbsp;</DIV>  <DIV>He further told him that he deposited the money with my name as the next of kin, and finally told him to tell me where to find the documents of the deposit which he said was in possession of his lawyer in sealed documents held by him and asked me to collect it from him and all the necessary documents to this fund. I am just 23 years old and a first year university undergraduate and really don't know what to do.</DIV>  <DIV>Now I want a trust worthy person who can help me to transfer this money&nbsp; and provide an account overseas where I can transfer this funds.This is because I have suffered a lot", "paul_kamara@yahoo.com"], "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20060426155317.63303.qmail@web38306.mail.mud.yahoo.com>", "Message:Raw-Header:Return-Path": "<paul_kamara11@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2  h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;  b=qgZGfDvYeNKD3lQ9RmfhVkOksNy88VDoxL4gifvFHQyGuGRCdxZ0wQ/3vE3wUKteU7OL24bSCcQC1PQtQ8HDVKgHi6kGMfbtT08GSs9mDWo0vRaPeqRYASdWc2c+fiWue3Dy3ZySR3QK9dK2IQIMHKOdM3/8LHwUOsCgnoXnFoE=  ;", "Multipart-Boundary": "0-1428414316-1146066797=:60816", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCALLING FOR HELP\n\n  From Paul Kamara\nAbidjan Cote D' I voire.\nEmail:paul_kamara@yahoo.com \n\n   \n  Dear One,\n   \n  \nFor my safety and security of my future I am making this proposal to you for our mutual benefit. This however is not mandatory nor will I in any manner compel you to honour it against your will. I am Paul Kamara, 23 years old and the only son of my late parents Mr.and Mrs. Kamara. My father was a highly reputable busnness magnet-(a cocoa merchant)who operated in the capital of Ivory coast during his days. It is sad to say that he passed away mysteriously during one of his business trips abroad on the 4th october. 2005. Though his sudden death was linked or rather suspected to have been masterminded by an uncle who travelled with him at that time. But God knows the truth! My mother died when I was just 2 years old,\n and since then my father took me so special. Before his death on 4th october, 2005 he called the secretary who accompanied him to the hospital and told him that he has the sum of nine million, one hundred and fifty thousand United State Dollars.(USD$9.150,000) deposited in a bank here in Abidjan which he use my name as next of kin.\n   \n  He further told him that he deposited the money with my name as the next of kin, and finally told him to tell me where to find the documents of the deposit which he said was in possession of his lawyer in sealed documents held by him and asked me to collect it from him and all the necessary documents to this fund. I am just 23 years old and a first year university undergraduate and really don't know what to do.\n  Now I want a trust worthy person who can help me to transfer this money  and provide an account overseas where I can transfer this funds.This is because I have suffered a lot\n of set backs as a result of incessant political crisis here in Ivory coast. The death of my father actually brought sorrow to my life.I am in a sincere desire of your humble assistance in this regards. Your suggestions and ideas will be highly regarded.\n  Now permit me to ask these few questions:-\n  1. Can you honestly take me as your own and help me.\n  2. Can I completely trust you?\n  3. What percentage of the total amount in question will be good for you after the money is in your account?\n   \n  Please, Consider this and get back to me as soon as possible so that i can forward the documents to you after we have agreed on the conditions for your assistance. My life is not safe here and i need to be out of here as soon as possible because now that my father is dead and with me only as a male child, my uncles will be seeking to kill me so that they can have all my fathers properties. i really don't want to\n struggle anything with them in terms of properties but my presence will still be disturbing them. thank God they are not aware of this fund in the bank hence, I want to leave here as soon as you help me to lodge it into  a safe account in your stable country and then send me some amount to enable me prepare to meet you. Without your help, i will find it difficult to travel and transfer it myself alone with my little or no experience.\n  I am waiting for your urgent reply with your contact phone number so that i can give you the contact of the bank were my late father deposited this money \nfor you to contact them as  my late father's partner. \n\n  \nThank you so much.\nMy sincere regards\nPaul Kamara.\n   \n  \n \n\n\n\t\t\n\n\nNew Yahoo! Messenger with Voice. Call regular phones from your PC and save big.", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2473", "X-TIKA:parse_time_millis": "1", "dc:format": "multipart/alternative; boundary=\"0-1428414316-1146066797=:60816\"  <hr size=1>New Yahoo! Messenger with Voice. <a href=\"http://us.rd.yahoo.com/mail_us/taglines/postman5/*http://us.rd.yahoo.com/evt=39666/*http://beta.messenger.yahoo.com\">Call regular phones from your PC</a> and save big.", "dc:identifier": "<20060426155317.63303.qmail@web38306.mail.mud.yahoo.com> Dear One, ", "dc:subject": "CALLING FOR HELP", "dc:title": "CALLING FOR HELP"}