{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon May  1 03:10:37 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "garang_jane@walla.com", "MboxParser-return-path": "<garang_jane@walla.com>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "GARANG JANET <garang_jane@walla.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "garang_jane@walla.com", "Message:From-Name": "GARANG JANET", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200605010710.k417ATff022411@godsend.mail.UM>", "Message:Raw-Header:Reply-To": "garang_jane@walla.com", "Message:Raw-Header:Return-Path": "<garang_jane@walla.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONFIDENTIAL BUSINESS PROPOSAL\n\nDear Sir,\r\nIn the first place I wish to introduce my self to you I am Mrs. Janet Garang, the wife of Lieutenant Colonel John Garang Hinga the Leader of Sudanese People's Liberation Movement (SPLM) one of the leading political parties in Sudan, which was formed, in 1983. My late husband died during the out brake of the recent civil war in Sudan.\r\nBefore his death, he held many important offices which includes being the prime minister in a coalition government between 1986 to 1989. He also was the leader of the Umma Party a strong political organization in Sudan. After his tenure as coalition prime minister, he was made to be in-charge of the payment of Sudanese Media communications department in 2001.\r\nMy husband was killed by a group known as Sadiq al Mahdi at the on set of the civil war while fighting for the liberation of the Sudanese people from the hands of a dictatorship government.! I am 41 years old now and seriously ill although I am now receiving treatment in a hospital here in Thailand. During the period of our marriage we were blessed with a male child by name Mr. Minja John Hinga, who is here taking care of me.\r\nAfter the death of my husband, I inherited a huge amount of money ( US$5.5million US dollars) which my late husband deposited with a Security Company in Thailand for safe keeping. I decided to contact you to assist me and my son to claim this money from where it was deposited and probably guide us in investing the fund in a worthwhile flourishing business over there. I hereby ask for your help and assistance.\r\nAlthough I am a novice in business, I have an eye on real estates properties. Your advice on other areas of private sector will be highly appreciated. I believe that you would be of great help in guiding my son to a successful business investment in your country even when I am gone.\r\nI will appreciate if you will show interest in collaborating! with us, as this transaction will benefit both of us on joint venture partnership. Furthermore I am ready to give you a good negotiable percentage cash reward for your assistance. Detailed information on other proceedings will be made available to you upon receiving your reply showing interest in collaborating with us as I look forward to your urgent reply. We may need your personal telephone numbers for more information.\r\nSincerely Yours,\r\nMrs. Janet Garang\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2490", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"GARANG JANET\" <garang_jane@walla.com>", "GARANG JANET <garang_jane@walla.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200605010710.k417ATff022411@godsend.mail.UM>", "dc:subject": "CONFIDENTIAL BUSINESS PROPOSAL", "dc:title": "CONFIDENTIAL BUSINESS PROPOSAL", "dcterms:created": "2006-05-01T07:09:12Z"}