{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri May 12 13:19:39 2006", "MboxParser-importance": "normal INDICATED AND FURTHER INVESTMENT, EITHER IN YOUR COUNTRY OR ANY COUNTR=", "MboxParser-mime-version": "1.0 BE SENT TO YOU WHEN I HEAR FROM YOU.", "MboxParser-return-path": "<dr_idrisali@latinmail.com> by smtp.latinmail.com (Postfix) with SMTP A BUSINESS TRANSACTION THAT WILL BE VERY BENEFICIAL TO BOTH OF US AT T=", "MboxParser-status": "O", "MboxParser-x-bogosity": "No, tests=bogofilter, spamicity=0.500001, version=0.15.13", "MboxParser-x-sieve": "CMU Sieve 2.2 id C1018932F8E; Fri, 12 May 2006 19:18:11 +0200 (CEST) IN A PLANE CRASH AND THE FUND HAS BEEN DORMANT IN HIS ACCOUNT WITH THI=", "Message-From": "Idris Ali <dr_idrisali@latinmail.com>", "Message-Recipient-Address": "dr_idris_ali@latinmail.com", "Message-To": ["\"dr_idris_ali@latinmail.com\" <dr_idris_ali@latinmail.com> AND ALSO PRESENT A FOREIGN ACCOUNT WHERE HE WILL NEED THE MONEY TO BE =", "dr_idris_ali@latinmail.com <dr_idris_ali@latinmail.com>"], "Message:From-Email": "dr_idrisali@latinmail.com", "Message:From-Name": "Idris Ali", "Message:Raw-Header:Importance": "normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<20060512171811.C1018932F8E@smtp.latinmail.com>", "Message:Raw-Header:Return-Path": "<dr_idrisali@latinmail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Bogosity": "No, tests=bogofilter, spamicity=0.500001, version=0.15.13", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2\tby smtp.latinmail.com (Postfix) with SMTP\tid C1018932F8E; Fri, 12 May 2006 19:18:11 +0200 (CEST)", "Multipart-Boundary": "latinmail.com_ltwebml02.localdomain_2aabc046ecb3d68b1f056497f05e5441", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT REPLY PLEASE.\n\nDEAR FRIEND,\r\n\r\nATTENTION PLEASE,\r\n\r\nI AM DR IDRIS  ALI, THE DIRECTOR IN CHARGE OF AUDITING AND ACCOUNTING SECTION OF AFRICAN DEVELOPMENT BANK (A.D.B) OUAGADOUGOU BURKINA-FASO WEST AFRICA. WITH DUE RESPECT AND REGARD. I HAVE DECIDED TO CONTACT YOU ON A BUSINESS TRANSACTION THAT WILL BE VERY BENEFICIAL TO BOTH OF US AT THE END OF THE TRANSACTION .\r\n\r\nDURING OUR INVESTIGATION AND AUDITING IN THIS BANK, MY DEPARTMENT CAME ACROSS A VERY HUGE SUM OF MONEY BELONGING TO A DECEASED PERSON WHO DIED IN A PLANE CRASH AND THE FUND HAS BEEN DORMANT IN HIS ACCOUNT WITH THIS BANK WITHOUT ANY CLAIM OF THE FUND IN OUR CUSTODY EITHER FROM HIS FAMILY OR RELATION BEFORE OUR DISCOVERY TO THIS DEVELOPMENT.\r\n\r\nTHE SAID AMOUNT WAS U.S 7.5M (SEVEN MILLION,FIVE HUNDRED THOUSAND UNITED STATES DOLLARS). AS IT MAY INTEREST YOU TO KNOW, I GOT YOUR IMPRESSIVE INFORMATION THROUGH INTERNET DIRECTORY . MEANWHILE ALL THE WHOLE ARRANGEMENT TO PUT CLAIM OVER THIS FUND AS THE BONAFIDE NEXT OF KIN TO THE DECEASED, GET THE REQUIRED APPROVAL AND TRANSFER THIS MONEY TO A FOREIGN ACCOUNT HAS BEEN PUT IN PLACE AND DIRECTIVES AND NEEDED INFORMATION WILL BE RELAYED TO YOU AS SOON AS YOU INDICATE YOUR INTEREST AND WILLINGNESS TO ASSIST, AND ALSO BENEFIT YOUR SELF TO THIS GREAT BUSINESS OPPORTUNITY.\r\n\r\nIN FACT I COULD HAVE DONE THIS DEAL ALONE BUT BECAUSE OF MY POSITION IN THIS COUNTRY AS A CIVIL SERVANT(A BANKER),WE ARE NOT ALLOWED TO OPERATE A FOREIGN ACCOUNT AND WOULD EVENTUALLY RAISE AN EYE BROW ON MY SIDE DURING THE TIME OF TRANSFER BECAUSE I WORK IN THIS BANK. THIS IS THE ACTUAL REASON WHY IT WILL REQUIRE A SECOND PARTY OR FELLOW WHO WILL FORWARD CLAIMS AS THE NEXT OF KIN WITH AFFIDAVIT OF TRUST OF OATH TO THE BANK AND ALSO PRESENT A FOREIGN ACCOUNT WHERE HE WILL NEED THE MONEY TO BE RE-TRANSFERRED INTO ON HIS REQUEST AS IT MAY BE AFTER DUE VERIFICATION AND CLARIFICATION BY THE CORRESPONDENT BRANCH OF THE BANK WHERE THE WHOLE MONEY WILL BE REMITTED FROM TO YOUR OWN DESIGNATION BANK ACCOUNT.\r\n\r\nI WILL NOT FAIL TO INFORM YOU THAT THIS TRANSACTION IS 100% RISK FREE.ON SMOOTH CONCLUSION OF THIS TRANSACTION, YOU WILL BE ENTITLED TO 30% OF THE TOTAL SUM AS GRATIFICATION, WHILE 10% WILL BE SET ASIDE TO TAKE CARE OF EXPENSES THAT MAY ARISE DURING THE TIME OF TRANSFER AND ALSO TELEPHONE AND INTERNET BILLS, WHILE 60% WILL BE FOR ME AND MY COLEAGUES. PLEASE, YOU HAVE BEEN ADVICED TO KEEP \"TOP SECRET\" AS I AM STILL IN SERVICE AND INTEND TO RETIRE FROM SERVICE AFTER WE CONCLUDE THIS DEAL WITH YOU.\r\n\r\nI WILL BE MONITORING THE WHOLE SITUATION HERE IN THIS BANK UNTIL YOU CONFIRM THE MONEY IN YOUR ACCOUNT AND ASK ME TO COME DOWN TO YOUR COUNTRY FOR SUBSEQUENT SHARING OF THE FUND ACCORDING TO PERCENTAGES PREVIOUSLY INDICATED AND FURTHER INVESTMENT, EITHER IN YOUR COUNTRY OR ANY COUNTRY YOU ADVICE US TO INVEST IN. ALL OTHER NECESSARY VITAL NFORMATION WILL BE SENT TO YOU WHEN I HEAR FROM YOU.\r\n\r\nI LOOK FORWARD TO RECEIVE YOUR PHONE AND FAX NUMBERS FOR EASY \r\nCOMMUNICATION,\r\n\r\nYOURS FAITHFULLY,\r\n\r\nDR IDRIS ALI.\r\n\r\n¡Miles de amigos con tus mismas aficiones! http://www.latinchat.com\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2526", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Idris Ali\" <dr_idrisali@latinmail.com> THIS COUNTRY AS A CIVIL SERVANT(A BANKER),WE ARE NOT ALLOWED TO OPERAT=", "Idris Ali <dr_idrisali@latinmail.com>"], "dc:format": "multipart/mixed; boundary=\"latinmail.com_ltwebml02.localdomain_2aabc046ecb3d68b1f056497f05e5441\" FOR SUBSEQUENT SHARING OF THE FUND ACCORDING TO PERCENTAGES PREVIOUSLY=", "dc:identifier": "<20060512171811.C1018932F8E@smtp.latinmail.com>", "dc:subject": "URGENT REPLY PLEASE.", "dc:title": "URGENT REPLY PLEASE.", "dcterms:created": "2006-05-12T17:18:11Z"}