{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-494989451-1148477194=": ["42700 I know that this proposal will come to you as a surprise as we don't know ourselves before, however i got your contact from your Embassy's Commercial Attaché I was meant to understand that your race are trustworthy however I did not disclose the purpose of my intention to anybody in the Embassy.Although we will still have to meet possibly, sign some agreement before the final transfer of the fund into any of your chosen designated bank account. All new Yahoo! Mail -", "42700", "42700--"], "MboxParser-attn": "3.Assurance that our own due share will be released to us in good faith when this money finally gets into your account. This transaction will last for some days as soon as we hear from you.", "MboxParser-content-transfer-encoding": ["8bit  Yours faithfully,", "8bit", "8bit I have involved a very senior official in the operational department and we have agreed that after the transfer of the money into your account, you shall contact from your Embassy's Commercial Attaché I was meant to understand that your race are trustworthy however I did not disclose the purpose of my intention to anybody in the Embassy.Although we will still have to meet possibly, sign some agreement before the final transfer of the fund into any of your chosen designated bank account.</DIV>  <DIV>&nbsp;</DIV>  <DIV>I have involved a very senior official in the operational department and we have agreed that after the transfer of the money into your account, you shall<BR>be entitled to 25% of the total sum, we the officials will take 70% while 5% is for expenses. All necessary precautions have been taken to ensure a risk free<BR>situation on the side of the both parties. Please note that this deal can only take place on the following conditions:-</DIV>  <DIV>&nbsp;</DIV>  <DIV>1.you will provide the bank account and other relevant particulars/information for easy and onward Remittance of this money.</DIV>  <DIV>&nbsp;</DIV>"], "MboxParser-from": "r  Wed May 24 09:26:44 2006", "MboxParser-mime-version": "1.0  Best Regards,", "MboxParser-received-spf": "none (mxus3: 209.191.124.118 is neither permitted nor denied by domain of yahoo.ca) client-ip=209.191.124.118; envelope-from=chineducharle@yahoo.ca; helo=web38007.mail.mud.yahoo.com; 87b  RIDER HAGGARD CLOSE ", "MboxParser-return-path": "<chineducharle@yahoo.ca> h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;  ", "MboxParser-status": "RO I want to first transfer (US$45 Million)forty five million United States Dollars from this money into a safe foreigners account abroad before the rest. I am contacting you based on the fact that you are a foreigner because this money can only be approved for payment to a foreigner, more so it can not be approved by any local bank here, as this money is in US Dollars hence the former owner of this account is a foreigner too. DR. CHINEDU CHARLE", "MboxParser-x-sieve": "CMU Sieve 2.2 b=mb/hkyVyFDBcBzV2ATg/MySbK27aD+nO03Qu3tHwMcZxT90qhIpFbnEaWM1lA+GJFEwKgU4u1e54nBgI6kJN/2GvmFb/yPJnDT993SFuSGSplLTknCVZzBdFAEHcbWBnR44ff1Vv2gAXzmY/np29S8pnuHb5zzicZjlCRg4F9YQ=  ;  ", "Message-Recipient-Address": "secretary@aclweb.org My name is dr morries adams a senior Auditing Officerwith the ALL TRUST BANK in South Africa. There is an account opened in this bank in 1980 and since 1990 nobody has operated on this account again. After going through some old files in the records, I discovered that if I do not remit this money out urgently it would be forfeited for nothing. The owner of this account is Mr. Fernando Carlos, a foreigner, he was a miner at Kruger gold company, a geologist by profession, and he died since 1990. ", "Message-To": ["secretary@aclweb.org My name is dr morries adams a senior Auditing Officerwith the ALL TRUST BANK in South Africa. There is an account opened in this bank in 1980 and since 1990 nobody has operated on this account again. After going through some old files in the records, I discovered that if I do not remit this money out urgently it would be forfeited for nothing. The owner of this account is Mr. Fernando Carlos, a foreigner, he was a miner at Kruger gold company, a geologist by profession, and he died since 1990. ", "secretary@aclweb.org"], "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20060524132634.42703.qmail@web38007.mail.mud.yahoo.com>", "Message:Raw-Header:Received-SPF": "none (mxus3: 209.191.124.118 is neither permitted nor denied by domain of yahoo.ca) client-ip=209.191.124.118; envelope-from=chineducharle@yahoo.ca; helo=web38007.mail.mud.yahoo.com;  h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;  b=mb/hkyVyFDBcBzV2ATg/MySbK27aD+nO03Qu3tHwMcZxT90qhIpFbnEaWM1lA+GJFEwKgU4u1e54nBgI6kJN/2GvmFb/yPJnDT993SFuSGSplLTknCVZzBdFAEHcbWBnR44ff1Vv2gAXzmY/np29S8pnuHb5zzicZjlCRg4F9YQ=  ;", "Message:Raw-Header:Return-Path": "<chineducharle@yahoo.ca>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Multipart-Boundary": "0-494989451-1148477194=:42700", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nReply (ASAP)\n\nDR. ChINEDU CHARLE\n  87b  RIDER HAGGARD CLOSE\nJOHANAESBURG,SOUTH AFFRICA\n  \nATTN:\n   \n  In order to transfer out (US$90 Million)niety million United States Dollars) from ALL TRUST BANK (AT).I have picked-up the trust and courage to write you this letter with devine confidence that you are a reliable and honest person who will be capable for this important business transaction believing also that you will never let me down either now or in the future. \n   \n  My name is dr morries adams a senior Auditing Officerwith the ALL TRUST BANK in South Africa. There is an account opened in this bank in 1980 and since 1990 nobody has operated on this account again. After going through some old files in the records, I discovered that if I do not remit this money out urgently it would be forfeited for nothing. The owner of this account is Mr. Fernando Carlos, a foreigner, he was a miner at Kruger gold\n company, a geologist by profession, and he died since 1990. \n   \n  No other person knows about this account or any thing concerning it, the account has no other beneficiary and my investigation proved to me as well that this company does not know anything about this account and the amount involved is (US$90 million)niety million United States Dollars. \n   \n  I want to first transfer (US$45 Million)forty five million United States Dollars from this money into a safe foreigners account abroad before the rest. I am contacting you based on the fact that you are a foreigner because this money can only be approved for payment to a foreigner, more so it can not be approved by any local bank here, as this money is in US Dollars hence the former owner of this account is a foreigner too. \n   \n  I know that this proposal will come to you as a surprise as we don't know ourselves before, however i got your\n contact from your Embassy's Commercial Attaché I was meant to understand that your race are trustworthy however I did not disclose the purpose of my intention to anybody in the Embassy.Although we will still have to meet possibly, sign some agreement before the final transfer of the fund into any of your chosen designated bank account.\n   \n  I have involved a very senior official in the operational department and we have agreed that after the transfer of the money into your account, you shall\nbe entitled to 25% of the total sum, we the officials will take 70% while 5% is for expenses. All necessary precautions have been taken to ensure a risk free\nsituation on the side of the both parties. Please note that this deal can only take place on the following conditions:-\n   \n  1.you will provide the bank account and other relevant particulars/information for easy and onward Remittance of this money.\n   \n\n  2.absolute confidentiality and sincerity will be required and guaranteed, considering our (me and my partners) positions in the bank.\n   \n  3.Assurance that our own due share will be released to us in good faith when this money finally gets into your account. This transaction will last for some days as soon as we hear from you.\n   \n  Please treat with utmost confidentiality. Contact me as quickly as possible through my e-mail box.\n\n  Expecting your urgent response,\n   \n  Best Regards,\n   \n  Yours faithfully,\n\n  DR. CHINEDU CHARLE\n\n\t\t\n\n\n All new Yahoo! Mail - \n\nGet a sneak peak at messages with a handy reading pane.", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2568", "X-TIKA:parse_time_millis": "1", "dc:format": "text/plain; charset=iso-8859-1  company, a geologist by profession, and he died since 1990. </DIV>  <DIV>&nbsp;</DIV>  <DIV>No other person knows about this account or any thing concerning it, the account has no other beneficiary and my investigation proved to me as well that this company does not know anything about this account and the amount involved is (US$90 million)niety million United States Dollars. </DIV>  <DIV>&nbsp;</DIV>  <DIV>I want to first transfer (US$45 Million)forty five million United States Dollars from this money into a safe foreigners account abroad before the rest. I am contacting you based on the fact that you are a foreigner because this money can only be approved for payment to a foreigner, more so it can not be approved by any local bank here, as this money is in US Dollars hence the former owner of this account is a foreigner too. </DIV>  <DIV>&nbsp;</DIV>  <DIV>I know that this proposal will come to you as a surprise as we don't know ourselves before, however i got your", "dc:identifier": "<20060524132634.42703.qmail@web38007.mail.mud.yahoo.com> In order to transfer out (US$90 Million)niety million United States Dollars) from ALL TRUST BANK (AT).I have picked-up the trust and courage to write you this letter with devine confidence that you are a reliable and honest person who will be capable for this important business transaction believing also that you will never let me down either now or in the future. Please treat with utmost confidentiality. Contact me as quickly as possible through my e-mail box.", "dc:subject": "Reply (ASAP)", "dc:title": "Reply (ASAP)"}