{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-\"color": "green;\">Mr oliver donald</span></div></div>", "MboxParser---0-1882858600-1149277965=": ["45467", "45467 message, send to me the following, to enable start the process of the fu=", "45467--"], "MboxParser-below": "http://news.bbc.co.uk/1/hi/world/europe/859479.stm", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable", "7bit 60% for me and 40% for you. There is no risk at all; he attorney and my ="], "MboxParser-delivered-to": "dr-list-owner@si.UM ; the necessary documents and affidavits, which will put you  in place as =", "MboxParser-errors-to": "mailman-bounces@krusty.si.UM facilitate the transfer of this money to you as the beneficiary/next of =", "MboxParser-from": "r  Fri Jun  2 15:52:55 2006", "MboxParser-mime-version": "1.0 did not declare any next of kin or relations in all his official docume=", "MboxParser-of": "MR,OLIVER DONALD<br><br>ROYAL BANK OF SCOTLAND<br><br>United Kingdom.=", "MboxParser-reply-to": "mr1oliver@hotmail.com width=3D\"448\"><tr><td class=3Dtablot background=3D\"http://us.i1.yimg.com=", "MboxParser-return-path": "<mailman-bounces@krusty.si.UM> for <dr-list-owner@krusty.si.UM>; I am Mr OLIVER DONALD I am 50 years Of Age, a native of London .I got y=", "MboxParser-sender": "mailman-bounces@krusty.si.UM old man's labor will not get into the hands of some  corrupt Government =", "MboxParser-status": "RO guarantees the successful execution of this transaction. If you are inte=", "MboxParser-x-original-to": "dr-list-owner@krusty.si.UM b=V8sPEE6Emy51o9AMgdty0PX4TdIDvijvR5HsfAj8rLuXIZs87PV1MxFlTx278Cp/bpPZ3GCFRMryFct4gbMZlEFNQHfk3G+OUIXIsg6hXn0x1gsG/5TgCeX8o476biAaOsVdFYRJYLQ/YDz8mzGhTKkuOJvNs7oI/F0NguY2o3c= bank deposit paperwork in ROYAL BANK OF SCOTLAND. This sum of US$20,700,=", "MboxParser-x-rocketdsi": "i=206.190.58.160;s=w this money to you as the beneficiary/next of kin. The money will be paid=", "MboxParser-x-sieve": "CMU Sieve 2.2 Fri,  2 Jun 2006 15:39:22 -0400 (EDT) and attempts to trace his next of kin was fruitless. I therefore made fu=", "Message-From": "Mr oliver donald <mroliverdonald_4@yahoo.com>", "Message-Recipient-Address": "dr-list-owner@krusty.si.UM therefore made further investigation and discovered that Mr. Kurt Kahle =", "Message-To": ["dr-list-owner@krusty.si.UM therefore made further investigation and discovered that Mr. Kurt Kahle =", "dr-list-owner@krusty.si.UM"], "Message:From-Email": "mroliverdonald_4@yahoo.com", "Message:From-Name": "Mr oliver donald", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Delivered-To": "dr-list-owner@si.UM\tfor <dr-list-owner@krusty.si.UM>;\tFri,  2 Jun 2006 15:39:22 -0400 (EDT)\tb=V8sPEE6Emy51o9AMgdty0PX4TdIDvijvR5HsfAj8rLuXIZs87PV1MxFlTx278Cp/bpPZ3GCFRMryFct4gbMZlEFNQHfk3G+OUIXIsg6hXn0x1gsG/5TgCeX8o476biAaOsVdFYRJYLQ/YDz8mzGhTKkuOJvNs7oI/F0NguY2o3c=\t; ", "Message:Raw-Header:Errors-To": "mailman-bounces@krusty.si.UM", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20060602195245.50776.qmail@web55111.mail.re4.yahoo.com>", "Message:Raw-Header:Reply-To": "mr1oliver@hotmail.com", "Message:Raw-Header:Return-Path": "<mailman-bounces@krusty.si.UM>", "Message:Raw-Header:Sender": "mailman-bounces@krusty.si.UM", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Original-To": "dr-list-owner@krusty.si.UM", "Message:Raw-Header:X-RocketDSI": "i=206.190.58.160;s=w", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Multipart-Boundary": "0-1882858600-1149277965=:45467", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPLEASE URGENT REPLY NEEDED\n\n\t\tI have a new email address!\n\n\n\nYou can now email me at: mroliverdonald_4@yahoo.com\n\nFrom the office of: MR,OLIVER DONALD\n\nROYAL BANK OF SCOTLAND\n\nUnited Kingdom.\n\nmr2oliver@yahoo.it  \n\nATTN,\n\n  I am Mr OLIVER DONALD I am 50 years Of Age, a native of London .I got your information while browsing through internet in search of a reliable person who will assist me. On 31st of July 2000, an Oil  consultant/contractor, Mr. Kurt Kahle with ROYAL DUTCH PETROLEUM COMPANY, he made a numbered time (fixed) deposit for twelve calendar months, valued at US$20,700,000.00(Twenty Million Seven Hundred Thousand Dollars) with ROYAL BANK OF SCOTLAND branch upon maturity. I sent a routine notification to his forwarding address but got no reply.\n\n\nAfter a month, we sent a reminder and finally we discovered from his contract employers, the ROYAL DUTCH PETROLEUM COMPANY that On the 31st of July 2000, our client, his wife and their Children died in the Air France concord plane crash bound for New York in their plan for a world cruise, with other passengers abroad as you can confirm it yourself via the website\n\nbelow: http://news.bbc.co.uk/1/hi/world/europe/859479.stm\n\non further investigation, I found out that he died without making a will, and attempts to trace his next of kin was fruitless. I therefore made further investigation and discovered that Mr. Kurt Kahle   did not declare any next of kin or relations in all his official documents, including his bank deposit paperwork in ROYAL BANK OF SCOTLAND. This sum of US$20,700,000.00 is still in ROYAL BANK OF SCOTLAND and the interest is being rolled over with the principal sum at the end of each year. No one will ever come forward to claim it.\n\n\nAccording to the law of the country, at the expiration of (five) years, the money will revert to the ownership of the Scotland Government if nobody applies to claim the fund. Consequently, my proposal is that I will like you as a foreigner to stand as the next of kin to Mr. Kurt Kahle so that the fruit of this old man's labor will not get into the hands of some  corrupt Government officials. This is simple, I will like you to provide immediately your full name and  address so that the Attorney will prepare the necessary documents and affidavits, which will put you  in place as the next of kin to Mr. Kurt Kahle.\n\n\nWe shall employ the service of attorney for the drafting and notarization of the WILL and obtain the necessary documents and letter of  probate/administration in your favour for the transfer. Any bank account in any part of the world that you will provide will then facilitate the transfer of this money to you as the beneficiary/next of kin. The money will be paid into your account for us to share in ratio of 60% for me and 40% for you. There is no risk at all; he attorney and my position will do the paperwork for this transaction as the Branch Manager guarantees the successful execution of this transaction. If you are interested, please reply immediately via the private email address below, upon your response shall provide you with more details and relevant documents that will help you understand the transaction.\n\n\nPlease observe utmost confidentiality and be rest assured that this transaction  would be most profitable for both of us because i shall require your assistance to invest my share in your country.Please upon the receipt of this mail message, send to me the following, to enable start the process of the fund into your bank account:\n\nyou are require to send the following document information through the above e-mail(mr22oliver@yahoo.it  )\n\n(1).Your full Name (2).Your private Telephone and fax numbers.\n\n(3) Your Addresses.\n\nImmediately I receive a mail indicating your interest I shall send you more details.\n\nBest regards,\n\nMR.OLIVER DONALD\n\nmr2oliver@yahoo.it\n\n\n\n- Mr oliver donald\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2625", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Mr oliver donald <mroliverdonald_4@yahoo.com> of this mail message, send to me the following, to enable start the proc=", "Mr oliver donald <mroliverdonald_4@yahoo.com>"], "dc:format": "multipart/alternative; boundary=\"0-1882858600-1149277965=:45467\" sum of US$20,700,000.00 is still in ROYAL BANK OF SCOTLAND and the inter=", "dc:identifier": "<20060602195245.50776.qmail@web55111.mail.re4.yahoo.com> of the WILL and obtain the necessary documents and letter of  probate/ad=", "dc:subject": "PLEASE URGENT REPLY NEEDED", "dc:title": "PLEASE URGENT REPLY NEEDED", "dcterms:created": "2006-06-02T19:52:45Z"}