{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "attachment; filename=\"New Address List-SPLIT5.txt\"", "MboxParser-content-transfer-encoding": ["quoted-printable", "base64"], "MboxParser-from": "r  Mon Jun  9 01:16:14 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mattokoye@didamail.com WE WANT THIS MONEY TO BE TRANSFERED TO THE OVERSEAS ACCOUNT WHICH YOU ARE GOING TO PROVIDE FOR SAFE KEEPING PENDING WHEN WE WILL DETERMINE HOW WE WANT OUR PORTION OF THE MONEY=2C ALL EXPENSES REGARDING THE ACCOUNT OPENING IF NOT ALREADY IN EXISTENCE SHALL BE BORNE BY YOU=2C ALL EXPENSES ARE HOWEVER REIMBURSEABLE AS ALREADY STATED ABOVE ON CONCLUSION OF BUSINESS=2E", "MboxParser-return-path": "<mattokoye@didamail.com> by truecrime.mr.itd.UM (3.6u) with ESMTP id h595G8o06573 for <R@M>; Mon, 9 Jun 2003 01:16:08 -0400 (EDT) for <acl-webmaster@cs.CU>; Mon, 9 Jun 2003 01:15:28 -0400 (EDT) FOR PROVIDING THE ACCOUNT WHERE WE SHALL REMIT THE MONEY=2C YOU WILL BE ENTITLED TO 20% OF THE MONEY=2C 75%WILL BE FOR ME AND MY PARTNERS=2C WHILE 5% HAS BEEN MAPPED OUT FROM THE TOTAL SUM TO COVER ANY EXPENSES THAT MAY BE INCURRED BY US DURING THE COURSE OF THIS TRANSACTION=2C BOTH LOCAL AND INTERNATIONAL EXPENSES=2E", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "DR.MATTHEW OKOYE <mattokoye@didamail.com>", "Message-Recipient-Address": "webmaster@aclweb.org PLEASE=2C CONTACT ME IMMEDIATELY THROUGH PHONE OR EMAIL WHETHER OR NOT YOU ARE INTERESTED IN THIS DEAL=2C SO THAT IF YOU ARE NOT=2C IT WILL ENABLE ME SCOUT FOR ANOTHER FOREIGN PARTNER TO CARRY OUT THIS DEAL=2EFORTUNATELY=2CIF YOU ARE INTERESTED=2C SEND THE REQUIRED INFORMATION MENTIONED THROUGH MY EMAIL OR FAX AT ANYTIME OF THE DAY=2E", "Message-To": ["webmaster@aclweb.org PLEASE=2C CONTACT ME IMMEDIATELY THROUGH PHONE OR EMAIL WHETHER OR NOT YOU ARE INTERESTED IN THIS DEAL=2C SO THAT IF YOU ARE NOT=2C IT WILL ENABLE ME SCOUT FOR ANOTHER FOREIGN PARTNER TO CARRY OUT THIS DEAL=2EFORTUNATELY=2CIF YOU ARE INTERESTED=2C SEND THE REQUIRED INFORMATION MENTIONED THROUGH MY EMAIL OR FAX AT ANYTIME OF THE DAY=2E", "webmaster@aclweb.org"], "Message:From-Email": "mattokoye@didamail.com", "Message:From-Name": "DR.MATTHEW OKOYE", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200306090503.h5953JIo003836@bluewhale.cs.CU>", "Message:Raw-Header:Reply-To": "mattokoye@didamail.com", "Message:Raw-Header:Return-Path": "<mattokoye@didamail.com>\tby truecrime.mr.itd.UM (3.6u) with ESMTP id h595G8o06573\tfor <R@M>; Mon, 9 Jun 2003 01:16:08 -0400 (EDT)\tfor <acl-webmaster@cs.CU>; Mon, 9 Jun 2003 01:15:28 -0400 (EDT)", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Multipart-Boundary": "===_SecAtt_000_1fjkuijupyweci", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nREQUEST\n\nOFFICE OF THE CO-ORDINATOR,\r\nCONTRACT REVIEW PANEL(PTF)\r\nDR.MATTHEW OKOYE.(MNIM),\r\nTEL:234-1-7748656.\r\nFAX:234-1-7599705.\r\n\r\n\r\nATTN:PARTNER.\r\n\r\nI AM DR MATTHEW OKOYE(MNIM),THE CO-ORDINATOR OF THE FEDERAL GOVERNMENT OF NIGERIA CONTRACT REVIEW PANEL OF THE PETROLEUM (SPECIAL)TRUST FUND(PTF). SOMETIME AGO, A CONTRACT WAS AWARDED TO A CONGLOMERATE OF FOREIGN COMPANIES BY MY COMMITTEE ON BEHALF OF(PTF),THE CONTRACT SUM WAS OVER INFLATED WITH THE SUM OF US$28.6 MILLION. THIS WAS DONE DELIBERATELY, THE OVER INFLATION WAS A DEAL BY MEMBERS OF MY COMMITTEE TO BENEFIT FROM THE PROJECT, WE NOW DESIRE TO TRANSFER THIS MONEY WHICH IS PRESENTLY IN A SUSPENSE ACCOUNT OF THE PTF IN THE\r\nCENTRAL BANK OF NIGERIA (CBN) INTO AN OVERSEAS ACCOUNT WHICH WE EXPECT YOU TO PROVIDE FOR US.\r\n\r\nBENEFITS:\r\n FOR PROVIDING THE ACCOUNT WHERE WE SHALL REMIT THE MONEY, YOU WILL BE ENTITLED TO 20% OF THE MONEY, 75%WILL BE FOR ME AND MY PARTNERS, WHILE 5% HAS BEEN MAPPED OUT FROM THE TOTAL SUM TO COVER ANY EXPENSES THAT MAY BE INCURRED BY US DURING THE COURSE OF THIS TRANSACTION, BOTH LOCAL AND INTERNATIONAL EXPENSES.\r\n\r\nI WOULD REQUIRE:\r\nA.  NAME AND ADDRESS OF COMPANY/BENEFICIARY,\r\nB.  YOUR BANK ACCOUNT NUMBER, BANK ADDRESS AND INFORMATION.\r\n\r\n THE ABOVE INFORMATION WOULD BE USED TO MAKE FORMAL APPLICATIONS AS A MATTER OF PROCEDURE FOR THE RELEASE OF THE MONEY FOR ONWARD TRANSFER TO YOUR ACCOUNT.IT\r\nDOES NOT MATTER WHETHER OR NOT YOUR COMPANY OR YOU PERFORMED CONTRACT PROJECTS OF THIS NATURE DESCRIBED HERE, THE ASSUMPTION IS THAT YOU WON A MAJOR CONTRACT\r\nAND SUB-CONTRACTED OUT TO OTHER COMPANIES.MORE OFTEN THAN NOT, BIG TRADING COMPANIES OR INDIVIDUALS OF UNRELATED FIELD WIN MAJOR CONTRACTS AND SUB-CONTRACTS IT OUT TO MORE SPECIALISED FIRMS FOR EXECUTION OF SUCH CONTRACTS.\r\n\r\n WE HAVE STRONG AND RELIABLE CONNECTIONS AND CONTACTS AT THE CENTRAL BANK OF NIGERIA (CBN) AND THE FEDERAL MINISTRY OF FINANCE (FMF) AND WE HAVE NO DOUBTS THAT ALL THIS MONEY WILL BE RELEASED AND TRANSFERED IF WE GET THE NECESSARY FOREIGN PARTNER IN THIS DEAL.THEREFORE, WHEN THE BUSINESS IS SUCCESSFULLY CONCLUDED, WE SHALL THROUGH OUR SAME CONNECTIONS WITHDRAW ALL DOCUMENTS USED\r\nFROM ALL THE CONCERNED GOVERNMENT MINISTRIES FOR 100% SECURITY.\r\n\r\n WE WANT THIS MONEY TO BE TRANSFERED TO THE OVERSEAS ACCOUNT WHICH YOU ARE GOING TO PROVIDE FOR SAFE KEEPING PENDING WHEN WE WILL DETERMINE HOW WE WANT OUR PORTION OF THE MONEY, ALL EXPENSES REGARDING THE ACCOUNT OPENING IF NOT ALREADY IN EXISTENCE SHALL BE BORNE BY YOU, ALL EXPENSES ARE HOWEVER REIMBURSEABLE AS ALREADY STATED ABOVE ON CONCLUSION OF BUSINESS.\r\n\r\n PLEASE, CONTACT ME IMMEDIATELY THROUGH PHONE OR EMAIL WHETHER OR NOT YOU ARE INTERESTED IN THIS DEAL, SO THAT IF YOU ARE NOT, IT WILL ENABLE ME SCOUT FOR ANOTHER FOREIGN PARTNER TO CARRY OUT THIS DEAL.FORTUNATELY,IF YOU ARE INTERESTED, SEND THE REQUIRED INFORMATION MENTIONED THROUGH MY EMAIL OR FAX AT ANYTIME OF THE DAY.\r\n\r\nI AWAIT IN ANTICIPATION FOR YOUR COOPERATION.\r\n\r\nYOURS FAITHFULLY,\r\n\r\nDR.MATTHEW OKOYE.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-261", "X-TIKA:parse_time_millis": "25", "dc:creator": ["\"DR.MATTHEW OKOYE\" <mattokoye@didamail.com> WE HAVE STRONG AND RELIABLE CONNECTIONS AND CONTACTS AT THE CENTRAL BANK OF NIGERIA =28CBN=29 AND THE FEDERAL MINISTRY OF FINANCE =28FMF=29 AND WE HAVE NO DOUBTS THAT ALL THIS MONEY WILL BE RELEASED AND TRANSFERED IF WE GET THE NECESSARY FOREIGN PARTNER IN THIS DEAL=2ETHEREFORE=2C WHEN THE BUSINESS IS SUCCESSFULLY CONCLUDED=2C WE SHALL THROUGH OUR SAME CONNECTIONS WITHDRAW ALL DOCUMENTS USED", "DR.MATTHEW OKOYE <mattokoye@didamail.com>"], "dc:format": "application/octet-stream; name=\"New Address List-SPLIT5.txt\"", "dc:identifier": "<200306090503.h5953JIo003836@bluewhale.cs.CU> THE ABOVE INFORMATION WOULD BE USED TO MAKE FORMAL APPLICATIONS AS A MATTER OF PROCEDURE FOR THE RELEASE OF THE MONEY FOR ONWARD TRANSFER TO YOUR ACCOUNT=2EIT", "dc:subject": "REQUEST", "dc:title": "REQUEST", "dcterms:created": "2003-06-09T04:04:06Z"}