{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Jun 19 19:49:01 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "yusuf_adamah@excite.com", "MboxParser-return-path": "<yusuf_adamah@yahoo.com> ", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Alhaji Yusuf A <yusuf_adamah@yahoo.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "yusuf_adamah@yahoo.com", "Message:From-Name": "Alhaji Yusuf A", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200606192348.k5JNmwsq007712@casino.mail.UM>", "Message:Raw-Header:Reply-To": "yusuf_adamah@excite.com", "Message:Raw-Header:Return-Path": "<yusuf_adamah@yahoo.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT REPLY NEEDED!!!\n\nDear Friend,\r\n\r\nLet me start by introducing myself properly to you. I\r\nam Alhaji Yusuf Adamah, I work with the United Bank\r\nfor Africa UBA as an account officer in the Treasury/\r\nCredit Control Unit. I came to know you in private search\r\nfor a reliable and reputable person to handle this confidential\r\ntransaction, which involve the transfer of a huge sum of\r\nmoney into a foriegn account requiring maximum confidence.\r\n\r\nI must solicit your confidence in this transaction, by virtue of\r\nits nature that is utterly confidential and secret. Though I know\r\nthat a transaction of this magnitude will make any one\r\napprehensive and worried, but I am assuring you that all will be\r\nwell at the end of the day. I decided to contact you due to the\r\nfact that this transaction is urgent, as I will rely on your ability in\r\nhandling a transaction of this nature.\r\n\r\nTHE NATURE OF THE PROPOSITION / TRANSACTION:\r\nA foreigner by name Andreas Schranner , who is a real\r\nestate and property developer by profession executed certain\r\ncontract/supply with the Government of the Federal Republic\r\nof Nigeria in 1998. The payment for the executed contract had\r\nbeen approved and deposited with our bank in an Escrow account\r\nwith us at UBA and had a closing balance as at the end of January\r\n2000, which is worth ($27M) Twenty seven Million United States Dollars.\r\n\r\nI was his personal account officer and since the government deposited\r\nthis money with us in the year 1999, We were instructed by my late\r\nclient that the money be kept and secured in a security and finance firm\r\nbecause it was less expensive to keep and secure the funds in the\r\nsecurity firm devoid of tax payments.\r\n\r\nI am sad to inform you that Mr Andreas Schranner, his wife, daughter,\r\ndaughter inlaw and children died in the ill fated concorde flight AF4590\r\nthat crashed into Hotelisimmo on the 31st of July 2000 in Paris-France.\r\nCheck this website below:\r\n\r\nhttp://news.bbc.co.uk/1/hi/world/europe/859479.stm\r\n\r\nOur bank now expects his Next of Kin to come forward as a sole\r\nbeneficiary to his assets with the bank as accordingto banking laws,\r\nsuch fund which has stayed more than 5 years without any claim will be\r\nterminated and be used by the bank as unclaimed fund. Mean while, as is\r\npersonal account officer valuable efforts has being made by me for more than\r\nthree years to get in touch with any of my late client family or relatives without\r\nany success.It is because of the percieved impossibility of being able to locate\r\nany of my late client Next of Kin as his wife Maria Schranner and his daughter\r\nEich Andreas perished in the flight also.\r\n\r\nBased on this, I secretly seek advice from a fellow coleague who has being in\r\nbanking for about 14 years now about this issue of my late client , he made me\r\nunderstand that things like this do happen and at the end of the day the chairman\r\nand board of directors of the bank will declare the funds as '' Unclaimed '' and\r\nsubsequently divert it for thier personal use. In order to avert this negetive\r\ndevelopment, I now seek your permission to have you stand as the Next of Kin\r\nto my late client, so that the funds will be released and paid into your account as\r\nthe beneficiary Next of Kin.\r\n\r\nI have already secured from the probate, as soon as I recieve an acknowledgement\r\nof your acceptance, I will furnish you with the necessary modalities of the transaction.\r\nI assure you that this transcaction is 100% risk free, and as soon as we succeed in\r\ngetting this funds to your account, I shall take a trip to meet with you in your country\r\nand the money will be shared on a 85% for me and 15% for you. We could go into\r\njoint investment based on your advice.\r\n\r\nPlease forward to me on acceptance of this proposal, your private telephone and fax\r\nnumber including the country code and area codes, your complete names,and\r\nprivate email address for effective communication as the project will be completed\r\nwithin the next 14 working days.\r\n\r\nPlease, treat with absolute maturity, kindness and reservation even though you are\r\nnot interested to work with me, waiting to hear from you soonest.\r\n\r\nThanks for your anticipated response.\r\n\r\nBest Regards.\r\n\r\nAlhaji.Y.Adamah\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2713", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Alhaji Yusuf A\" <yusuf_adamah@yahoo.com>", "Alhaji Yusuf A <yusuf_adamah@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200606192348.k5JNmwsq007712@casino.mail.UM>", "dc:subject": "URGENT REPLY NEEDED!!!", "dc:title": "URGENT REPLY NEEDED!!!", "dcterms:created": "2006-08-20T00:49:17Z"}