{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu Jun 22 09:59:28 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "eddy37sure@she.com", "MboxParser-return-path": "<eddy37sure@she.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mr Eddy <eddy37sure@she.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "eddy37sure@she.com", "Message:From-Name": "Mr Eddy", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200606221359.k5MDxFUl016002@mission.mail.UM>", "Message:Raw-Header:Reply-To": "eddy37sure@she.com", "Message:Raw-Header:Return-Path": "<eddy37sure@she.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYOUR URGENTLY REPLY IS NEEDED,\n\nDear Sir,\r\nCompliments of the day, before I proceed, I must be grateful to introduce myself. I am Mr. Eddy G. Ibe, the son of the late Gen. Robert Ibe Guere of the then military government of Ivory Coast, prior to the time of crisis which is presently on I got your contact from a directory I have just acquired. Due to my position, as the son and benefficiary to the late General, I have been able to come away with a reasonable sum of money after the brutal murder of my parents by my father's political opponents, this money belongs to my father and is in the total sum of 19.8 million US$ of which I have the tendency to invest it in a company with good line of products like your own company and with potential for a good capital returns, on behalf of myself and the remaining members of my family.\r\nSince your country is one of the good investor friendly nations in the world, I have decidedto seek your assistance for me to transfer this funds to your country and run business over there, for the mutual benefit of both of us and my entire family. I would therefore like you to help me in every possible way in securing this funds in your country.\r\nFurthermore I will like you to assist me in finding a good business that I will invest this fund. However upon acceptance you will be required to contact me through my personal e-mail address as above (eddy37sure@she.com ) for security reason in which you will be informed and get update about the current arrangement i have made so far on how totransfer the money from Bangkok-Thailand to your account through a bank account that you will open in your name here.\r\nIn view of your participation, I am ready to give you a good negotiable percentage for your assistance of which the trustee fee range in my country is between to 5% to 7% of the actual money or better still commit it into a joint venture project. Be assured that you stand no risk of any kind as the fund belongs to me and the rest of my family now, of which i am the sole benefficiary and trustee on behalf of my younger ones who are currently on assylum some where.\r\nAs soon as I get your consent, I will contact my lawyer to start making arrangement on how to change the ownership of the consignment into your name, for easy transfer of the money out of here, since you will be my trustee to the transaction and thereafter transfer to your country's foreign account and i will finally come over to your country for all the final arrangements.\r\nI strongly believe that associating with you to embark on this and other business ventures will derive a huge success hereafter. If you have any question do not hesitate to include same in your reply.\r\nBest reards,\r\nMr. Eddy\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2729", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Mr Eddy\" <eddy37sure@she.com>", "Mr Eddy <eddy37sure@she.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200606221359.k5MDxFUl016002@mission.mail.UM>", "dc:subject": "YOUR URGENTLY REPLY IS NEEDED,", "dc:title": "YOUR URGENTLY REPLY IS NEEDED,", "dcterms:created": "2006-06-22T13:59:16Z"}