{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Jun 23 05:37:38 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "dhari_amina58@yahoo.com", "MboxParser-return-path": "<dhari_amina58@yahoo.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mrs Amina Dhari Ali al-Fayadh <dhari_amina58@yahoo.com>", "Message-Recipient-Address": "R@S", "Message-To": ["R@S", "R@S"], "Message:From-Email": "dhari_amina58@yahoo.com", "Message:From-Name": "Mrs Amina Dhari Ali al-Fayadh", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<20060623092235.1C49DC0C7@krusty.si.UM>", "Message:Raw-Header:Reply-To": "dhari_amina58@yahoo.com", "Message:Raw-Header:Return-Path": "<dhari_amina58@yahoo.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBusiness Invitation From Mrs Amina Dhari Ali al-Fayadh\n\nFrom:Mrs Amina Dhari Ali al-Fayadh\r\nUNHCR, Udomthani, Thailand\r\nmrs_aishatuhassan@yahoo.com\r\nTel 00 (66)-68943653\r\n\r\nAttention: The Managing Director,\r\n\r\nThank you for the attention being given to go through my mail. Please be patient and read my message to you. With a very desperate need for assistance, I have summoned up courage to contact you. Before I proceed , Kindly allow me to give you a brief introduction about myself and background to enable you know me better.\r\n\r\nMy name is Mrs Amina Dhari Ali al-Fayadh, an Iraqi refugee. My late husband was until recently, Iraqi Member of Parliament and National Assembly legislator. I am 58 years old, now receiving treatment in hospital because of my illness which has lasted for 4 years now. It’s quite obvious that I won’t live Longer according to my doctor, as I am suffering from my kidney transplant.\r\n\r\nMy late husband, his two bodyguards and my first Son was killed in a suicide car bomber while traveling to parliament from our farm in Rashidiya.During the period of our marriage we had two male children late Musa and Rashidi who is taking care of me now.\r\n\r\nPrior to this last serious crisis that is still ravaging in my country which recently led to the misfortune death of my husband, my son and disterblization our goverment, we were able to come over here in Thailand. I was terrified of the situation and because of this I and my Son were able to escaped out of the country with the help of united nations peacekeeping force.\r\n\r\nAfter the death of my husband, I inherited the sum of USD$6.5million which my late husband deposited with a Security Finance Company in Thailand for safety. The doctor has advised that I may not live long because my illness has gotten to a bad stage, so I now decided to contact you to assist my son to claim this money from where it was deposited and guide him for investment in your country as you might have more business / investment experience more than him.\r\n\r\nHaving being aware of your country's tremendous economic growth, I decided to contact you.Please kindly guide and assist us in making the right investment. I would need your advice, guidiance and assistance to invest this fund properly and profitable.\r\n\r\nI strongly believe that with your good experience as a potential businessman you would be in position in guiding my son to a sucessful exploration of the investment potentials of your country , which guarantees good capital returns and human security. As a result of this I can take you in confidence basically because of the source of the fund hereby believing that your assistance will be profitable to us.\r\n\r\nIn view of your participate, I am ready to give you a good negotiable percentage for your assistance as you shall give every needed assistance is making sure the said fund is successfully transffered to your country without any hitch .\r\n\r\nLastly, I honestly pray that this money when transferred to your country will be used for the said purpose of investing in the industry, because I have come to find out that wealth acquisition without Allah is vanity upon vanity. I await your urgent reply to enable me up-date you with more information and how to proceed. Do feel free to ask me any question if you wish to as my husbands death has blocked every trace of this money from us, the documentations relating to the deposit of this fund are all intact with my son for your verification . Please include you private contact telephone number and private e-mail when replying.\r\n\r\nI await to hearing from you soonest.\r\n\r\nWassalam and Ashkurit.\r\n\r\nSincerely Yours ,\r\nMrs Amina Dhari Ali al-Fayadh\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2731", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mrs Amina Dhari Ali al-Fayadh\" <dhari_amina58@yahoo.com>", "Mrs Amina Dhari Ali al-Fayadh <dhari_amina58@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<20060623092235.1C49DC0C7@krusty.si.UM>", "dc:subject": "Business Invitation From Mrs Amina Dhari Ali al-Fayadh", "dc:title": "Business Invitation From Mrs Amina Dhari Ali al-Fayadh", "dcterms:created": "2006-06-23T09:37:22Z"}