{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Jun 11 11:53:54 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "myriaj03@femail.com.au", "MboxParser-return-path": "<myriaj03@femail.com.au> for <acl-webmaster@cs.CU>; Wed, 11 Jun 2003 11:53:12 -0400 (EDT)", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "Mariam Abacha <myriaj03@femail.com.au>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "myriaj03@femail.com.au", "Message:From-Name": "Mariam Abacha", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200306111552.h5BFqfkM025308@cs.CU>", "Message:Raw-Header:Reply-To": "myriaj03@femail.com.au", "Message:Raw-Header:Return-Path": "<myriaj03@femail.com.au>\tfor <acl-webmaster@cs.CU>; Wed, 11 Jun 2003 11:53:12 -0400 (EDT)", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCan You Keep A Secret?\n\nA very Good day to you.\r\n\r\nI am by name,Hajia Mariam Sani Abacha,the former first lady and also the wife of the former late head of state of the Federal Republic\r\nof Nigeria,Late Gen.Sani Abacha whose sudden death came on the 8th of June,1998. Since his death,I have been thrown into astate of utter\r\nconfusion, frustration and hopelessness by the present civilian administration, I have been subjected to physical and psychological torture by the security agents in the country. My son Mohammed was under detention arraigned before the federal high court of Nigeria for an offence he did not commit.Though he has been released since on the 23rd of september,2002 based on certain conditions,but he is not allowed to move around to any where.He has been restricted to his own town only and also been placed under the government watch.\r\n\r\nAs a widow that is so traumatized, I have lost confidence with anybody\r\nwithin the country. You must have heard over the media reports and the internet on the recovery of various huge sums of money deposited by my husband in different security firms abroad, some companies willingly give up their secrets and disclosed our money confidently\r\nlodged there or many out right blackmail. In fact the total sum discovered by the Government so far is in the tune of$700.Million dollars. And they are not relenting to make me poor for life.I got your contacts through my personal research,and out of desperation decided to reach you through this medium.I will give you more information as to this regard as soon as you reply. I repose great confidence in you hence my approach to you due to security network placed on my day to day affairs I cannot afford to visit the\r\nembassy so that is why I decided to contact you and I hope you will not betray my confidence in you. I have deposited the sum of 40.3million dollars with a security firm abroad whose name is witheld for now until we open communication.\r\n\r\nI shall be grateful if you could receive this fund into your account for safe keeping. This arrangement is known to you and my son Abba alone,so my son will deal directly with you as security is up my whole being.I am seriously considering to settle down abroad in a friendly atmosphere like yours as soon as this fund get into your account so that I can start all over again if only you wish,but if it is impossible,just help me keep this funds in your account which will accrue you 25% of this fund. Please honesty is the watch word in this transaction.I will require your telephone and fax numbers so that we can commence communication immediately and I will give you a more detailed picture of things.In case you dont accept please do not let me out to the security as I am giving you this information in total trust and confidence I will greatly appreciate if you accept my proposal in good faith.\r\n\r\nPlease expedite action.\r\n\r\nSincerely yours,\r\n\r\nHajia Mariam Abacha\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-267", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mariam Abacha\" <myriaj03@femail.com.au>", "Mariam Abacha <myriaj03@femail.com.au>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200306111552.h5BFqfkM025308@cs.CU>", "dc:subject": "Can You Keep A Secret?", "dc:title": "Can You Keep A Secret?", "dcterms:created": "2003-06-11T15:52:47Z"}