{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Jun 27 09:08:23 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "rev.davclk2@katamail.com ", "MboxParser-return-path": "<rev.davclk2@un.org> Dear Friend=2E", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-originating-ip": "[196.207.196.129] I have before me list of funds=2C which could not be transferred to some nominated", "MboxParser-x-originating-user": "[tr4M4gyAmZ] As I found out that you have almost met all the statutory requirements in respect", "MboxParser-x-sieve": "CMU Sieve 2.2 I am Rev=2E Fr=2E David Clark=2C a senior staff with the UN special duties office=2Cmy", "Message-From": "Rev. Fr. David Clark <rev.davclk2@un.org>", "Message-Recipient-Address": "R@M Today a friend of mine who is a diplomat disclosed to me that there is a security", "Message-To": ["R@M Today a friend of mine who is a diplomat disclosed to me that there is a security", "R@M"], "Message:From-Email": "rev.davclk2@un.org", "Message:From-Name": "Rev. Fr. David Clark", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<tr4M4gyAmZ$196.207.196.129$.44a12db5.d026f.1e0d.325@carbon.onspeed.com>", "Message:Raw-Header:Reply-To": "rev.davclk2@katamail.com", "Message:Raw-Header:Return-Path": "<rev.davclk2@un.org>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Originating-IP": "[196.207.196.129]", "Message:Raw-Header:X-Originating-User": "[tr4M4gyAmZ]", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRE:YOUR PENDING PAYMENTS!\n\n\r\nFROM: OFFICE OF REVD.FR David CLARK DIRECTOR SPECIAL\r\nDUTIES,UNITED NATIONS IN CONJUNCTION WITH THE\r\nINTERNATIONAL MONETARY FUND WORLD BANK SPECIAL\r\nDUTIES,OFFICE DAKAR,SENEGAL. TEL:+221-448-8469\r\nEMAIL: rev.davclk2@katamail.com\r\n\r\n Dear Friend.\r\n\r\n I am Rev. Fr. David Clark, a senior staff with the UN special duties office,my\r\n\r\noffice monitors and controls the affairs of all banks and financial institutions.\r\n I have before me list of funds, which could not be transferred to some nominated\r\n\r\naccounts as these accounts have been identified either as ghost accounts, unclaimed\r\n\r\ndeposits and over-invoiced sum etc; I have the opportunity to write you based on\r\n\r\nthe instructions among others i received days ago from the officer in the computer\r\n\r\nsection in person of Engineer Peter Cliff,to bring out part of your total pending\r\n\r\npayment with reference number(LM-05-371) amounting US$10 million.The (Ten Million\r\n\r\nDollars) is been arranged in a security-proof box weighing 75kg. In order to get\r\n\r\nthe box shipped to you.\r\n As I found out that you have almost met all the statutory requirements in respect\r\n\r\nof your pending payment. The problems you are having is that of interest groups. A\r\n\r\nlot of people are interested in your payment and those people are merely doing\r\n\r\npaper works with you and that explains why you receive different kinds of untrue\r\n\r\nfax and phone messages from different people everyday. Also we found out that some\r\n\r\nof the officials of the parastatals have been extorting a lot of money from you\r\n\r\nwith the pretext of helping you receive your money. I can assure you this will keep\r\n\r\nhappening if you do not do away with those officers. For security reasons you do\r\n\r\nnot have to tell anybody that your have your payment on the way until the payment\r\n\r\ngets to you.\r\n\r\n The said payment is been arranged in a security-proof box weighing 75kg. In order\r\n\r\nto get this box shipped to you,the(CSO)and i Yesterday went to this four courier\r\n\r\ncompanies Dhl, Ems, FedEx and Ups to make arrangements on how to get the box\r\n\r\nshipped to you by courier, but to no avail the above courier companies all made us\r\n\r\nto understand that they will have to open the box for inspection by the customs\r\n\r\nbefore shipment. This is something we want to avoid because this box is been padded\r\n\r\nwith synthetic nylon and to open it you will have to cut the pad before you will\r\n\r\nmeet the button that you will press to open the dial code-lock. There is no way you\r\n\r\ncan open the box and be able to close it again because it was padded with machine.\r\n\r\nWe told the courier services that the box contained film materials and when open\r\n\r\nwill spoil the materials. <N:B> we did not declare money because courier does not\r\n\r\ncarry money.\r\n\r\n Today a friend of mine who is a diplomat disclosed to me that there is a security\r\n\r\ncourier service company that is specialized in sending diplomatic materials and\r\n\r\ninformation from one country to another, which also has diplomatic immunity and\r\n\r\nconsignment such as this cannot be checked by any customs anywhere in the world. I\r\n\r\nhave therefore met the official of the security courier service and concluded\r\n\r\nshipping arrangement with them, which they will commence as soon as I have your go\r\n\r\nahead order. The diplomat who will be bringing in this consignment to you is an\r\n\r\nexpert and has been in this line of work for many years now so we have Notting to\r\n\r\nworry about. After all arrangements we have concluded that you must donate Five\r\n\r\nHundred Thousand United States dollars (US$500,000.00) to any charity organisation\r\n\r\nI designate as soon as you receive your money. To this effect, you will send to us\r\n\r\na promissory note for the donation along with your address where you will like the\r\n\r\nbox to be delivered to by the courier. Please maintain topmost secrecy as it may\r\n\r\ncause a lot of problems if found out that we are using this way to help you. You\r\n\r\nare advised not to inform anyone about this until you received your money. Am\r\n\r\nhelping you on this because something in me is tells me that you are an honest\r\n\r\nperson. When you conclude this and you send fufill the agreement, we will help to\r\n\r\nship the final part of your money to you.\r\n May God be with you as i await your response. Feel free to call me if you will\r\n\r\nlike us to discuses more.\r\nYours Faithfully,\r\nRevd. Fr. David Clark.\r\nDirector, Special Duties.UN/WBF.\r\nTEL:+221-448-8469\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2750", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Rev. Fr. David Clark\" <rev.davclk2@un.org> The said payment is been arranged in a security-proof box weighing 75kg=2E In order", "Rev. Fr. David Clark <rev.davclk2@un.org>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<tr4M4gyAmZ$196.207.196.129$.44a12db5.d026f.1e0d.325@carbon.onspeed.com> ", "dc:subject": "RE:YOUR PENDING PAYMENTS!", "dc:title": "RE:YOUR PENDING PAYMENTS!", "dcterms:created": "2006-06-27T13:08:07Z"}