{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu Jun 29 10:53:06 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "revddouglas@katamail.com", "MboxParser-return-path": "<revdoglas@katamail.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-originating-ip": "[196.207.205.125]", "MboxParser-x-originating-user": "[tr5kr1Wb8y]", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "THOMAS DOUGLAS <revdoglas@katamail.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "revdoglas@katamail.com", "Message:From-Name": "THOMAS DOUGLAS", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<tr5kr1Wb8y$196.207.205.125$.44a3e94e.3b33a.1779.5028@potassium.onspeed.com>", "Message:Raw-Header:Reply-To": "revddouglas@katamail.com", "Message:Raw-Header:Return-Path": "<revdoglas@katamail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Originating-IP": "[196.207.205.125]", "Message:Raw-Header:X-Originating-User": "[tr5kr1Wb8y]", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFROM REVD.FR THOMAS DOUGLAS\n\nOFFICE OF REVD.FR THOMAS DOUGLAS\r\nDIRECTOR SPECIAL DUTIES, UNITED NATIONS ORGANISATION\r\nIN CONJUNCTION WITH THE INTERNATIONAL MONETARY FUND\r\nWORLD BANK FACT-FINDING & SPECIAL DUTIES OFFICE\r\nDAKAR, SENEGAL.\r\nTEL: +221 4183317\r\nEmail:Revduglas@yahoo.fr\r\nDear Friend.\r\nI am Revd. Fr. Thomas Douglas, a senior staff with the World Bank fact finding &\r\nspecial duties office.\r\nI am writing you this letter based on the fact that cool penny\r\nis better than millions of dollars means it's better for one to live and die poor\r\nhonest man than a rich dishonest one.\r\nI and the Chief security officer (CSO) of this organisation have arranged with an\r\nofficer in the computer section the person of Engineer Peter Cliff to bring out part\r\nof your total pending payment with reference number (LM-05-371) amounting to US$10\r\nmillion. Why we did this is because according to information gathered from the bank’s\r\nsecurity computer, you have been waiting for a long time to receive this payment\r\nwithout success.\r\nAs I found out that you have almost met all the statutory\r\nrequirements in respect of your pending payment. The problems you are having is that\r\nof interest groups.\r\nA lot of people are interested in your payment and those people\r\nare merely doing paper works with you and that explains why you receive different\r\nkinds of untrue fax and phone messages from different people everyday. Also we found\r\nout that some of the officials of the parastatals have been extorting a lot of money\r\nfrom you with the pretext of helping you receive your money. I can assure you this\r\nwill keep happening if you do not do away with those officers. For security reasons\r\nyou do not have to tell anybody that your have your payment on the way until the\r\npayment gets to you.\r\nThe said payment is been arranged in a security-proof box weighing 75kg. In order to\r\nget this box shipped to you I and the (CSO) Yesterday went to this four courier\r\ncompanies Dhl, Ems, FedEx and Ups to make arrangements on how to get the box shipped\r\nto you by courier, but to no avail the above courier companies all made us to\r\nunderstand that they will have to open the box for inspection by the customs before\r\nshipment.\r\nThis is something we want to avoid because this box is been padded with\r\nsynthetic nylon and to open it you will have to cut the pad before you will meet the\r\nbutton that you will press to open the dial code-lock. There is no way you can open\r\nthe box and be able to close it again because it was padded with machine. We told the\r\ncourier services that the box contained film materials and when open will spoil the\r\nmaterials. we did not declare money because courier does not carry money.\r\nToday a friend of mine who is a diplomat disclosed to me that there is a security\r\ncourier service company that is specialised in sending diplomatic materials and\r\ninformation from one country to another, which also has diplomatic immunity and\r\nconsignment such as this cannot be checked by any customs anywhere in the world. I\r\nhave therefore met the official of the security courier service and concluded shipping\r\narrangement with them, which they will commence as soon as I have your go ahead order.\r\nThe diplomat who will be bring in this consignment to you is an expert and has been in\r\nthis line of work for many years now so we have Notting to worry about. After all\r\narrangements we have concluded that you must donate Five Hundred Thousand United\r\nStates dollars (US$500,000.00) to any charity organisation I designate as soon as you\r\nreceive your money. To this effect, you will send to us a promissory note for the\r\ndonation along with your address where you will like the box to be delivered to by the\r\ncourier. Please maintain topmost secrecy as it may cause a lot of problems if found\r\nout that we are using this way to help you.\r\nYou are advised not to inform anyone about this until you received your money.\r\nAm helping you on this because something in me is tells me that you are an honest person.\r\nWhen you conclude this and you send our promise, we will help to ship the final part of your money to you.\r\nMay God be with you as i wait for your response Feel free to call me if you will like us to discuses more on this TEL: +221 4183317.\r\nYours Faithfully\r\nRevd. Fr. Thomas Douglas\r\nDirector, Special Duties. UNO/WBF\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2763", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"THOMAS DOUGLAS\" <revdoglas@katamail.com>", "THOMAS DOUGLAS <revdoglas@katamail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<tr5kr1Wb8y$196.207.205.125$.44a3e94e.3b33a.1779.5028@potassium.onspeed.com>", "dc:subject": "FROM REVD.FR THOMAS DOUGLAS", "dc:title": "FROM REVD.FR THOMAS DOUGLAS", "dcterms:created": "2006-06-29T12:52:56Z"}