{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-1573854675-1152098737=": ["53784 ", "53784", "53784--"], "MboxParser-content-transfer-encoding": ["8bit ", "8bit Like being first? Check out the all-new Yahoo! Mail today.", "8bit"], "MboxParser-from": "r  Wed Jul  5 07:26:37 2006", "MboxParser-mime-version": "1.0 ", "MboxParser-nb": "my late father used me the only son as the beneficiary / next of kin on the day of deposit and also told me to look for a foreign assistant or a foreigner with a legitimate bank Account abroad who will stand as co-beneficiary and partner abroad.", "MboxParser-return-path": "<mallam_bongo@yahoo.co.uk> h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding; ATTN (FROM ASSYLUM CAMP ABIDJAN IN NEED YOUR HELP)", "MboxParser-status": "RO ", "MboxParser-x-sieve": "CMU Sieve 2.2 b=UNORZJuFNclUKO5hRrM1p/J8MGbpXakCSFh6hLl1C/7MX+2BlwCMgRwwKGy5WGtAF9ZxeZPewmiaB0hUynTxLC6TZJJN7FY54gTsTc5YWwiiAZoQsQb1pLxVYLgCuLOb4WulXInaT2s9zBsB+9gezLjqE4HH/ispnvJAR2lGzic=  ; ", "Message-Recipient-Address": "mallam_bongo@yahoo.co.uk ", "Message-To": ["mallam_bongo@yahoo.co.uk ", "mallam_bongo@yahoo.co.uk"], "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20060705112537.54148.qmail@web25803.mail.ukl.yahoo.com>", "Message:Raw-Header:Return-Path": "<mallam_bongo@yahoo.co.uk>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2  h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;  b=UNORZJuFNclUKO5hRrM1p/J8MGbpXakCSFh6hLl1C/7MX+2BlwCMgRwwKGy5WGtAF9ZxeZPewmiaB0hUynTxLC6TZJJN7FY54gTsTc5YWwiiAZoQsQb1pLxVYLgCuLOb4WulXInaT2s9zBsB+9gezLjqE4HH/ispnvJAR2lGzic=  ;", "Multipart-Boundary": "0-1573854675-1152098737=:53784", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom Mallam Bongo\n\nASSYLUM CAMP ABIDJAN\nFROM MALLAM BONGO\nABIDJAN COTE D IVIORE\n  ATTN (FROM ASSYLUM CAMP ABIDJAN IN NEED YOUR HELP)\n \n                                       CONFIDENTIAL\n \nI am Mllam Bongo the only son of late Mr Vincent Bongo the managing Director of Vincent petroleum company in abidjan I must confess my agitation is real, and my words is my bond, in this proposal. My late father was a petroleum marchant and because of his sucess in this field also because his wealth, his business associate in the field was very envy and family friend also was against him.\n \nAfter death of my mother when she was giving birth in 1984, when i was five years old(5yrs) because these my father has a great love for me.as his only son my confides a lot in me\n because he know that a day will come when i have manage his vast wealth but the relationship painfuly did not last.this is a story that seems like a fiction to me but today i am facing the reality of being an orphan who is also being hunted by men of wicked principles hence tragidy does not alter fact but fact remains when otherhopes has being shatterd.\n \nOn the year two thousand and two (2002 yr) after my father came back from a meeting he was complainig of stomach upset he was rushed to the hospital along the line the doctor comfirmed that he was poisend,he died two days later but before his last breath he disclosed to an amount twenty one million DOLLARS ($21 million) he deposited with a bank here in abidjan.it is on this note that I am contacting you, all I needed from you is to furnish me with your bank particulars:\n1) Account name\n2) Account number\n3) Bank address\n4) Your telephone and fax number\nFor you to assist me transfer this money in\n your private bank account, the said amount is (twenty one million DOLLARS) $21 Million. I am compensating you with\n10 % of the total money amount, now all my hope is banked on you and I really wants to invest this money in your country, were there is stability of Government, political and economic welfare. Honestly I want you to believe that this transaction is\nreal and never a joke. My late father Chief Vincent Bongo gave me the photocopies of the certificate of deposit issued to him by the (BANK) on the date of deposit, for you to be clarify because, I do not expose my self to anybody I see, I believe that you are able to keep this transaction secret for me because this money is the hope of my life, it is important.\n \nPlease reply me immediately after you must have gone through my message fill free and make it urgent. That is the reason why I offered you 10 % of the total money amount, and in case of any other necessary expenses you might incur during\n this transaction.\n \nN.B Try and negotiate for me some profitable blue chip investment opportunities which is risky free which I can invest with this money when it is transferred to your account, personally I am interested in estate management and hotel business, please advise me. Reply me back immediately you receive this message for more explanation And promisse me to be a father considering my situationan and not to betray me and\nalso accept me to belong to your family once again i want to have a family.\n \nNB: my late father used me the only son as the beneficiary / next of kin on the day of deposit and also told me to look for a foreign assistant or a foreigner with a legitimate bank Account abroad who will stand as co-beneficiary and partner abroad.\n \nThanks and God bless\n \nBest regards\nMallam Bongo\n \n\t\t\n\n\n \nLike being first? Check out the all-new Yahoo! Mail today.", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2784", "X-TIKA:parse_time_millis": "2", "dc:format": "text/html; charset=iso-8859-1", "dc:identifier": "<20060705112537.54148.qmail@web25803.mail.ukl.yahoo.com> CONFIDENTIAL", "dc:subject": "From Mallam Bongo", "dc:title": "From Mallam Bongo"}