{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-from": "r  Wed Jul  5 08:48:58 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "\"Lon Morton\" <tkwdd@dunn-carney.com>", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Lon Morton <tkwdd@dunn-carney.com>", "Message-Recipient-Address": "sijwang@UM", "Message-To": ["sijwang@UM", "sijwang@UM"], "Message:From-Email": "tkwdd@dunn-carney.com", "Message:From-Name": "Lon Morton", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain; charset=us-ascii", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<45264974.20060705124840@dunn-carney.com>", "Message:Raw-Header:Reply-To": "\"Lon Morton\" <tkwdd@dunn-carney.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInvestment Idea\n\nThis is a Brand New Compnay Never Marketed Before.\nWe have seen these types move 4.00 in the first day of marketing.\nWe Expect the 6th to be unbelieveable.\n\nTHIS IS A SOLID COMPANY.\n\nPETROSUN DRILLING (PSUD)\nCurrent Price: 1.30\nUp .05 Friday without any marketing!\n\nCurrent News\n\nPetroSun Announces Formation of Algae BioFuels\n\nPetroSun Drilling Inc. (PSUD - News), an emerging provider of oilfield \nservices to major and independent producers of oil and natural gas, \nannounced today that the company has formed Algae BioFuels Inc. as a \nwholly owned subsidiary. Algae BioFuels will be engaged in the research and \ndevelopment of algae cultivation as an energy source in the production \nof biodiesel, an economically feasible and eco-friendly alternative to \npetroleum-based transportation fuels. The R&D and production facilities \nfor Algae BioFuels will be based in Arizona and Australia.\n\n\"PetroSun's formation of Algae BioFuels is a forward-looking strategy,\" \nsaid L. Rayfield Wright, president of PetroSun. \"The 0pp0rtunity to \nproduce a renewable energy product that will assist in providing a \nhealthier planet for future generations cannot be ignored.\"\n\nBiofuel is any fuel that is derived from biomass -- which contains \nrecently living organisms or their metabolic byproducts. Biofuel is a \nrenewable energy source, unlike other natural resources such as petroleum, \ncoal and nuclear fuels. Agricultural products specifically grown for use \nas biofuels include corn and soybeans.\n\nExtensive research is currently being conducted to determine the \nutilization of microalgae as an energy source, with applications being \ndeveloped for biodiesel, ethanol, methanol, methane and even hydrogen. \nIndependent studies have demonstrated that algae is capable of producing 30 \ntimes more oil per acre than the current crops now utilized for the \nproduction of biofuels. Algae biofuel contains no sulfur, is non-toxic and \nhighly biodegradable.\n\nThe Office of Fuels Development, a division of the Department of \nEnergy, funded a program from 1978 through 1996 under the National Renewable \nEnergy Laboratory known as the \"Aquatic Species Program.\" The focus of \nthis program was to investigate high-oil algae that could be grown \nspecifically for the purpose of wide-scale biodiesel production. Some \nspecies of algae are ideally suited to biodiesel production due to their \nhigh oil content, in excess of 50%, and extremely rapid growth rates.\n\nOne of the biggest advantages of biodiesel, compared to many other \nalternative transportation fuels, is that it can be used in existing diesel \nengines, which relieves automotive manufacturers of having to make \ncostly engine modifications. Biodiesel can also be mixed, at any ratio, \nwith conventional petroleum diesel. As a result, the alternative fuel can \nbe used in the current distribution infrastructure, replacing petroleum \ndiesel either wholly, or as a diesel fuel blend with minimal \nintegration costs.\n\nAbout PetroSun\n\nPetroSun's current operations are concentrated in the Ark-La-Tex region \nwith plans to expand into New Mexico, Arizona, Utah and Australia in \n2006. PetroSun provides a comprehensive array of products and services to \nthe oil industry. The company's cutting-edge technologies, combined \nwith a proven ability to apply them effectively and safely within a \ndisciplined ROI framework, creates long-term value for PetroSun shareholders \nand partners. PetroSun is headquartered in Phoenix.\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2787", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Lon Morton\" <tkwdd@dunn-carney.com>", "Lon Morton <tkwdd@dunn-carney.com>"], "dc:format": "text/plain; charset=us-ascii", "dc:identifier": "<45264974.20060705124840@dunn-carney.com>", "dc:subject": "Investment Idea", "dc:title": "Investment Idea", "dcterms:created": "2006-07-05T12:48:40Z"}