{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable BANK TREASURY AS UNCLAIMED FUND. THE REQUEST OF  FOREIGNER AS NEXT OF =", "MboxParser-from": "r  Sun Jul  9 14:45:41 2006", "MboxParser-importance": "normal =20", "MboxParser-mime-version": "1.0 WHEN I WAS SEARCHING FOR A FOREIGN PARTNER I ASSURED OF YOUR CAPAB=", "MboxParser-return-path": "<pio_mohammed1@latinmail.com> =20", "MboxParser-status": "O THAT ALL HIS SUPPOSED NEXT OF KIN  OR RELATION DIED ALONGSIDE WITH HIM=", "MboxParser-x-sieve": "CMU Sieve 2.2 ( \"REMITTANCE  OF $15 MILLION U.S.A=", "Message-From": "pioneer mohammed <pio_mohammed1@latinmail.com>", "Message-Recipient-Address": "pio_mohammed1@latinmail.com", "Message-To": ["\"pio_mohammed1@latinmail.com\" <pio_mohammed1@latinmail.com> CONFIDENTIAL IS TH=", "pio_mohammed1@latinmail.com <pio_mohammed1@latinmail.com>"], "Message:From-Email": "pio_mohammed1@latinmail.com", "Message:From-Name": "pioneer mohammed", "Message:Raw-Header:Importance": "normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<20060709194721.D512159E3BB@smtp.latinmail.com>", "Message:Raw-Header:Return-Path": "<pio_mohammed1@latinmail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Multipart-Boundary": "latinmail.com_ltwebml02.localdomain_c4ff43dc1756fc1f60242eebe4659e9c", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFROM THE DESK OF MR PIONEER  MOHAMMED SQ. \n\nFROM THE DESK OF MR PIONEER  MOHAMMED SQ. \r\nTHE MANAGER OF FILE / DEBT RECOVERY DEPARTMENT, \r\nAFRICAN DEVELOPMENT BANK A.D.B \r\nOUAGADOUGOU BURKINA-FASO \r\nWEST AFRICA. \r\nTHIS IS  MY EMAIL ALTARNETIVE FOR PORPOSE PIO_MED@YAHOO.COM\r\nPRIVAVE PHONE: (00226-7885 75 97). \r\nPLANE CRASH WEB SITE...HTTP://NEWS.BBC.CO.UK/1/HI/WORLD/EUROPE/859479.STM \r\n                                  \r\n                                    ( \"REMITTANCE  OF $15 MILLION U.S.A DOLLARS \r\n                                                     CONFIDENTIAL IS THE CASE\") \r\nCOMPLIMENT OF THE SEASON, \r\n    \r\n     ON A VERY GOOD DAY. I AM ( PIONEER   MOHAMMEDESQ),THE MANAGER OF FILE / DEBT RECOVERY DEPARTMENT IN AFRICAN DEVELOPENT BANK (ADB).I GOT YOUR CONTACT FROM YAHOO TOURIST PEOPLE SEARCH. \r\n    \r\n     WHEN I WAS SEARCHING FOR A FOREIGN PARTNER I ASSURED OF YOUR CAPABILITY AND RELIABILITY TO CHAMPION THIS BUSINEES OPPORTUNITY WHEN I PRAYED TO GOD OR ALLAH ABOUT YOU.IN MY DEPARTMENT WE DISCOVERED AN ABANDONED SUM OF  $ 15 MILLION U.S.A DOLLARS ( FIFTEEN MILLION U.S.A DOLLARS) . IN AN ACCOUNT THAT BELONGS TO ONE OF OUR FOREIGN CUSTOMER WHO DIED ALONG WITH HIS ENTIRE FAMILY IN (MONDAY 31TH JULY 2000) IN A PLANE CRASH. SINCE WE GOT INFORMATION ABOUT HIS DEATH, WE HAVE BEEN EXPECTING HIS NEXT OF KIN TO COME OVER AND CLAIM HIS MONEY BECAUSE WE CANNOT RELEASE IT UNLESS SOMEBODY APPLIES FOR IT AS NEXT OF KIN OR RELATION TO THE DECEASED AS INDICATED IN OUR BANKING GUIDELINES, BUT UNFORTUNATELY WE LEARNT THAT ALL HIS SUPPOSED NEXT OF KIN  OR RELATION DIED ALONGSIDE WITH HIM AT THE PLANE CRASH LEAVING NOBODY BEHIND FOR THE CLAIM. IT IS THEREFORE UPON THIS DISCOVERY THAT I AND ONE OFFICIAL IN MY DEPARTMENT NOW DECIDED TO MAKE THIS BUSINNESS PROPOSAL TO YOU AND RELEASE THE MONEY TO YOU AS THE NEXT OF KIN OR RELATION TO THE DECEASED FOR SAFETY AND SUBSEQUENT DISBURSEMENT SINCE NOBODY IS COMING FOR IT AND WE DON’T WANT THIS MONEY TO GO INTO THE BANK TREASURY AS UNCLAIMED BILL. \r\n      \r\n    THE BANKING LAW AND GUIDELINE HERE STIPULATES THAT IF SUCH MONEY REMAINED UNCLAMED AFTER FIVE YEARS, THE MONEY WILL BE TRANSFERED INTO THE BANK TREASURY AS UNCLAIMED FUND. THE REQUEST OF  FOREIGNER AS NEXT OF KIN IN THIS BUSINESS IS OCCASIONED BY THE FACT THAT THE CUSTOMER WAS A FOREIGNER, AND  A BURKINABE CANNOT STAND AS NEXT OF KIN TO A FOREIGNER. WE AGREE THAT 30 % OF THIS MONEY WILL BE FOR YOU AS FOREIGN PARTNER, IN RESPECT TO THE PROVISION OF A FOREIGN ACCOUNT,  10 % WILL BE SET ASIDE FOR EXPENSES INCURED DURING THE BUSINESS AND 60 % WOULD BE FOR ;ME AND MY WOMAN COLLEAGUE. THERE AFTER I AND MY COLLEAGUE WILL VISIT YOUR COUNTRY FOR DISBURSEMENT ACCORDING TO THE PERCENTAGES INDICATED. \r\n        \r\n     THEREFORE TO ENABLE THE IMMEDIATE TRNANSFER OF THIS FUND TO YOU AS ARRANGED, YOU MUST APPLY FIRST TO THE BANK AS RELATIONS OR NEXT OF KIN OF THE DECEASED INDICATING YOUR BANK NAME, YOUR BANK ACCOUNT NUMBER, YOUR PRIVATE TELEPHONE AND FAX NUMBER FOR EASY AND EFFECTIVE COMMUNICATION AND LOCATION WHERE THE MONEY WILL BE REMITTED.UPON RECEIPT OF YOUR REPLY, I WILL SEND TO YOU BY FAX OR EMAIL THE TEXT OF THE APPLICATION. I WILL NOT FAIL TO BRING TO YOUR NOTICE THAT THIS TRANSACTION  IS HITCH FREE AND THAT YOU SHOULD NOT ENTERTAIN ANY ATOM OF FEAR AS ALL REQUIRED ARRANGEMENTS HAVE BEEN MADE FOR THETRANSFER. \r\n     \r\n   YOU SHOULD CONTACT ME ON MY NUMBER (00226-7885 75 97) IMMEDIATELY AS SOON AS YOU RECEIVE THIS LETTER. TRUSTING TO HEAR FROM YOU IMMEDIATELY \r\n\r\nYOUR’S FAITHFULLY, \r\nPIONEER   MOHAMMED  ESQ. \r\nPOST SCRITUM:YOU HAVE TO KEEP EVERYTHING SECRET AS TO ENABLE THE TRANSFER TO MOVE VERY SMOOTHLY IN TO THE ACCOUNT YOU WILL PROVE TO THE BANK.AS YOU FINISHED READING THIS LETTER CALL ME IMMEDIATELY SO THAT WE DISCUSS VERY WELL OVER THIS BUSINESS.PLEASE CALL ME AND INFORM ME THAT YOU RECEIVED MY MAIL, BECAUSE I DON'T GO TO NET ALWAYS. \r\n................................................................................................................................. \r\n\r\n\r\n\r\n¡Miles de amigos con tus mismas aficiones! http://www.latinchat.com\r\n\r\n¡Miles de amigos con tus mismas aficiones! http://www.latinchat.com\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2811", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"pioneer mohammed\" <pio_mohammed1@latinmail.com> DOLLARS=20", "pioneer mohammed <pio_mohammed1@latinmail.com>"], "dc:format": "text/plain; charset=\"iso-8859-1\" THE BANKING LAW AND GUIDELINE HERE STIPULATES THAT IF SUCH MONEY RE=", "dc:identifier": "<20060709194721.D512159E3BB@smtp.latinmail.com> IN AN ACCOUNT THAT BELONGS TO ONE OF OUR FOREIGN CUSTOMER WHO DIED ALO=", "dc:subject": "FROM THE DESK OF MR PIONEER  MOHAMMED SQ. ", "dc:title": "FROM THE DESK OF MR PIONEER  MOHAMMED SQ. ", "dcterms:created": "2006-07-09T19:47:21Z"}