{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Jun 14 19:30:28 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "aku_cmrs2002@surfy.net", "MboxParser-return-path": "<aku_cmrs2002@surfy.net> for <acl-webmaster@cs.CU>; Sat, 14 Jun 2003 19:30:16 -0400 (EDT) REQUEST FOR URGENT ASSISTANCE=2E", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "MRS CECILIA  AKU <aku_cmrs2002@surfy.net>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "aku_cmrs2002@surfy.net", "Message:From-Name": "MRS CECILIA  AKU", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200306142330.h5ENU2Io020322@bluewhale.cs.CU>", "Message:Raw-Header:Reply-To": "aku_cmrs2002@surfy.net", "Message:Raw-Header:Return-Path": "<aku_cmrs2002@surfy.net>\tfor <acl-webmaster@cs.CU>; Sat, 14 Jun 2003 19:30:16 -0400 (EDT)", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPLEASE GET BACK TO ME URGENTLY\n\nDear Good Friend,\r\n\r\n         REQUEST FOR URGENT ASSISTANCE.\r\n\r\nThis business proposal to you is strictly confidential, with due\r\nrespect. Sorry at this perceived confusion or stress you may have receiving this\r\nletter from me, Since we have not known ourselves or met previously.\r\nDespite that, I am constrained to write you this letter because of the\r\nurgency it requires.As amatter of fact, I got your contact through the internet and decided to write you immediately believing you will be of a great assistance to my kids and me.\r\nMy decision to consult you for a partnership business of mutual benefit is indeed personal.Iam not in doubt that you can be trusted in financial related matters of this magnitude.\r\n\r\n I am Mrs.cecilia aku, the widow of the former nigeria youth and sports minister late mark Ishaya Aku who died in a plane crash on the 4th of april,2002 My kids and I are trapped in an obnoxious custom And traditional rites of my late husband's family.\r\nWe have suffered maltreatment and untold hardship in the hands of my\r\nlate husbands family, simple because Iam not from the same tribe with my late husband.His brothers have taken all that I suffered with\r\nmy husband to acquire including treasure, houses and his bank accounts\r\nclosed by them. I wanted to escape to the United States of America [USA} with my children on exile, but again they conspired and stole my international passport and other traveling document to further frustrate me. Thank God, a week ago, I received\r\nKey Text Code (KTC} from an offshore payment center[OPC]in overseas via our family lawyer that my late husband deposited the sum of U.S $15.7 Million[Fifteen Million Seven Hundred Thousand United States Dollars] in cash with this company,hence my late husband's brothers would not allow me to have any telephone contact with anybody.\r\n\r\nIt has therefore, become very necessary and urgent to contact someone,\r\na foreigner like you who can travel to the offshore payment center on\r\nour behalf to help me\r\nreceive/secure these funds and to help invest it on our behalf as well,\r\nwhile we find a way of getting out to meet with you in your country.\r\n\r\nThese funds are kept on a CODE with the Security Company to avoid\r\ndetection,\r\nseizure or diversion. I have had several discussions with with our family lawyer who has express willingness to help me with the necessary documents for the claim of the funds from the security company should I get an honest,competent and capable foreigner who will not cheat my kids and me or even sit on the funds after claiming it, to stand on our behalf to claim the funds. This is why I have contacted you to help save my children and I from this obnoxious tax levelled on us by my late husbund's brothers by claiming these funds and investing it  on our behalf.\r\n\r\nBut, you would need to give me sufficient assurance that if you help\r\nme, you would not divert the funds. My children and I have resolved to\r\ngive you 20% of the total sum. This is all my children and I have got\r\nto live on. Please, I have reposed my confidence and trust in you and hope you will not disappoint me.\r\n\r\nI will forward you the contact of our family lawyer for you\r\nto get in touch with him immediately hence he will be the one to deal with you on the transaction to avoid suspicion from my late husband's brothers.\r\n\r\nI look forward to your urgent response.\r\n\r\nTHANKS AND God bless.\r\n\r\nMrs.cecilia aku\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-276", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"MRS CECILIA  AKU\" <aku_cmrs2002@surfy.net>", "MRS CECILIA  AKU <aku_cmrs2002@surfy.net>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200306142330.h5ENU2Io020322@bluewhale.cs.CU> I am Mrs=2Ececilia aku=2C the widow of the former nigeria youth and sports minister late mark Ishaya Aku who died in a plane crash on the 4th of april=2C2002 My kids and I are trapped in an obnoxious custom And traditional rites of my late husband's family=2E", "dc:subject": "PLEASE GET BACK TO ME URGENTLY", "dc:title": "PLEASE GET BACK TO ME URGENTLY", "dcterms:created": "2003-06-14T22:29:38Z"}