{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-from": "r  Sat Jul 15 08:58:31 2006", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<sigmod-pods06-webmaster-errors@UM> I got your contact through network online hence decided to write to you. Before the death of my husband, he was the onwer of (ANYANWU INDUSTRIES PTY LTD) in Zimbabwe a Company which specialize in Agriculture and the Supply of Agricultural Equipments. Before his murder  had taken me to South Africa to deposit the sum of USD$15. Million (Fifteen MILLION   United States Dollars) in one of the private Security Companies, as if he foresaw  the looming danger in Zimbabwe. This money was deposited in a box as to avoid more demurrage from the Security Company. This amount was meant for the purchase of new machines and chemicals for the farms and establishment of a new farm in Swaziland a small country  near Zimbabwe here.", "MboxParser-status": "O", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "anyanwu_industries@yahoo.co.uk", "Message-Recipient-Address": "DEAR@mail.UM, SIR/MADAM@mail.UM", "Message-To": ["DEAR@mail.UM, SIR/MADAM@mail.UM", "DEAR@mail.UM", "SIR/MADAM@mail.UM"], "Message:From-Email": "anyanwu_industries@yahoo.co.uk", "Message:From-Name": "- MRS HELLEN P. ANYANWU.", "Message:Raw-Header:Content-Type": "text/html; charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200607151258.k6FCwLgs000910@chaos.mail.UM>", "Message:Raw-Header:Return-Path": "<sigmod-pods06-webmaster-errors@UM>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFROM:- MRS HELLEN P. ANYANWU SEEKING YOUR HELP.\n\nFROM:- MRS HELLEN P. ANYANWU.\nJOHANNESBURG SOUTH AFRICA.\n\n\nDear Sir/Madam,\n\nI am writing to you out of a painful heart and situation, which our \npresident has caused us the farmers. I know   you may be surprised to receive this letter from me since you do not know me personally. I am HELLEN P. ANYANWU the wife of MR. EVANS PETERSON  ANYANWU, who was recently murdered in the land dispute in Zimbabwe.\n\n I got your contact through network online hence decided to write to you. Before the death of my husband, he was the onwer of (ANYANWU INDUSTRIES PTY LTD) in Zimbabwe a Company which specialize in Agriculture and the Supply of Agricultural Equipments. Before his murder  had taken me to South Africa to deposit the sum of USD$15. Million (Fifteen MILLION   United States Dollars) in one of the private Security Companies, as if he foresaw  the looming danger in Zimbabwe. This money was deposited in a box as to avoid more demurrage from the Security Company. This amount was meant for the purchase of new machines and chemicals for the farms and establishment of a new farm in Swaziland a small country  near Zimbabwe here. \n\nThis land problem came when Zimbabwe President MR. ROBERT MUGABE introduced a New Land Act reform, which Wholly affected the rich white farmers and some few Black farmers. This resulted to killing and mob action by Zimbabwean war veterans and some lunatics in the society. In fact, a lot of people were killed because of this land reform act for which my husband was one of the victims.\n\nIt is against this background that my family and I who are currently staying in South Africa decided to transfer my husband money to a \nforeign Country since the law of South Africa prohibits refugees to open any bank account or to be involved in any financial transaction throughout the territorial zones of South Africa.\n\nAs his wife, I am saddled with the responsibility of seeking for a \ngenuine foreign Account where this money could be transferred into without the knowledge of my government who are bent on my family, or I can arrange with the security company to send the money as a consignment to their sister company in your country for you to go there and sign it out.\n\nI must also let you know that this transaction is 100% risk free. If \nyou accept to assist me and my family then the lawyer or consultant will help me and you in opening a non resident account in your name   which will aid us in transferring the money into any account you will nominate overseas or you provide your address were the security company can ship it as a consignment to you. \n\nThis money I intend to use for investment and growth in your country. I have two options; firstly you can choose to have certain Percentage of the money for nominating your account for this transaction, or you can go into partnership with me for proper profitable investment of this money in your country. Whichever the option you want, feel free to notify me. I have also mapped out 5% of this money for all kinds of expenses we might incur in the   process of this transaction.\n\nIf you do not prefer a partnership, I am willing to give you 25% of the \ntotal money while remaining 70% will remain for my family and me. If \nyou are really capable and willing to assist me, please contact me immediately with the above telephone number with which I have sent you this message.Finally, please treat this matter as urgent as possible. I am in dire need to leave this country with my family soonest.\n\nThanks for your mutual co-operation.\n\nI expect your soonest response.\n\nBest regards,\nMRS. HELLEN ANYANWU. Please send your response to (hellenpeterson@gmail.com)\n(For the family).\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2845", "X-TIKA:parse_time_millis": "2", "dc:creator": ["- MRS HELLEN P. ANYANWU.", "anyanwu_industries@yahoo.co.uk"], "dc:format": "text/html; charset=\"iso-8859-1\"", "dc:identifier": "<200607151258.k6FCwLgs000910@chaos.mail.UM>", "dc:subject": "FROM:- MRS HELLEN P. ANYANWU SEEKING YOUR HELP.", "dc:title": "FROM:- MRS HELLEN P. ANYANWU SEEKING YOUR HELP.", "dcterms:created": "2006-07-15T13:58:20Z"}