{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Jul 16 13:27:23 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "cathyocon_nor55ie@myway.com", "MboxParser-return-path": "<cathy234oconnor@yahoo.ca>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-From": "Mrs. Catherine O'Connor <cathy234oconnor@yahoo.ca>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "cathy234oconnor@yahoo.ca", "Message:From-Name": "Mrs. Catherine O'Connor", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200607161727.k6GHRIdC016729@panther.mail.UM>", "Message:Raw-Header:Reply-To": "cathyocon_nor55ie@myway.com", "Message:Raw-Header:Return-Path": "<cathy234oconnor@yahoo.ca>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPrivate & Confidential.\n\nHello,\r\nMy name is Mrs. Catherine O‘Connor. I trained and work as an external auditor for the International Financial Services Ltd for Anglo Irish Bank. Working as part of a bigger team that covers the entire Republic of Ireland region. I have taken pains to find your contact through personal endeavours.\r\nOn routine audit check last month, I discovered some investment accounts that has been dormant for the last twelve(12) years. All the accounts belonging to a single holder with monies totalling a little above ($17.1 Million United States Dollars) plus interest. Banking regulation/legislation in Ireland demand that I notify the fiscal authorities after a statutory time period of twelve years when dormant accounts of this type are called in by the monetary regulatory bodies. The above set of facts underscores my reason of writing and making the following proposal.\r\nMy investigations of the said account reveals that the investor died in 1993—the exact time the account was last operated, I can confirm with certainty that the said investor died interstate and no next–of–kin to his estate has been found or has come forward all these years.\r\nI am of the settled conviction that using my insider leverage, I, working with you can secure the funds in the account for us instead of allowing it pass as an unclaimed funds into the coffers of the Irish Government. This is especially possible as you bear the same LAST NAME to the said investor, and can stand as his extended relative. This exactly is why I crave your participation and co-operation.\r\nI have seized all relevant documents (Legal and Banking) that will facilitate our putting you forward as the claimant/beneficiary of the funds and ultimately transfer the money to any account nominated by you. Of course you shall be handsomely rewarded for your part in this transaction as the people I am working with have agreed to allocate a 30% of the total funds for your efforts, less any expenses.\r\nI shall however leave out the finer details of this transaction till I receive an affirmation of your desire to participate.\r\nBe assured that me and my colleagues are on top of the situation. There will be no risk involved whatsoever if you agree to come on board. Needless to say, UTMOST CONFIDENTIALITY is of vital importance if we are to successfully reap the immense benefits of this transaction.\r\nTo maintain the level of security required to see this transaction come to a successful conclusion, I have intentionally left out the finer details.\r\nTo affirm your willingness and cooperation to my proposal please contact me through email, telephone/fax stating the followings for my confirmation:\r\n(1) Full Name;\r\n(2) Telephone and Fax Number;\r\n(3) Postal Address\r\n(4) Occupation;\r\n(5) Date of Birth;\r\nYour prompt response will be highly appreciated.\r\nThank you,\r\nMrs. Catherine O’Connor\r\nInternational Financial Services Ltd,\r\nCustom House Plaza,\r\nBlock 4, Floor 3, IFSC,\r\nDublin 1.\r\nPrivate/Fax: +353 (01)6335764.\r\ncathyocon_nor55ie@myway.com or\r\ncathyocon_nor4@myway.com .\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2846", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mrs. Catherine O'Connor\" <cathy234oconnor@yahoo.ca>", "Mrs. Catherine O'Connor <cathy234oconnor@yahoo.ca>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200607161727.k6GHRIdC016729@panther.mail.UM>", "dc:subject": "Private & Confidential.", "dc:title": "Private & Confidential.", "dcterms:created": "2006-07-16T17:27:22Z"}