{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-1363929666-1055766048=": ["19657", "19657", "19657--"], "MboxParser-e-mail": "joseph_zodwazd@yahoo.com              ", "MboxParser-fax": "27: 72-381-8254", "MboxParser-from": "r  Mon Jun 16 08:20:51 2003", "MboxParser-mime-version": "1.0 well that this company does not know anything about this account and the amount involved is (US$26M) TWENTY SIX MILLION UNITED STATE DOLLARS.<BR><BR>I&nbsp; am only contacting you as a foreigner because this money can not be approved to a local bank here, but can only be approved to any foreign account because the money is in US Dollars and the former owner of the account was MR SMITH B. ANDREAS. We will sign an agreement, but&nbsp;I assure you that it is real and a genuine business. Please reply urgently so that I will inform you the next step to take immediately. Send also your private telephone number and a fax number including the full details of the account to be used for the deposit. I want us to meet face to face or sign a binding agreement&nbsp;together so that&nbsp;we can receive this money into a foreign account or any account of our choice where the fund will be safe. And I will fly to your country for withdrawal, sharing and other investments. </STRONG></P>", "MboxParser-return-path": "<joseph_zodwazd@yahoo.com> ", "MboxParser-status": "RO", "MboxParser-tel:27": "73-149-6172", "Message-Recipient-Address": "joseph_zodwazd@yahoo.com me as", "Message-To": ["joseph_zodwazd@yahoo.com me as", "joseph_zodwazd@yahoo.com"], "Message:From-Name": "Mr  JOSEPH  ZODWAZD", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20030616122048.19914.qmail@web13001.mail.yahoo.com>", "Message:Raw-Header:Return-Path": "<joseph_zodwazd@yahoo.com>", "Message:Raw-Header:Status": "RO", "Multipart-Boundary": "0-1363929666-1055766048=:19657", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBusiness  Partnership   Proposal   [Hiphly  Confidenfial ]\n\n\nFROM: Mr  JOSEPH  ZODWAZD\n\n\nTEL:27:73-149-6172\n\n\nFAX: 27: 72-381-8254\n\n\nE-MAIL: joseph_zodwazd@yahoo.com              \n\n\n \n\n\nDEAR CEO/DIRECTOR,\n\nI know that this business proposal will come to you as a surprise since we don’t know each other before but that doesn't mean that you will not be of a great help to me,but first let me introduce myself, I am MR. JOSEPH ZODWAZD, the CHIEF AUDITOR OF AMALGAMATED BANKS OF SOUTH AFRICA (ABSA). There is an account opened in this bank in 1983 and since 1991 nobody has operated on this account again but all this came to light after an internal auditing that I conducted by going through some old files in the records, I discovered that if I do not remit this money out immediately it would be forfeited for no reason.The owner of this account is MR SMITH B. ANDREAS, a foreigner, and a miner at Kruger gold co, a geologist by profession and he died since 1990. No other person knows about this account or any thing concerning it, the account has no other beneficiary and my investigation proved to !\n me as\n well that this company does not know anything about this account and the amount involved is (US$26M) TWENTY SIX MILLION UNITED STATE DOLLARS.\n\nI  am only contacting you as a foreigner because this money can not be approved to a local bank here, but can only be approved to any foreign account because the money is in US Dollars and the former owner of the account was MR SMITH B. ANDREAS. We will sign an agreement, but I assure you that it is real and a genuine business. Please reply urgently so that I will inform you the next step to take immediately. Send also your private telephone number and a fax number including the full details of the account to be used for the deposit. I want us to meet face to face or sign a binding agreement together so that we can receive this money into a foreign account or any account of our choice where the fund will be safe. And I will fly to your country for withdrawal, sharing and other investments. \n\n\nI am contacting you because of the need to involve a foreign account and  a foreign beneficiary. I need your full co-operation to make this work fine. I have a correct information of this account, which I will give to you later, if you are able and willing to handle such an amount of money in strict confidence and trust according to my instructions and advice for our mutual benefit because this opportunity will never come again in my life. I need a trustworthy person in this business because I don’t want to make a mistake, I need your strong assurance and trust. With my position now in the office I can transfer this money to any foreign reliable account, which you can provide with assurance that this money will be intact pending my physical arrival in your country for sharing. I will destroy all documents of transaction immediately we receive this money leaving no trace to any place.\n\n\nYou can also come to discuss with me face to face after which I will make this remittance in your presence and two of us will fly to your country at least two days ahead of the money going into the account. I will use my position and influence to effect the legal approvals and onward transfer of this money to your account with appropriate clearance forms of the ministries and foreign exchange departments. At the conclusion of this business, you will be given 30% of the total amount 60% will be for me, and meanwhile 10% will be for expenses both parties might have incurred during the process of transferring. I look forward to your earliest reply.\n\n\nIf my proposal is acceptable to you and you are willing to help me, please let me know so that you will enable me to  transfer the fund without any further delay or If there is anything beyond your understanding your welcome to e-mail or fax me on the number written above, because time is of essence.\n\n\nI will hang-on until I hear from you soon.\n\n\nYours Faithfully,\n\nMR. JOSEPH  ZODWAZD\n\n\n\n\n\n\n\n\nDo you Yahoo!?\n\nYahoo! News - Today's headlines", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-278", "X-TIKA:parse_time_millis": "13", "dc:creator": "Mr  JOSEPH  ZODWAZD", "dc:format": "text/html; charset=us-ascii", "dc:identifier": "<20030616122048.19914.qmail@web13001.mail.yahoo.com> d is", "dc:subject": "Business  Partnership   Proposal   [Hiphly  Confidenfial ]", "dc:title": "Business  Partnership   Proposal   [Hiphly  Confidenfial ]"}