{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-from": "r  Thu Jul 20 11:19:18 2006", "MboxParser-http": "//desktop.msn.fr/", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<gabriel_baki07@hotmail.fr> Thu, 20 Jul 2006 08:19:08 -0700", "MboxParser-status": "O", "MboxParser-x-originalarrivaltime": "20 Jul 2006 15:19:08.0393 (UTC) FILETIME=[D8883590:01C6AC0F]", "MboxParser-x-originating-email": "[gabriel_baki07@hotmail.fr]", "MboxParser-x-sender": "gabriel_baki07@hotmail.fr", "MboxParser-x-sieve": "CMU Sieve 2.2", "Message-Bcc": "", "Message-From": "gabriel baki <gabriel_baki07@hotmail.fr>", "Message:From-Email": "gabriel_baki07@hotmail.fr", "Message:From-Name": "gabriel baki", "Message:Raw-Header:Content-Type": "text/plain; charset=iso-8859-1; format=flowed", "Message:Raw-Header:Message-ID": "<BAY15-F21A9CBD5A99875BFCE0B4F95610@phx.gbl>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Return-Path": "<gabriel_baki07@hotmail.fr>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-OriginalArrivalTime": "20 Jul 2006 15:19:08.0393 (UTC) FILETIME=[D8883590:01C6AC0F]", "Message:Raw-Header:X-Originating-Email": "[gabriel_baki07@hotmail.fr]", "Message:Raw-Header:X-Sender": "gabriel_baki07@hotmail.fr", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2\t Thu, 20 Jul 2006 08:19:08 -0700", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGOOD DAY\n\nFROM GABRIEL BAKI,\nCOCODY-RIVIERA II\nABIDJAN,COTE D'IVOIRE\nGOOD DAY\n\nIN ORDER TO TRANSFER OUT (USD 45.000.000.00 MILLION DOLLARS) FROM OUR BANK. \nI HAVE THE COURAGE TO ASK YOU TO LOOK FOR A RELIABLE AND HONEST PERSON WHO \nWILL BE CAPABLE FOR THIS IMPORTANT BUSINESS BELIEVING THAT YOU WILL NEVER \nLET ME DOWN EITHER NOW OR IN FUTURE.\n\nI AM, GABRIEL BAKI .THE EASTERN DISTRICT BANK MANAGER OF ONE OF BANK HERE IN \nCOTE D IVOIRE. THERE IS AN ACCOUNT OPENED IN THIS BANK IN 1980 AND SINCE \n1990 NOBODY HAS OPERATED ON THIS ACCOUNT AGAIN. AFTER GOING THROUGH SOME OLD \nFILES IN THE RECORDS I DISCOVERED THAT IF I DO NOT REMITT THIS MONEY OUT \nURGENTLY IT WILL BE FORFEITED FOR NOTHING.\n\nTHE OWNER OF THIS ACCOUNT IS MR. SMITH B. ANDREAS, A FOREIGNER, AND THE \nMANAGER OF PETRO - TECHNICAL SUPPORT SERVICES, A CHEMICAL ENGINEER BY \nPROFESSION AND HE DIED SINCE 1990. NO OTHER PERSON KNOWS ABOUT THIS ACCOUNT \nOR ANY THING CONCERNING IT, THE ACCOUNT HAS NO OTHER BENEFICIARY AND MY \nINVESTIGATION PROVED TO ME AS WELL THAT THIS COMPANY DOES NOT KNOW NYTHING \nABOUT THIS ACCOUNT AND THE AMOUNT INVOLVED IS (USD 45000.000.00 MILLION \nDOLLARS).\n\nI WANT TO TRANSFER THIS MONEY INTO A SAFE FOREIGNERS ACCOUNT ABROAD BUT I \nDON'T KNOW ANY FOREIGNER, I AM ONLY CONTACTING YOU AS A FOREIGNER BECAUSE \nTHIS MONEY CAN NOT BE APPROVED TO A LOCAL BANK HERE, BUT CAN ONLY BE \nAPPROVED TO ANY FOREIGN ACCOUNT BECAUSE THE MONEY IS IN US DOLLARS AND THE \nFORMER OWNER OF THE ACCOUNT IS MR. SMITH B. ANDREAS IS A FOREIGNER TOO.\n\nI KNOW THAT THIS MASSAGE WILL COME TO YOU AS A URPRISE AS WE DON'T KNOW OUR \nSELVES BEFORE, BUT BE SURE THAT IT IS REAL AND A GENUINE BUSINESS. I ONLY \nGOT YOUR CONTACT ADDRESS FROM THE COMPUTER WITH BELIEVE IN GOD THAT YOU WILL \nNEVER LET ME DOWN IN THIS BUSINESS YOU ARE THE ONLY PERSON THAT I HAVE \nCONTACTED IN THIS BUSINESS, SO PLEASE REPLY URGENTLY SO THAT I WILL INFORM \nYOU THE NEXT STEP TO TAKE URGENTLY.\n\nI WANT US TO SEE FACE TO FACE OR SIGN A BINDING AGREEMENT TO BIND US \nTOGETHER SO THAT YOU CANRECIEVE THIS MONEY INTO A FORIEGN ACCOUNT OR ANY \nACCOUNT OF YOUR CHOICE WHERE THE FUND WILL BE REMMITTED. AND I WILL FLY TO \nYOUR COUNTRY FOR WITHDRAWAL AND SHARING AND OTHER INVESTMENTS.\n\nI AM CONTACTING YOU BECAUSE OF THE NEED TO INVOLVE A FOREIGNER WITH FOREIGN \nACCOUNT AND FOREIGN BENEFICIARY. BECAUSE THE MANAGEMENT IS READY TO APPROVE \nTHIS PAYMENT TO ANY FOREIGNER WHO HAS CORRECT INFORMATION OF THIS ACCOUNT, \nWHICH I WILL GIVE TO YOU LATER IMMEDIATELY, IF YOU ARE ABLE AND WITH \nCAPABILITY TO HANDLE SUCH AMOUNT IN STRICT CONFIDENCE AND TRUST ACCORDING TO \nMY INSTRUCTIONS AND ADVICE FOR OUR MUTUAL BENEFIT BECAUSE THIS OPPORTUNITY \nWILL NEVER COME AGAIN IN MY LIFE.\n\nA NEED TRUTHFUL PERSON IN THIS BUSINESS BECAUSE I DON'T WANT TO MAKE MISTAKE \nI NEED YOUR STRONG ASSURANCE AND TRUST. WITH MY POSITION NOW IN THE OFFICE I \nCAN TRANSFER THIS MONEY TO ANY FOREIGNERS RELIABLE ACCOUNT WHICH YOU CAN \nPROVIDE WITH ASSURANCE THAT THIS MONEY WILL BE INTACT PENDING MY PHYSICAL \nARRIVAL IN YOUR COUNTRY FOR SHARING.\nI WILL DESTROY ALL DOCUMENTS OF TRANSACTION IMMEDIATELY WE RECIEVE THIS \nMONEY LEAVING NO TRACE TO ANY PLACE. YOU CAN ALSO COME TO DISCUSS WITH ME \nFACE TO FACE AFTER WHICH I WILL MAKE THIS REMITTANCE IN YOUR PRESENCE AND \nTWO OF US WILL FLY TO YOUR COUNTRY AT LEAST TWO DAYS AHEAD OF THE MONEY \nGOING INTO YOUR ACCOUNT. I WILL APPLY FOR ANNUAL LEAVE TO GET VISA \nIMMEDIATELY I HEAR FROM YOU THAT YOU ARE READY TO ACT AND RECEIVE THIS FUND \nIN YOUR ACCOUNT.\n\nI WILL USE MY POSITION AND INFLUENCE TO EFFECT LEGAL APPROVALS AND ONWARD \nTRANSFER OF THIS MONEY TO YOUR ACCOUNT WITH APPROPRIATE CLEARANCE FORMS OF \nTHE MINISTRIES AND FOREIGN EXCHANGE DEPARTMENTS.\nAT THE CONCLUSION OF THIS BUSINESS, YOU WILL BE GIVEN 20% OF THE TOTAL \nAMOUNT, 75% WILL BE FOR ME, WHILE 5% WILL BE FOR EXPENSES BOTH PARTIES MIGHT \nHAVE INCURED DURING THE PROCESS OF TRANSFERING.\nI LOOK FORWARD TO YOUR EARLIEST.\n\nYOURS TRULY,\nGABRIEL\n\n_________________________________________________________________\nRetrouvez tout en un clin d'oeil avec la barre d'outil MSN Search ! \nhttp://desktop.msn.fr/\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2862", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"gabriel baki\" <gabriel_baki07@hotmail.fr>", "gabriel baki <gabriel_baki07@hotmail.fr>"], "dc:format": "text/plain; charset=iso-8859-1; format=flowed", "dc:identifier": "<BAY15-F21A9CBD5A99875BFCE0B4F95610@phx.gbl>", "dc:subject": "GOOD DAY", "dc:title": "GOOD DAY", "dcterms:created": "2006-07-20T15:19:06Z"}