{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser---0-971910646-1153755275=": ["39849", "39849 <hr size=1>Now you can have a huge leap forward in email:<a href=\"http://us.rd.yahoo.com/evt=40705/*http://mrd.mail.yahoo.com/try_beta?.intl=ca\"><b> get the new Yahoo! Mail.</b></a>", "39849--"], "MboxParser-content-transfer-encoding": ["8bit", "8bit", "8bit this money will be for you as foreign partner, in<BR>respect to the provision of a foreign account and 70% would be for ME;<BR><BR>Therefore to enable the immediate transfer of this fund to you as<BR>arranged, you must apply first to the bank as relations or next of kin of<BR>the deceased indicating your bank name, your bank account number, your<BR>private telephone and fax number for easy and effective communication and<BR>location where in&nbsp; the money will be remitted.<BR><BR>Upon receipt of your reply, I will send to you by fax or email the text of<BR>the application. I will not fail to bring to your notice that this<BR>transaction is hitch free and that you should not entertain any atom of<BR>fear as all required arrangements have been made for the transfer.<BR><BR>You should contact me immediately as soon as you receive this mail&nbsp; &nbsp;through my adres <BR></STRONG></DIV>  <DIV><STRONG>Your's faithfully<BR></STRONG></DIV>  <DIV><STRONG>gef abey"], "MboxParser-from": "r  Mon Jul 24 11:34:44 2006", "MboxParser-mime-version": "1.0 ", "MboxParser-return-path": "<gefabey02@yahoo.ca> h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding; Your's faithfully", "MboxParser-status": "RO </STRONG><BR></DIV>  <DIV>  <HR SIZE=1>  The best gets better. See why everyone is raving about the <A href=\"http://us.rd.yahoo.com/evt=40705/*http://mrd.mail.yahoo.com/try_beta?.intl=ca\"><B>All-new Yahoo! Mail.</B></A> </DIV><p>", "MboxParser-x-sieve": "CMU Sieve 2.2 b=42u4UHd+K3Os9RY9OcXYG726DnSjZrmAxdSkjmeM6xrfVyPD0TNIdbqzGE6FNXXko4yVb4OAyPCGUuKRbVLDCKpsZA7tR2EWrhpRuv1dGbLQh9N1iKYy9DnObp1ZHwGUwosnPxGEm+nM4gs6zFhPHxO6gqu8q641ziVoQVNzA68=  ; gef abey", "Message-Recipient-Address": "aiweb06@cs.umbc.edu ", "Message-To": ["aiweb06@cs.umbc.edu ", "aiweb06@cs.umbc.edu"], "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20060724153435.43706.qmail@web39808.mail.mud.yahoo.com>", "Message:Raw-Header:Return-Path": "<gefabey02@yahoo.ca>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2  h=Message-ID:Received:Date:From:Subject:To:MIME-Version:Content-Type:Content-Transfer-Encoding;  b=42u4UHd+K3Os9RY9OcXYG726DnSjZrmAxdSkjmeM6xrfVyPD0TNIdbqzGE6FNXXko4yVb4OAyPCGUuKRbVLDCKpsZA7tR2EWrhpRuv1dGbLQh9N1iKYy9DnObp1ZHwGUwosnPxGEm+nM4gs6zFhPHxO6gqu8q641ziVoQVNzA68=  ;", "Multipart-Boundary": "0-971910646-1153755275=:39849", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nugent busness\n\nFROM THE DESK OF gef abey BILL AND EXCHANGE MANAGER\nAFRICAN DEVELOPMENT BANK\nCote d'Ivoire.\n\n\nI am the manager of bill and exchange at the foreign remittance department\nof AFRICAN DEVELOPMENT BANK Cote d'Ivoire I got your contact address\nthrough internet net work search when searching for a good and reliable\nperson that will assist me in this transaction.\n\nIn my department we discovered an abandoned sum of 950.000  Dollars (us dollars) in an\naccount that belongs to one of our foreign customer who died on 25th JULY\n2000 IN SUPER SONIC CONCORDE plane crash AT CHARLES DE GAULLE AIRPORT IN PARIS FRANCE along with his entire family.\n\nSince we got information about his death, we have been expecting his next\nof kin to come over and claim his money because we cannot release it\nunless\n somebody applies for it as next of kin or relation to the deceased\nas indicated in our banking guidelines but unfortunately we learnt that\nall his supposed next of kin or relation died alongside with him at the plane crash leaving nobody behind for the claim. It is therefore upon this discovery that I decided to make this business proposal to you and release the money to you as the next of kin or relation to the deceased for safety and subsequent\ndisbursement since nobody is coming for it and i don't want this money to \ngo into the Bank treasury as unclaimed Bill.\n\nThe Banking law and guideline here stipulates that if such money remained\nunclamed after seven year, the money will be transfered into the Bank\ntreasury as unclaimed fund.\n\nThe request of foreigner as next of kin in this business is occasioned by\nthe fact that the customer was a foreigner and a Burkinabe cannot stand as\nnext of kin to a foreigner.\n\nI agree that 30% of\n this money will be for you as foreign partner, in\nrespect to the provision of a foreign account and 70% would be for ME;\n\nTherefore to enable the immediate transfer of this fund to you as\narranged, you must apply first to the bank as relations or next of kin of\nthe deceased indicating your bank name, your bank account number, your\nprivate telephone and fax number for easy and effective communication and\nlocation where in  the money will be remitted.\n\nUpon receipt of your reply, I will send to you by fax or email the text of\nthe application. I will not fail to bring to your notice that this\ntransaction is hitch free and that you should not entertain any atom of\nfear as all required arrangements have been made for the transfer.\n\nYou should contact me immediately as soon as you receive this mail   through my adres \n\n  Your's faithfully\n\n  gef abey\n \n\n    \n  The best gets better. See why everyone is raving about the All-new Yahoo! Mail. \n \n\t\t\n\n\nNow you can have a huge leap forward in email: get the new Yahoo! Mail.  \n\t\t\n\n\nNow you can have a huge leap forward in email: get the new Yahoo! Mail. ", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2870", "X-TIKA:parse_time_millis": "2", "dc:format": "multipart/alternative; boundary=\"0-971910646-1153755275=:39849\" somebody applies for it as next of kin or relation to the deceased<BR>as indicated in our banking guidelines but unfortunately we learnt that<BR>all his supposed next of kin or relation died alongside with him at the plane crash leaving nobody behind for the claim. It is therefore upon this discovery that I decided to make this business proposal to you and release the money to you as the next of kin or relation to the deceased for safety and subsequent<BR>disbursement since nobody is coming for it and i don't want this money to <BR>go into the Bank treasury as unclaimed Bill.<BR><BR>The Banking law and guideline here stipulates that if such money remained<BR>unclamed after seven year, the money will be transfered into the Bank<BR>treasury as unclaimed fund.<BR><BR>The request of foreigner as next of kin in this business is occasioned by<BR>the fact that the customer was a foreigner and a Burkinabe cannot stand as<BR>next of kin to a foreigner.<BR><BR>I agree that 30% of", "dc:identifier": "<20060724153435.43706.qmail@web39808.mail.mud.yahoo.com> ", "dc:subject": "ugent busness", "dc:title": "ugent busness"}