{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-<div>from": "Frank Siaka <BR>+27 73 260 3786</DIV>", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable"], "MboxParser-from": "r  Thu Jul 27 11:04:51 2006", "MboxParser-mime-version": "1.0 my<BR>father left behind, of which my name appears as the \"Next Of Kin=94=", "MboxParser-return-path": "<2katherine@terra.com.mx> Thu, 27 Jul 2006 11:04:22 -0400 (EDT) country as<BR>being economic conducive for investment and her people as =", "MboxParser-status": "RO", "MboxParser-x-senderip": "64.201.33.31", "MboxParser-x-sensitivity": "3 my arrival to meet with you for<BR>investing of the money with any profi=", "MboxParser-x-sieve": "CMU Sieve 2.2 boundary=\"_=__=_XaM3_.1154012662.2A.694789.42.22851.52.42.007.679615548\" soon<BR>as I get your response I shall give out more details on how we s=", "MboxParser-x-terra-hash": "d3cb48349abde64c23fc24978dd5b3ba mother are seeking<BR>asylum in South Africa under (UNHCR).</DIV>", "MboxParser-x-terra-karma": "0% to leave<BR>the country with a very important document of (US$ 7,650,000=", "MboxParser-x-xam3-api-version": "4.1 (B108)", "Message-From": "2katherine <2katherine@terra.com.mx>", "Message-To": ["undisclosed-recipients:;", "undisclosed-recipients:;"], "Message:From-Email": "2katherine@terra.com.mx", "Message:From-Name": "2katherine", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<J32HVA$814C79952D37246ACBEA8F789BCAF4B7@terra.com.mx>", "Message:Raw-Header:Return-Path": "<2katherine@terra.com.mx>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-SenderIP": "64.201.33.31", "Message:Raw-Header:X-Sensitivity": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.2", "Message:Raw-Header:X-Terra-Hash": "d3cb48349abde64c23fc24978dd5b3ba\tThu, 27 Jul 2006 11:04:22 -0400 (EDT)", "Message:Raw-Header:X-Terra-Karma": "         0%", "Message:Raw-Header:X-XaM3-API-Version": "4.1 (B108)", "Multipart-Boundary": "_=__=_XaM3_.1154012662.2A.694789.42.22851.52.42.007.679615548", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGET BACK TO ME\n\n\nFrom: Frank Siaka \n+27 73 260 3786\n\nDear Sir, \n\nI should appreciate your surprise while receiving this letter. In any\ncase,I am left with no option but to contact you in this manner. my\ndecision to\nwrite to you was informed by knowledge that being established personally\nthat you could be disposed to understand my predicament in order to give me\nthe assistance I require I am Frank Siaka the son of a late Sierra-Leonian\nbusinessman, late Dr.Coleman Siaka the owner of (RMS) Mining Company in\nSierra-Leone, who died few years ago when the Revolutionary United Front\nRebels (R.U.F) attacked our residence on the 11 of Feb. 2004 in Makeni\nSierra-Leone.\n\nFollowing the cease fire agreement which was reached last year with the\nhelp of United Nation peace keeping troops, I used the opportunity to leave\nthe country with a very important document of (US$ 7,650,000.00) Seven\nMillion Six Hundred and Fifty Thousand United States Dollars, deposited by\nmy late father in Security Company in South Africa, under my name. This\nmoney was realized from diamond export, now I and my mother are seeking\nasylum in South Africa under (UNHCR).\n\nI contacted you because of the need to deal with person whom my family and\nI have no previous personal relationships, and I confirmed your country as\nbeing economic conducive for investment and her people as transparent and\ntrust-worthy to engage in business, hence my reason for writing you\nhowever, this money in question has been in the security company since his\ndeath. But my main problem now is that at my age of 28yrs, I am confused on\nhow to handle this huge amount of money and also what to do with it as I\ndon't have anyone to confide in South Africa here. May I use this medium to\nrequest from you if you will be disposed enough to help me keep this huge\namount in your country or any other place of your choice that will have\nmore security to the money and the life of me and my family?\n\nI have met the security company with the depositional documents that my\nfather left behind, of which my name appears as the \"Next Of Kin”, the\ncompany awaits my coming for the withdrawal, and I am even afraid of\ndisclosing the content to them since my father in his letter had warned me\nagainst that.\nIf it appeals to you to help me, I will suggest you take a trip to South\nAfrica for us to meet face to face and finalize before moving the fund or\nif there is any other means you can suggest for the transferring of the\nfund to your very position pending my arrival to meet with you for\ninvesting of the money with any profitable business you introduce, as I\nhave decided to do away with Africa entirely.\n\nI want immediate confirmation of your through our e-mail address. As soon\nas I get your response I shall give out more details on how we shall\nproceed. Kindly keep this proposal strictly confidential because of our\npresent status here in South Africa.\n\nThanks and remain blessed. I wait to receive a favorable response from you\nurgently.\n\nYours faithfully, \nFrank Siaka\n\n \n\n \n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2881", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Frank Siaka ", "2katherine <2katherine@terra.com.mx>"], "dc:format": "multipart/alternative; entirely.</DIV>", "dc:identifier": "<J32HVA$814C79952D37246ACBEA8F789BCAF4B7@terra.com.mx> 28yrs, I am confused on<BR>how to handle this huge amount of money and a=", "dc:subject": "GET BACK TO ME", "dc:title": "GET BACK TO ME", "dcterms:created": "2006-07-27T15:04:22Z"}