{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Jun 23 19:14:04 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "coleman993@uboot.com", "MboxParser-return-path": "<tundecole@uboot.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "Dr.Tunde Cole <tundecole@uboot.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "tundecole@uboot.com", "Message:From-Name": "Dr.Tunde Cole", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200306232313.h5NNDqG18717@truecrime.mr.itd.UM>", "Message:Raw-Header:Reply-To": "coleman993@uboot.com", "Message:Raw-Header:Return-Path": "<tundecole@uboot.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWith Utmost Sincerity.\n\nInvestment proposal from:\r\nDr. Tunde Cole.\r\nBlock 4 Federal Secretariat Complex,\r\n#16 Norman Williams Way.\r\nIkoyi-Lagos\r\n\r\nATTENTION:\r\n\r\nREQUEST FOR ASSISTANCE STRICTLY CONFIDENTIAL\r\n\r\nI am Dr. Tunde Cole the chairman of contract award and review committee set up by the federal government of Nigeria under the present civilian dispensation to award new contracts and review existing ones.\r\n\r\nI came to know of you in my search for a reliable and reputable person to handle a very confidential transaction, which involves the transfer of a huge sum of money to a foreign account. There were series of contracts executed by a consortium of multi-nationals in the oil industry in favor of the Nigerian National Petroleum Cooperation (N.N.P.C.) the original value of these contracts were deliberately over invoiced to the sum of USD$31,500,000.00 (thirty one million five hundred thousand united state Dollars).\r\n\r\nThis amount has been approved and is now ready to be transferred being that the companies that actually executed these contracts have been fully paid and the projects officially commissioned. Consequently, my colleagues and I are willing to transfer the total amount to your account for subsequent disbursement, since we as civil servants are prohibited by the code of conduct bureau (civil Service law) from operating and/or opening foreign accounts in our names. Needless to say,\r\nthe trust reposed on you at this juncture is enormous, in return, we have agreed to offer you 20% of the transferred sum, while 10% shall be set aside for Incidental expenses (internal and external) between both parties in the course of the transaction you will be mandated to remit the balance to other accounts in due course.\r\n\r\nModalities have been worked out at the highest level of the ministry of finance and the central bank of Nigeria for the immediate transfer of the funds within 14 working days subject to your satisfaction of the above stated terms. our assurance is that your role is Risk free and to accord this transaction the legality It deserves and for mutual security of the funds the whole approval procedures will be officially and legally processed with your name or the name of any company you may nominate as the bona- fide beneficiary. Once more I want you to understand that having put in over twenty five years in the civil service of my country, I am averse to having\r\nmy image and career dented. This matter should therefore be treated with utmost secrecy and urgency it deserves. Please you should signify your intention to assist by responding to this email so that I can brief you further. I want to assure you that this business proposal is 100% risk free as we have done our homework properly. I quite believe that you will protect our interest by taking this deal strictly confidential, as we are still in government service, which we intend to retire from. Kindly expedite action as we are behind schedule to enable us include this transfer in the first batch which would constitute the second quarter payments for the 2003 financial year.\r\n\r\nThanks and God bless.\r\n\r\nDr.Tunde Cole.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-285", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Dr.Tunde Cole\" <tundecole@uboot.com>", "Dr.Tunde Cole <tundecole@uboot.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200306232313.h5NNDqG18717@truecrime.mr.itd.UM>", "dc:subject": "With Utmost Sincerity.", "dc:title": "With Utmost Sincerity.", "dcterms:created": "2003-06-24T07:17:10Z"}