{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-from": "r  Tue Aug 29 23:18:49 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mercyatteh@yahoo.com", "MboxParser-return-path": "<mercyyatteh@adinet.com.uy> I and the lawyer is the only one aware of this money, so I have", "MboxParser-status": "RO", "MboxParser-x-originating-ip": "194.126.179.100", "MboxParser-x-sieve": "CMU Sieve 2.3", "Message-From": "mercyyatteh@adinet.com.uy <mercyyatteh@adinet.com.uy>", "Message-To": ["undisclosed-recipients: ;", "undisclosed-recipients:;"], "Message:From-Email": "mercyyatteh@adinet.com.uy", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain;charset=\"ISO-8859-15\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<11964314.1156907089773.JavaMail.tomcat@fe-ps01>", "Message:Raw-Header:Reply-To": "mercyatteh@yahoo.com", "Message:Raw-Header:Return-Path": "<mercyyatteh@adinet.com.uy>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Originating-IP": "194.126.179.100", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPLZ SAVE MY LIFE\n\nMy Dear,\n\nI greet you in the name of our lord Jesus Christ. My name is Mrs.Mercy \nAtteh I am a widow and a mother of three all girls. I know you will see \nmy letter to you as an embarrassment considering the fact that we do \nnot know ourselves. I plead with you to be patient with me I feel very \npleased to contact you for some assistance and business relationship. I \nlive in Nigeria with my children. My late husband was a loving, caring \nand hardworking businessman who died unfortunately In a ghastly auto \ncrash. Before the sudden death of my beloved husband, and father of my \ndaughters, my late husband intended to establish a business in the \nunited states of America with the sum of$30 million united states \ndollars, but unfortunately he died before this proposed venture. \nFollowing his death, his family members insisted that I am not entitled \nto his property (Assets and money) since I am a woman and my \noffspring's all girls as I do not have a male child for my husband. \nWell, according to some barbaric traditional laws here in Nigeria \n(Africa) which doesn't permit a woman to inherit a man's property, as \nthey are expected by tradition to take over the management of his \nbusiness and other properties including myself who automatically \nbecomes a wife to one of his immediate brothers. Unfortunately to this \nwicked family members, the $30million united states dollars which my \nlate husband intended to use in establishing a business in the United \nStates was deposited in a bank account unknown to his family .\n\n I and the lawyer is the only one aware of this money, so I have \ndiscussed this matter with a staff of the bank that i want this money \npersonally so that I will be able to take care of my children's \neducational needs since my husband's family members vehemently opposed \nthe furtherance of their education. According to the staff of the bank, \nthe best way to secure this money is to transfer this money to a bank \naccount outside Nigeria For safe-keeping, later it will be used for \nbusiness establishment subject to the Advise of whosoever finally \nassists us. At this juncture, I there fore ask for your sincere \nassistance in providing us with your bank details and the enablement to \nfacilitate the remittance of this fund into your nominated account. As \nsoon as I get your positive response, I shall provide you with all the \nnecessary detail for this transfer. However, I have decided to to give \nyou 20% of the total money as a reward for your sincere assistance and \nthe remaining 65% of the money will be for my investment as I will want \nto keep aglow my late husbands dream of investing in real estate. To be \nable to help me, kindly send through my email, your personal details \nincluding your contact information for easy communication. \n\nThanking you for your anticipated response \nMrs. Mercy Atteh. \n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2970", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"mercyyatteh@adinet.com.uy\" <mercyyatteh@adinet.com.uy>", "mercyyatteh@adinet.com.uy <mercyyatteh@adinet.com.uy>"], "dc:format": "text/plain;charset=\"ISO-8859-15\"", "dc:identifier": "<11964314.1156907089773.JavaMail.tomcat@fe-ps01>", "dc:subject": "PLZ SAVE MY LIFE", "dc:title": "PLZ SAVE MY LIFE", "dcterms:created": "2006-08-30T03:04:49Z"}