{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Jun 28 00:10:24 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "leowilliams3@ipost.cz", "MboxParser-return-path": "<leowilliams3@ipost.cz>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "LEO  WILLIAMS <leowilliams3@ipost.cz>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "leowilliams3@ipost.cz", "Message:From-Name": "LEO  WILLIAMS", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200306280410.h5S4AKU26288@suddenimpact.mr.itd.UM>", "Message:Raw-Header:Reply-To": "leowilliams3@ipost.cz", "Message:Raw-Header:Return-Path": "<leowilliams3@ipost.cz>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nN.N.P.C ( STRICTLY   FOR  YOU )\n\n\r\nRE CONFIDENTIAL\r\nDear Sir/Ceo,\r\n\r\nI am, DR.LEO WILLIAMS, a director with the Nigerian National Petroleum\r\nCorporation Contract award monitoring committee. It is with trust and\r\nconfidence that I make this urgent and important business proposal to you on\r\nbehalf of my colleagues . Actually,I would have contacted you by surface\r\nmail but for the urgency and the confidentiality this transaction demands\r\nhence i decided to contact you via email.\r\n\r\nMy colleagues and I are members of the Contract Award Committee (CAC) of the\r\nNigerian National Petroleum Corporation (NNPC). My colleagues have mandated\r\nme to look for a trustworthy company into whose account some funds is to be\r\ntransferred.\r\n\r\nWe are in our possession vital approved documents to remit the sum of Thirty\r\nMillion  United States Dollars (US$30,000,000.00)\r\nincurred from returns of our OPEC Oil sale which we want to transfer to a\r\nreliable safe foreign bank account in your country for our mutual benefits,\r\nas we intend to invest into lucrative business venture, in your country with\r\nyour advice all we require from you is to provide us a safe bank account for\r\ntheremittance of the fund and also to help source for lucrative long\r\nterminvestment to invest part of this fund.\r\n\r\nWe are willing to offer to you upon negotiation an aggreable percentage of\r\nthe total sum and profit accruing from investment plans. We are absolutely\r\nsure and positive that this arrangement will be of mutual benefit to us, and\r\nthink that your crave indulgence to treat this proposal with utmost trust\r\nand seriousness.\r\n\r\nWe will fly over to meet with you, as soon as the money is transferred to\r\nyour account for the disbursement of the fund and business plans, please\r\nnote that this fund in question is not an illegal money, as all vital\r\napproved papers for the transfer will be sent to you as soon as we receive\r\nyour banking information such as completed particulars of the bank account\r\nwhere you wish the fund to be transferred.\r\n\r\nThe nature of your company?s business is irrelevant to this transaction, as\r\nall arrangements have been concluded for a successful and hitch-free\r\ntransaction.\r\n\r\nWe have taken measures to ensure that there is no risk involved on both\r\nparties; we have estimated that this transaction will be concluded within 14\r\nworking days on receipt of your acceptance to this proposal. Most important\r\nto send back to me now: Your private telephone, fax numbers: Name and\r\naddress of your bank: phone and fax\r\nnumbers: Your name, company name and address: Bank account and particulars.\r\n\r\nMy colleagues and I have had some fruitful discussion with relevant top\r\nofficials of both the Federal Ministry of Finance (FMF) and Central Bank of\r\nNigeria (CBN) and they have agreed to co-operate in the transfer. An\r\napplication for funds transfer shall be made at the appropriate ministries\r\nin favour of the beneficiary (you or your company). Thereafter, your company\r\nshall be officially regarded as having executed the contract for the\r\nNigerian National Petroleum Corporation (NNPC) for which payment is being\r\nmade.\r\n\r\nThis process makes the operation legal according to the laws of the Federal\r\nRepublic of Nigeria. Please treat this transaction as strictly confidential,\r\nas we are civil servants who are not entitled to operate a foreign\r\naccount.While thanking you for your envisaged co-operation.\r\n\r\nI await your immediate response through email address or fax. Best Regards,\r\n\r\nLEO WILLIAMS\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-290", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"LEO  WILLIAMS\" <leowilliams3@ipost.cz>", "LEO  WILLIAMS <leowilliams3@ipost.cz>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200306280410.h5S4AKU26288@suddenimpact.mr.itd.UM>", "dc:subject": "N.N.P.C ( STRICTLY   FOR  YOU )", "dc:title": "N.N.P.C ( STRICTLY   FOR  YOU )", "dcterms:created": "2003-06-28T04:01:21Z"}