{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable"], "MboxParser-email": "tonyreid@capitaltrustdeposit.co.uk=0A =0AMr tony reid.=0ACapital Trus=", "MboxParser-from": "r  Tue Sep  5 15:22:45 2006", "MboxParser-mime-version": "1.0 traces of any member of their families.=0ATo me this is an opportunity to =", "MboxParser-return-path": "<tonyreid_1@capitaltrustdeposit.co.uk> business proposal, having in mind that your positive response to this mail=", "MboxParser-status": "RO when you receive these funds. Keep this transaction confidential, for the =", "MboxParser-x-abuse": "291424 / 87.74.42.114 nobody coming for them or paying for their demurrage. I carried out a priv=", "MboxParser-x-authentication-warning": "teg.store: httpd set sender to tonyreid_1@capitaltrustdeposit.co.uk using -f abbas</B>, a Jewish man who owns two of such consignments deposited with u=", "MboxParser-x-priority": "3 transaction confidential, for the sake of my job. Hear from you soon.</P>", "MboxParser-x-sieve": "CMU Sieve 2.3 will bring about success and interest to both parties involved. So I pray =", "Message-From": "tony reid <tonyreid_1@capitaltrustdeposit.co.uk>", "Message-Recipient-Address": "howarthcheryl@yahoo.co.uk your name with the assistance of some of my colleagues for the consignment=", "Message-To": ["howarthcheryl@yahoo.co.uk your name with the assistance of some of my colleagues for the consignment=", "howarthcheryl@yahoo.co.uk"], "Message:From-Email": "tonyreid_1@capitaltrustdeposit.co.uk", "Message:From-Name": "tony reid", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200609051620.k85GKorN016505@post.webmailer.de>", "Message:Raw-Header:Return-Path": "<tonyreid_1@capitaltrustdeposit.co.uk>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Abuse": "291424 / 87.74.42.114", "Message:Raw-Header:X-Authentication-Warning": "teg.store: httpd set sender to tonyreid_1@capitaltrustdeposit.co.uk using -f", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Multipart-Boundary": "b_01_a7dae88b9d0e2d5bdeceb2b0d54e7b93", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRE:urgent proposal\n\nHello Friend,\n\n\n\n\n\nIt is my warmest pleasure in drawing your attention to this confidential business proposal, having in mind that your positive response to this mail will bring about success and interest to both parties involved. So I pray that you give this proposal some consideration\n\n\n\n\n\nI am Mr.tony reid, the Vault manager of Capital Trust Deposit UK, one of the best of its kind, where most of our clients deposit their valuables such as money, diamond, gold etc. I have been with this company for the past 10 years now so I am conversant with everything that goes on in it. Presently, there are some consignments deposited by various people for the past 6 years with nobody coming for them or paying for their demurrage. I carried out a private investigation and found out that most of them are dead and there are no traces of any member of their families.\n\n\nTo me this is an opportunity to make money because am a businessman who believe that only my family should come before my business. Hence I have decided to seek your assistance in this lucrative but profitable transaction. I need you to present yourself as the beneficiary of one late Mr. Abram abbas, a Jewish man who owns two of such consignments deposited with us. If you accept this offer, all the relevant documents will be prepared in your name with the assistance of some of my colleagues for the consignment to be transferred to your country of residence. After which I will come over to meet you so we can then share the valuables in these boxes and as well discuss business. The net worth of the contents inside each of these boxes is $12,000,000 (twelve million United States dollars).\n\n\nI will be willing to give to you 30% of the total sum upon the completion of the transaction if only you indicate your interest. I assure you that you will not be subjected to any form of illegality, as far as you work hand to hand with me on this.\n\n\nI hope to further strengthen my business relationship with you after the execution of this one. I strongly believe that for the sake of God, you will exhibit a trust worthy character when you receive these funds. Keep this transaction confidential, for the sake of my job. Hear from you soon.\n\n\nPlease do endeavour to contact me on email:tonyreid@capitaltrustdeposit.co.uk\n\n\n \n\n\nMr tony reid.\n\n\nCapital Trust Deposit UK .\n\n\nLondon, \n\n\nUK.\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-2998", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"tony reid\" <tonyreid_1@capitaltrustdeposit.co.uk> to be transferred to your country of residence. After which I will come ov=", "tony reid <tonyreid_1@capitaltrustdeposit.co.uk>"], "dc:format": "multipart/alternative; boundary=\"b_01_a7dae88b9d0e2d5bdeceb2b0d54e7b93\" the completion of the transaction if only you indicate your interest. I as=", "dc:identifier": "<200609051620.k85GKorN016505@post.webmailer.de> I need you to present yourself as the beneficiary of one late<B> Mr. Abram=", "dc:subject": "RE:urgent proposal", "dc:title": "RE:urgent proposal", "dcterms:created": "2006-09-05T16:20:50Z"}