{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "attachment; filename=\"TOM 1.txt\"", "MboxParser-content-transfer-encoding": ["quoted-printable", "base64"], "MboxParser-from": "r  Mon Sep 11 12:28:42 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "jack_a004@walla.com", "MboxParser-return-path": "<jack_a004@walla.com>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.3", "Message-From": "MR. JACK ALAN <jack_a004@walla.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "jack_a004@walla.com", "Message:From-Name": "MR. JACK ALAN", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200609111628.k8BGSgec007624@panther.mail.UM>", "Message:Raw-Header:Reply-To": "jack_a004@walla.com", "Message:Raw-Header:Return-Path": "<jack_a004@walla.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Multipart-Boundary": "===_SecAtt_000_1fqnpjpvsgkubv", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRE:INVESTMENT!!\n\nDear Sir,\r\nNaturally, this letter will come to you as a surprise since we have not met, permit me however, I am Mr. Alan Jack a Zimbabwean Farmer.\r\nI am contacting you as the need for me to have a foreign partner in your country has become necessary due to my plans to relocate and establish a private company in that region, as the present political instability in my country (Zimbabwe), does not encourage financial investment as the environment is not conducive for investment and most of all security is not guaranteed, just as reported by the International media.\r\nThis problem started when the Zimbabwean government under the leadership of President Robert Mugabe announced a decree on May 31st 2001 to seize more than 6000 white-owned farms. So far, more than 5,400 white owned farms have been invaded, properties confiscated and farm lands seized. During these periods, as reported by the international media and C.N.N, more than 500 white farmers were killed; the government didn't stop at this, as just recently the government has asked all white-farmers to give up their farms to black farmers or risk going to prison. Having lived in this country (Zimbabwe) for more than 35 years, I have no other country to go to, nor can I trace any of my distant relatives.\r\nTherefore, I decided to contact you through my local Zimbabwean associate (Mr. Dennis Udongo) for your assistance so that I can establish a company in your country and relocate there. Also, I must re-iterate the importance of having a citizen of your country to front as the owner of the enterprise, due to the fact that I will be a foreigner in your country. For this purpose, I have deposited in a Security Company based in Amsterdam (Holland) all the funds realized from the sales of my farmland and other farming equipment which amounted to USD18, 500,000.00 (Eighteen million, five hundred United States Dollars). These funds was packaged in two metal boxes and declared as personal effects and photographic materials so as to avoid detection by immigration/security officials. For now, I stay in Asia, because Zimbabwe is highly unsafe for me and my family. Upon your immediate response, I will immediately arrange and send to you all the documentation that will empower your good self in finalizing the transaction with the Security Company in UAE Dubai.\r\nLet me use this opportunity to also inform you that this transaction is 100% risk free and genuine and should also be handled in the most confidential manner. This proposal is NOT and must NOT be linked to all the numerous SCAM letters flying around the internet world today. The money (USD18.5m) already stashed in the two boxes could be termed as consignment and I will not hesitate to link you to my safe contact in the security company for further discussion. Lest I forget, you should be entitled to 30% of the total funds for your support and cooperation in the transaction. It’s also your duty to assist me in investing my own share of the money in your company or in your country. I shall be counting on your unalloyed trust and immediate response.\r\nBest Regards and God bless.\r\nMr. Alan Jack\r\n\n\n\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3022", "X-TIKA:parse_time_millis": "7", "dc:creator": ["\"MR. JACK ALAN\" <jack_a004@walla.com>", "MR. JACK ALAN <jack_a004@walla.com>"], "dc:format": "application/octet-stream; name=\"TOM 1.txt\"", "dc:identifier": "<200609111628.k8BGSgec007624@panther.mail.UM>", "dc:subject": "RE:INVESTMENT!!", "dc:title": "RE:INVESTMENT!!", "dcterms:created": "2006-09-12T07:29:27Z"}