{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Jun 30 03:22:03 2003", "MboxParser-mime-version": "1.0 ", "MboxParser-reply-to": "danielabass@popmail.com ", "MboxParser-return-path": "<danielabass@afmail.com> ", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM ", "Message-From": "Mr. Daniel Abass. <danielabass@afmail.com>", "Message-Recipient-Address": "R@M ", "Message-To": ["R@M ", "R@M"], "Message:From-Email": "danielabass@afmail.com", "Message:From-Name": "Mr. Daniel Abass.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200306300721.h5U7Lri29330@deadpool.mr.itd.UM>", "Message:Raw-Header:Reply-To": "danielabass@popmail.com", "Message:Raw-Header:Return-Path": "<danielabass@afmail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPrivate and Confidential.\n\nMr. Daniel Abass.\r\nDirect Tel:234-803-3049003.\r\n\r\nPRIVATE  AND  CONFIDENTIAL\r\n\r\nRE: TRANSFER OF US$50.5Million Dollars.\r\n\r\nDear Friend,\r\n\r\nMy name is  Mr. Daniel Abass, an Accountant with the\r\nAjaokuta Steel Company Ltd (ASCL). I am the chiarman\r\nof a committee set up by the Govrnment to investigate\r\ncontracts awarded by this company for the past seven\r\nyears, vetting and making payments on behalf of\r\nAjaokuta Steel Company Ltd (ASCL).\r\n\r\n\r\nSUBJECT: After due consideration, we have fully agreed\r\nto privately invest extensively in your country. I am\r\nintending to resign from Government services to private\r\nbusiness with someother officials of my parastatal as\r\npartners. I have specifically been mandated by my partners\r\nto arrange with you for terms of trade and possible transfer\r\nof the funds needed for the investment into your company’s\r\naccount or personal account.\r\n\r\nThis funds were incurred from an over invoiced\r\ncontract awarded to a Russian firm  during the regime\r\nof Late Gen. Sani Abacha. The original value of these\r\ncontracts were purposely over estimated by us the\r\nTenders Board Committee to the tune of US$50.5M(Fifty\r\nmillion,Five hundred Thousand Uinted States Dollars\r\nonly). Now that the firm has received their payment\r\nfully, we want to transfer the over invoiced sum to\r\nyour company’s account and privately invest in any\r\nprofitable form of business.\r\n\r\nThe US$50.5M has since been approved for  Payment/remittance\r\namong other payments that have been made. This money is now\r\nfloating in an escrow account of one the top commercial banks\r\nin the country as redundant funds waiting to be claimed.\r\nBecause of our civil service code of conduct which\r\nprohibits all Civil Servants owning a company or\r\noperating a foreign account, I Therefore, solicit your\r\nhelp to remit this funds into your company’s OR PERSONAL\r\naccount pending when we come over for the sharing.\r\n\r\nTo enable us process and remit this fund into your\r\nbank account successfully within 10 banking days from\r\nthe day of your response, we need the following\r\ninformation from you by a return E-MAIL.\r\n\r\n(1).YOUR COMPANY NAME AND ADDRESS (2)YOUR PRIVATE AND\r\nCONFIDENTIAL TEL/FAX NUMBERS AND ADDRESS.\r\n\r\nNote that as soon as we receive this information, it\r\nwill be forwarded to the appropriate quarters for\r\nfinal processing and approvals. With this modality, it\r\nmakes it possible for your company to act as a\r\nsubsidiary of the original firm; and when satisfied by\r\nthe agency, your bank account will be credited via\r\nTelegraphic Transfer by the Telegraphic Transfer\r\nDepartment of the commercial bank within 48 hours.This\r\ntransfer is 100% risk-free having done all the\r\nunderground works locally for the smooth transfer of\r\nthe fund into your bank account within the shortest\r\nperiod. I advice that you should keep this business a\r\ntop secret and rest all correspondences to E-mail and\r\nphone only because I am occupying a sensitive position\r\nin the government circle and also this is once in a\r\nlife time opportunity which I do not wish to loose.\r\n\r\nWe have jointly agreed to reward you with 20% of the\r\ntotal sum for your honest assistance and co-operation\r\nwhile 75% will be for my colleagues and I. And the\r\nremaining 5% will be mapped out for settling all\r\nexpenses (local and foreign) incurred in the course of\r\nthis transaction.\r\n\r\nIndicate your interest urgently by e-mail while you can\r\nalways reach me at anytime of the day on my directy telephone\r\nnumber: 234-803-3049003 as soon as you get this mail.\r\n\r\n\r\nBest Regards\r\n\r\nMr. Daniel Abass.\r\nDirect Tel:234-803-3049003.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-296", "X-TIKA:parse_time_millis": "7", "dc:creator": ["\"Mr. Daniel Abass.\" <danielabass@afmail.com> ", "Mr. Daniel Abass. <danielabass@afmail.com>"], "dc:format": "text/plain; charset=\"us-ascii\" ", "dc:identifier": "<200306300721.h5U7Lri29330@deadpool.mr.itd.UM> ", "dc:subject": "Private and Confidential.", "dc:title": "Private and Confidential.", "dcterms:created": "2003-06-30T15:22:12Z"}