{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Sep 18 16:26:27 2006", "MboxParser-mime-version": "1.0", "MboxParser-received-spf": "neutral (mxus4: 217.165.125.118 is neither permitted nor denied by domain of mail2world.com) client-ip=217.165.125.118; envelope-from=arif_shaikh@mail2world.com; helo=n2now2401.com; ", "MboxParser-reply-to": "arif_shaikh1@gawab.com", "MboxParser-return-path": "<acl-webmaster-errors@UM> ", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.3 ", "Message-From": "Mr. Arif Shaikh <arif_shaikh@mail2world.com>", "Message:From-Email": "arif_shaikh@mail2world.com", "Message:From-Name": "Mr. Arif Shaikh", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<0MKvEQ-1GPPgu0j5r-0000xX@mx.perfora.net>", "Message:Raw-Header:Received-SPF": "neutral (mxus4: 217.165.125.118 is neither permitted nor denied by domain of mail2world.com) client-ip=217.165.125.118; envelope-from=arif_shaikh@mail2world.com; helo=n2now2401.com;", "Message:Raw-Header:Reply-To": "arif_shaikh1@gawab.com", "Message:Raw-Header:Return-Path": "<acl-webmaster-errors@UM>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWAITING FOR YOUR URGENT RESPONSE\n\nGreetings from Dubai,\r\n\r\nThis letter must come to you as a big surprise, but I believe\r\nit is only a day that people meet and become great friends\r\nand business partners.  I am Mr. Arif Shaikh, currently Chief\r\nCredit & Risk Officer with a reputable bank here in U. A. E.\r\nI write you this proposal in good faith,believing that I can\r\ntrust you with the information I am about to reveal to you.\r\n\r\nI have an urgent and very confidential business proposition\r\nfor you. On November 6, 2000, an Iraqi Foreign Oil consultant\r\n/contractor with the CHEVRON PETROLEUM CORPORATION, MR MOHAMMAD\r\nAL NASSER made a (Fixed deposit) for 36 calendar months,valued\r\nat US$17,500,000.00 (Seventeen Million Five hundred Thousand\r\nDollars only) in my bank and I happen to be his account officer\r\nbefore I was moved to my present position recently. Upon\r\nmaturity in 2003, as his account officer and as well the bank\r\nmanger, it is my duty to notify him on the maturity date so I\r\nsent a routine notification to his forwarding address but the\r\nletter was returned undelivered.\r\n\r\nAfter sometime, I tried sending back the letter, but it was\r\nagain returned and finally I discovered from his contract\r\nemployers, Chevron Petroleum Corporation that Mr. Mohammad Al\r\nNasser died as a result of torture in the hand of Saddam\r\nHussein (former Iraqi President) during one of his trips to\r\nhis country Iraq, as he was accused of leaking information\r\nto the Americans. On further investigation, I discovered\r\nthat Mr. Al Nasser's family wife and two sons died during\r\nthe Gulf War in Iraq and was the reason why he did not declare\r\nany next of kin or relation in all his official documents,\r\nincluding his Bank Deposit paperwork in my Bank and did not\r\nleave any WILL.  This sum of US$17,500,000.00 have been\r\nfloating and placed under dormant/unserviceable account by my\r\nbank management since no one have heard from the owner since\r\n2003.  I wish to let you know that all the investigation I\r\nhave made so far, my bank management is not aware of it, I am\r\nthe only one that have the information.\r\n\r\nWith the recent change of government in my country and with\r\ntheir efforts to support the United Nations in checkmating\r\nterrorism aid in the U. A. E.  By end of this year, the\r\ngovernment will pass a new financial control law which will\r\ngive the government authority to interrogate account owners\r\nof above $5,000,000.00 to explain the source of the funds,\r\nmaking sure it is not for terrorism support.  If I do not\r\nmove this money out of the country immediately, by end of\r\nthe year the government will definitely confiscate the money,\r\nbecause my bank cannot provide the account owner to explain\r\nthe source of the money.\r\n\r\nI cannot directly transfer out this money without the help\r\nof a foreigner and that is why I am contacting you for an\r\nassistance.  As the Account Officer to late Al Nasser,coupled\r\nwith my present position and status in the bank as Chief\r\nCredit & Risk Officer , I have the power to influence the\r\nrelease of the funds to any foreigner that comes up as the\r\nnext of kin to the account, with the correct information\r\nconcerning the account, which I shall give you. All documents\r\nto enable you claim this fund will be carefully worked out and\r\nthere is practically no risk involved, the transaction will be\r\nexecuted under a legitimate arrangement that will protect you\r\nfrom any breach of law, beside U. A. E is porous and anything\r\ngoes.\r\n\r\nIf you accept to work with me, I want you to state how you\r\nwish us to share the funds in percentage, so that both\r\nparties will be satisfied.  If you are interested, contact\r\nme as soon as you receive this message  so we can go over\r\nthe details.  Thanking you in advance and may God bless you.\r\nPlease, treat with utmost confidentiality.  I shall send\r\nyou copy of the\r\n\r\ndeposit certificate issued to Al Nasser when the deposit\r\nwas made for your perusal.\r\n\r\nI wait your urgent response.\r\n\r\n\r\nRegards,\r\n\r\n\r\nMr. Arif Shaikh\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3050", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mr. Arif Shaikh\" <arif_shaikh@mail2world.com>", "Mr. Arif Shaikh <arif_shaikh@mail2world.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<0MKvEQ-1GPPgu0j5r-0000xX@mx.perfora.net>", "dc:subject": "WAITING FOR YOUR URGENT RESPONSE", "dc:title": "WAITING FOR YOUR URGENT RESPONSE", "dcterms:created": "2006-09-18T20:26:09Z"}