{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Jul  2 03:00:12 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "bode_george@xuppa.com", "MboxParser-return-path": "<bode_george@xuppa.com>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "CHIEF(DR.)BODE GEORGE <bode_george@xuppa.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "bode_george@xuppa.com", "Message:From-Name": "CHIEF(DR.)BODE GEORGE", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200307020700.h62703A05690@perfectworld.mr.itd.UM>", "Message:Raw-Header:Reply-To": "bode_george@xuppa.com", "Message:Raw-Header:Return-Path": "<bode_george@xuppa.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBUSINESS OPPORTUNITY\n\nFROM:CHIEF.(DR.)BODE GEORGE\r\nADEMOLA ADETOKUNBO STREET\r\nVICTORIA ISLAND\r\nLAGOS-NIGERIA\r\n\r\nDear Sir,\r\n\r\nRE: BUSINESS PROPOSAL - STRICTLY CONFIDENTIAL.\r\n\r\nI am CHIEF(DR.)BODE GEORGE., Chairman to the Contract Review\r\nPanel that was recently inaugurated by the President of the Federal\r\nRepublic of Nigeria to review the activities of past military government with\r\nparticular reference to contracts awarded by all ministries between 1990\r\nto 1999. In the course of carrying out our assigned duties, we discovered\r\nthe sum of USD40.5 (forty million, five hundred thousand dollars) only lying\r\nidle in a suspense account with our apex bank. This funds emanated from\r\ngrossly over-invoiced contracts awarded to conglomerate of foreign firms\r\nby the Petroleum Ministry on behalf of the Nigerian National Petroleum\r\nCorporation. On completion of our assignment, this amount was\r\ndeliberately not included in our report because we want to capitalize on\r\nthis once in a lifetime opportunity to benefit and make a fortune out of it.\r\nThe only option we have to achieve our aims and objective is to have this\r\nfund transferred to a country of our choice where it can be kept in trust\r\nand safe custody for us. We are however handicapped at the moment by\r\nour status as civil servants, which barred us from operating foreign\r\naccounts while still in government service.\r\n\r\nThus, through some discreet inquiries from our Chambers of Commerce,\r\nyou and your organization were revealed as being quite astute in private\r\nentrepreneurship. On this premise, we have no doubt in your ability to\r\nhandle a business of this nature, which informed our desire and wish to\r\nenter into a partnership with you. This business involves the remittance of\r\nthis amount into your bank account with the hope of travelling down to\r\nmeet you physically in order to receive our share. We hope to invest some\r\nin profitable ventures in your country based on your advise while the\r\nbalance will be repatriated home as foreign earnings. We have mapped\r\nout strategies and all paperwork is in place to ensure a 100% success.\r\n\r\nThe nature of your business at present does not really matter because in\r\nthe world over, bigger firms do bid for big contracts especially in third world\r\ncountries like ours and can subcontract part of it to other firms for\r\nexecution. That is you or your firm will be regarded as one of those that\r\nexecuted one of such projects and therefore entitled to receive the over-\r\ninvoiced amount of the contract value since the original contractor has\r\nbeen paid. Be rest assured that this transaction is 100% risk free as there\r\nis actually no risk is involved either now or in the future for we are well\r\nconnected in official circle. Given our level of commitment at the moment,\r\nwe want to assure you that with full dedication on your part, the objective\r\nof having this fund remitted would have been realized within a period of\r\ntwo weeks. It is hereby expressly agreed in principle that at the end of the\r\ntransaction, you will be entitled to 25% of the entire sum, 75% will be for\r\nmy colleagues and I.\r\n\r\nIf you are interested in this proposal, please call or send me an e-mail\r\nVIA:bode_george@xuppa.com for more clarifications. If however\r\nyou are not interested, still let me know to enable me search for someone\r\nelse to carry out this business with.\r\n\r\nI anticipate a timely response from you.\r\n\r\nThanks.\r\n\r\nYours Sincerely,\r\n\r\nCHIEF(DR.)BODE GEORGE\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-300", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"CHIEF(DR.)BODE GEORGE\" <bode_george@xuppa.com>", "CHIEF(DR.)BODE GEORGE <bode_george@xuppa.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200307020700.h62703A05690@perfectworld.mr.itd.UM>", "dc:subject": "BUSINESS OPPORTUNITY", "dc:title": "BUSINESS OPPORTUNITY", "dcterms:created": "2003-07-02T07:04:49Z"}