{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu Sep 28 14:18:58 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "aminahatleberg0@inmail24.com", "MboxParser-return-path": "<aminahatleberg0@inmail24.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.3", "Message-From": "Amina Hannah Hatleberg. <aminahatleberg0@inmail24.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "aminahatleberg0@inmail24.com", "Message:From-Name": "Amina Hannah Hatleberg.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200609281818.k8SIInkJ014248@jacknife.mail.UM>", "Message:Raw-Header:Reply-To": "aminahatleberg0@inmail24.com", "Message:Raw-Header:Return-Path": "<aminahatleberg0@inmail24.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssalamualaikum\n\n\r\n\r\nAssalamualaikum\r\n\r\nMy name is Amina Hannah Hatleberg from America. I am the surviving\r\nDaughter of\r\nDr. and Mrs Hatleberg who died as a result of plane crash of Alaska\r\nAirlines Flight 261 which crashed on January 31 2000. My family\r\nconverted to Islam in 1998. When my late Parent were alive, my father\r\ndeposited the sum of$8.5 Million (eight million five hundred thousand\r\nU.S. Dollars) with International Diplomatic service firm in south east\r\nAsia with purpose to invest the fund in Islamic foundation in Asia\r\nbefore death took him, The fund is still under safe keeping with the\r\nInternational Diplomatic firm in south east Asia, hence am contacting\r\nyou to help me to achieve this project in your country.\r\n\r\nTwo years ago I fell sick and my doctor told me I had\r\ncancer, I had tried all my best to treat myself with every medical\r\nexpert but there is no improvement, Currently my Doctor told me that I\r\nwould not last for the next six months due to my cancer problems. Having\r\nknown my condition, I decided to donate this fund to mosque, Islamic\r\nschool authority or better Muslim individual that will utilize this\r\nmoney the way I instruct. I want this fund to be disburse to,\r\norphanages, widows promoting the work of Almighty Allah, needies and to\r\npromote work of almighty Allah in your country. The Koran made us to\r\nunderstand that blessed is the hand that giveth. I took this decision\r\nbecause I don't have anybody left except Almighty Allah and my Father\r\nrelatives are Christians and unbelievers. I don't want my Father hard\r\nearned money to be misused by unbelievers because I know he will be\r\nrejoicing in the bosom of Allah if this fund is spent to promote the\r\nwork of almighty Allah. I don't want a situation where this money will\r\nbe used in an ungodly manner. That's the reason for taking this bold\r\ndecision. I am not afraid of death since I know where I am going. I know\r\nthat I am going to be in the heaven. I don't need any telephone\r\ncommunication in this regard because my health. With Allah all things\r\nare possible. As soon as I receive your reply I will instruct the\r\nDIPLOMATIC operation manager and my Father lawyer in London to furnish\r\nyou with more details on how to receive this fund.\r\n\r\nI will also instruct him to issue you a letter of authority that\r\nwill empower you as the original-beneficiary of this fund. I want you\r\nand the Moslem to always pray for me because in almighty Allah I put my\r\nhope. My happiness is that I lived a life of a worthy Moslem. Whosever\r\nthat wants to serve Allah must serve him in spirit and truth. Please\r\nalways be prayerful all through your life. And reply me through my e-\r\nmail address as delay in your reply will give me room in sourcing for\r\nanother faith member for this same purpose. Please assure me that you\r\nwill act accordingly as I stated here. As I am disabled and can not be\r\nable to move around and do much due to am presently very ill, I will\r\nreally appreciate your urgent respond through my Email address as the\r\ninternet is my only mean of communicating. Or through the help of a\r\nnurse here who is so kind to assist me in the hospital and taking care\r\nof me\r\n\r\nYou can read more about this crash by visiting this\r\nwebsite, <http://www.cnn.com/2000/US/02/01/alaska.airlines.list/>\r\nand <http://www.nativefederation.org/history/people/mThompson.html>\r\n\r\nRemain blessed in the name of the Allah.\r\n\r\nHannah Hatleberg.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3089", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Amina Hannah Hatleberg.\" <aminahatleberg0@inmail24.com>", "Amina Hannah Hatleberg. <aminahatleberg0@inmail24.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200609281818.k8SIInkJ014248@jacknife.mail.UM>", "dc:subject": "Assalamualaikum", "dc:title": "Assalamualaikum", "dcterms:created": "2006-09-28T18:20:19Z"}