{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Sep 29 09:59:12 2006", "MboxParser-importance": "normal BEEN ADVICED TO KEEP THIS AS TOP SECRET BECAUSE WE ARE STILL IN SERVIC=", "MboxParser-mime-version": "1.0 INDICATED AND FURTHER INVESTMENT,EITHER IN YOUR COUNTRY OR ANY OTHER C=", "MboxParser-return-path": "<abdulaye_baraze@latinmail.com> by smtp.latinmail.com (Postfix) with SMTP ALL THE WHOLE ARRANGEMENT AND DIRECTIVES NEEDED TO PUT CLAIM OVER THIS=", "MboxParser-status": "O", "MboxParser-x-bogosity": "No, tests=bogofilter, spamicity=0.500000, version=0.15.13", "MboxParser-x-sieve": "CMU Sieve 2.3 id 021D3BA397F; Fri, 29 Sep 2006 15:51:57 +0200 (CEST) FUND AS THE BONAFIDE NEXT OF KIN TO THE DECEASED, UPON YOUR ACCEPTANCE=", "Message-From": "abdulaye baraze <abdulaye_baraze@latinmail.com>", "Message-Recipient-Address": "abdulaye_baraze@latinmail.com", "Message-To": ["\"abdulaye_baraze@latinmail.com\" <abdulaye_baraze@latinmail.com> THIS COUNTRY AS A CIVIL SERVANT,WE ARE NOT ALLOWED TO OPERATE A FORIEG=", "abdulaye_baraze@latinmail.com <abdulaye_baraze@latinmail.com>"], "Message:From-Email": "abdulaye_baraze@latinmail.com", "Message:From-Name": "abdulaye baraze", "Message:Raw-Header:Importance": "normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<20060929135157.021D3BA397F@smtp.latinmail.com>", "Message:Raw-Header:Return-Path": "<abdulaye_baraze@latinmail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Bogosity": "No, tests=bogofilter, spamicity=0.500000, version=0.15.13", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3\tby smtp.latinmail.com (Postfix) with SMTP\tid 021D3BA397F; Fri, 29 Sep 2006 15:51:57 +0200 (CEST)", "Multipart-Boundary": "latinmail.com_ltwebml03.localdomain_25be0893c5e816ffdd5d9c060614c432", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTREAT AS URGENT .\n\nTREAT AS URGENT FROM THE DESK OF MR ABDULAYE BARAZE\r\nAUDITING AND ACCOUNTING UNIT.\r\nFOREIGN REMITTANCE DEPT.\r\nBANK OF AFRICA (BOA)OUAGA-BURKINA FASO\r\nalternative email:mrbaraze_renal2@yahoo.co.uk\r\n\r\nDEAR FRIEND,\r\n\r\nI Am MR ABDULAYE BARAZE THE MANAGER IN CHARGE OF AUDITING AND ACCOUNTING UNIT FOREIGN REMITTANCE DEPARTMENT OF BANK OF AFRICA (BOA)OUAGA-BURKINA FASO IN WEST AFRICA. WITH DUE RESPECT AND REGARDS I HAVE DECIDED TO CONTACT YOU ON A BUSINESS TRANSACTION THAT WILL BE VERY BENEFICIAL TO BOTH OF US AT THE END OF THE TRANSACTION,DURING OUR INVESTIGATION AND AUDITING IN THE BANK, MY DEPARTMENT CAME ACROSS A VERY HUGE SUM OF MONEY BELONGING TO A DECEASED PERSON, A FORIEGNER WHO DIED IN A PLANE CRASH AND THE FUND HAS BEEN DORMANT IN HIS ACCOUNT WITH THE BANK WITHOUT ANY CLAIM OF THE FUND IN OUR CUSTODY EITHER FROM HIS FAMILY OR RELATION BEFORE OUR DISCOVERY TO THIS DEVELOPMENT,ALTHOUGH PERSONALLY, I KEPT THIS INFORMATION SECRET WITHIN MYSELF AND MY PARTNERS TO ENABLE THE WHOLE PLANS AND IDEA BE PROFITABLE AND UCCESSFUL DURING THE TIME OF EXECUTION.\r\n\r\nTHE AMOUNT INVOLVED IS (USD$30. MILLION UNTED STATE DOLLARS). MEANWHILE ALL THE WHOLE ARRANGEMENT AND DIRECTIVES NEEDED TO PUT CLAIM OVER THIS FUND AS THE BONAFIDE NEXT OF KIN TO THE DECEASED, UPON YOUR ACCEPTANCE ALL INFORMATION WILL BE RELAYED TO YOU AS SOON AS YOU INDICATE YOUR INTEREST AND WILLINGNESS TO ASSIST US AND ALSO BENEFIT YOUR SELF TO THIS GREAT BUSINESS PORTUNITY.\r\n\r\nIN FACT I COULD HAVE DONE THIS DEAL ALONE BUT BECAUSE OF MY POSITION IN THIS COUNTRY AS A CIVIL SERVANT,WE ARE NOT ALLOWED TO OPERATE A FORIEGN ACCOUNT AND WOULD EVENTUALLY RAISE AN EYE BROW ON MY SIDE DURING THE TIME OF TRANSFER BECAUSE I WORK IN THIS BANK,THIS IS THE ACTUAL REASON WHY IT WILL REQUIRE A SECOND PARTY OR FELLOW WHO WILL FORWARD CLAIMS AS THE NEXT OF KIN WITH AFFIDAVIT OF TRUST OF OATH TO THE BANK AND ALSO PRESENT A FORIEGN ACCOUNT WHERE YOU WILL NEED THE SAID MONEY (USD$30,MILLION UNTED STATE DOLLARS)TO BE TRANSFERED INTO, AFTER DUE VERIFICATION AND CLARIFICATION TO DESIGNATED BANK ACCOUNT.\r\n\r\nI WILL NOT FAIL TO INFORM YOU THAT THIS TRANSACTION IS 100% RISK FREE, ON SMOTH CONCLUSION OF THIS TRANSACTION, YOU WILL BE ENTITLED TO 30% OF THE TOTAL SUM AS RATIFICATION, WHILE 10% WILL BE SET ASIDE TO TAKE CARE OF EXPENSES THAT MAY ARISE DURING THE TIME OF TRANSFER SUCH AS TELEPHONE BILLS ETC,WHILE 60% WILL BE FOR ME AND MY PARTNERS. PLEASE YOU HAVE BEEN ADVICED TO KEEP THIS AS TOP SECRET BECAUSE WE ARE STILL IN SERVICE AND INTEND TO RETIRE FROM SERVICE AFTER WE CONCLUDE THIS DEAL WITH YOU. \r\n\r\nI WILL BE MONITORING THE WHOLE SITUATION HERE IN THE BANK UNTIL YOU CONFIRM THE MONEY IN YOUR ACCOUNT AND ASK US TO COME DOWN TO YOUR COUNTRY FOR SUBSEQUENT SHEARING OF THE FUND ACCORDING TO PERCENTAGES PREVIOUSLY INDICATED AND FURTHER INVESTMENT,EITHER IN YOUR COUNTRY OR ANY OTHER COUNTRY YOU MAY ADVICE US TO INVEST IN. ALL OTHER NECESSARY INFORMATION WILL BE SENT TO YOU WHEN I HEAR FROM YOU.I SUGGEST YOU GET BACK TO ME AS SOON AS POSSIBLE, STATING YOUR WISH IN THIS DEAL.\r\n\r\nYOURS\r\nFAITHFULLY,\r\nMR ABDULAYE BARAZE .\r\nPLEASE CALLME 00226 78 83 80 60.\r\n(CONFIDENTIAL)\r\n\r\n\r\n¡Miles de amigos con tus mismas aficiones! http://www.latinchat.com\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3092", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"abdulaye baraze\" <abdulaye_baraze@latinmail.com> ALL INFORMATION WILL BE RELAYED TO YOU AS SOON AS YOU INDICATE YOUR IN=", "abdulaye baraze <abdulaye_baraze@latinmail.com>"], "dc:format": "multipart/mixed; boundary=\"latinmail.com_ltwebml03.localdomain_25be0893c5e816ffdd5d9c060614c432\" THE TOTAL SUM AS RATIFICATION, WHILE 10% WILL BE SET ASIDE TO TAKE CAR=", "dc:identifier": "<20060929135157.021D3BA397F@smtp.latinmail.com>", "dc:subject": "TREAT AS URGENT .", "dc:title": "TREAT AS URGENT .", "dcterms:created": "2006-09-29T13:51:57Z"}