{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Oct 18 14:35:47 2006", "MboxParser-importance": "normal", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<joe_alex1bf@latinmail.com> by smtp.latinmail.com (Postfix) with SMTP CITY, MONROVIA AND THE PRESIDENT CHARLES TAYLOR, HAS BEEN GIVEN AUTOMA=", "MboxParser-status": "RO", "MboxParser-x-bogosity": "No, tests=bogofilter, spamicity=0.500191, version=0.15.13", "MboxParser-x-sieve": "CMU Sieve 2.3 id 8B13DB44F96; Wed, 18 Oct 2006 20:32:02 +0200 (CEST) HERE IN OUAGADOUG, BURKINA FASO. I AM PRESENTLY LIVING IN BURKINA FASO=", "Message-From": "joe alex <joe_alex1bf@latinmail.com>", "Message-Recipient-Address": "joe_alex1bf@latinmail.com", "Message-To": ["\"joe_alex1bf@latinmail.com\" <joe_alex1bf@latinmail.com> FINANCIAL RIGHTS. IN VIEW OF THIS, COUPLED WITH THE WAY IN WHICH THE M=", "joe_alex1bf@latinmail.com <joe_alex1bf@latinmail.com>"], "Message:From-Email": "joe_alex1bf@latinmail.com", "Message:From-Name": "joe alex", "Message:Raw-Header:Importance": "normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<20061018183202.8B13DB44F96@smtp.latinmail.com>", "Message:Raw-Header:Return-Path": "<joe_alex1bf@latinmail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Bogosity": "No, tests=bogofilter, spamicity=0.500191, version=0.15.13", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3\tby smtp.latinmail.com (Postfix) with SMTP\tid 8B13DB44F96; Wed, 18 Oct 2006 20:32:02 +0200 (CEST)", "Multipart-Boundary": "latinmail.com_ltwebml03.localdomain_2053788023efab312e41df294bc30d64", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(I AM CAPT. JOE ALEX) PLEASE REPLY IMMEDIATELY\n\nFROM: CAPT. JOE ALEX.\r\nTELE 00226 78 02 21 52\r\nCENTRAL VILLE\r\nOUAGADOUGOU, BURKINA-FAS0\r\n\r\n\r\nDEAR SIR / MADAM\r\n\r\nSTRICTLY CONFIDENTIAL\r\n\r\nI AM SURE, THIS LETTER WILL BE A SURPRISE TO YOU, I AM CAPT. JOE ALEX. OF THE REPUBLIC OF LIBERIAN (WEST AFRICA) AND THE FORMER AIDE DE CAMP OF THE EX- PRESIDENT, CHARLES TAYLOR, OF THE REPUBLIC OF LIBERIA. I GOT YOUR ADDRESS THROUGH INTERNET SEARCH HERE IN OUAGADOUGOU, BURKINA FASO ALTHOUGH I DID NOT KNOW YOU BEFORE BUT GOD HAS DIRECTED ME TO CONTACT YOU THAT YOU WILL BE CAPABLE OF HANDLING THIS TRANSACTION SUCCESFULLY WITHOUT HITCH.\r\n\r\nTHE THE EX- PRESIDENT, CHARLES TAYLOR, SUCCESSFULLY TOPPLED THE FORMER PRESIDENT OF MY COUNTRY, THE LATE SAMUEL DOE AND RULED PEACEFULLY FOR FEW YEARS. HOW EVER, FOUR (4) YEARS AGO, THE REBELS FROM THE NORTHERN PART OF MY COUNTRY REBELLED AGAINST THE GOVERNMENT. EVER SINCE THEN, MY COUNTRY HAS BEEN AT WAR.\r\n\r\nDUE TO THIS WAR, PUBLIC FUNDS AND PROPERTIES HAVE BEEN CONSTANTLY LOOTED AND STOLEN BY THE REBEL SOLDIERS AND GOVERNMENT FUNCTIONARIES. HOWEVER, WHEN THE REBEL ATTACK BECAME SO SERIOUS, L WAS ASSIGNED BY THE PRESIDENT ON BEHALF OF HIS CABINET THREE YEARS AGO TO PURCHASE AMMUNITION WORTH OF U.S. $ 11 MILLION (ELEVEN MILLION UNITED STATES DOLLARS) FROM BURKINA FASO, WHILE WE WERE STILL NEGOTIATING FOR THE ARMS DEAL IN BURKINA FASO , WE HEARD OVER THE NEWS THAT THE REBELS HAS INVADED THE CAPITAL CITY, MONROVIA AND THE PRESIDENT CHARLES TAYLOR, HAS BEEN GIVEN AUTOMATON TO RELINQUISH POWER, WHICH TOOK PLACE ON THE 11TH DAY OF AUGUST 2003, SO WE SAW THIS AS A GOLDEN OPPORTUNITY TO DIVERT THE FUND FOR OUR OWN INTEREST , COUPLED WITH THE NEWS WE HEARD ABOUT AMERICAN AND ECOWAS TROOPS SENT TO MONROVIA FOR PEACE KEEPING.\r\n\r\nFURTHERMORE, WE DEPOSITED THE FUND WITH THE SECURITY AND FINANCE HOUSE, HERE IN OUAGADOUG, BURKINA FASO. I AM PRESENTLY LIVING IN BURKINA FASO ON ASYLUM. THE FINANCIAL LAW OF BURKINA FASO DOES NOT ALLOW ASYLUM ANY FINANCIAL RIGHTS. IN VIEW OF THIS, COUPLED WITH THE WAY IN WHICH THE MONEY WAS ACQUIRED, I DECIDED NOT TO INVEST THIS MONEY ANYWHERE IN BURKINA FASO OR THE WESTERN AFRICAN CONTINENT AS A WHOLE. FOR YOUR EFFORTS, I AM PREPARED TO OFFER YOU 30% OF THE TOTAL SUM IF YOU WILL ASSIST ME TO TRANSFER THIS MONEY INTO YOUR ACCOUNT OVERSEAS, 5% HAVE ALSO BEEN MAPPED OUT FOR EXPENSES THAT MIGHT BE INCURRED IN THE PROCESS OF THIS TRANSACTION, AND REMAINING 65% WILL BE FOR I AND MY FAMILY WHICH WE INTEND INVESTING IN YOUR COUNTRY OR ANY WHERE YOU MAY DEEM FIT.\r\n\r\nFROM THE ABOVE, YOU WILL UNDERSTAND THAT MY ENTIRE LIFE AND OUR FUTURE AND THAT OF OUR FAMILIES DEPENDS ON THIS MONEY, AS SUCH I WILL VERY MUCH APPRECIATE IF YOU CAN ASSIST US. PLEASE NOTE THAT THIS TRANSACTION IS RISK FREE. THE MAJOR THING I REQUEST FROM YOU IS ABSOLUTE ASSURANCE THAT THIS MONEY WILL BE SAFE WHEN TRANSFERRED TO YOUR ACCOUNT. IF YOU CAN BE OF ASSISTANCE, KINDLY CONTACT ME ON THE ABOVE TELEPHONE NUMBER. EVEN IF YOU HAVE DECIDED OTHERWISE, I WILL BE MOST GRATEFUL IF YOU MAINTAIN THE CONFIDENTIALITY OF THIS MATTER. I AM LOOKING FORWARD TO YOUR URGENT REPLY.\r\nYOURS SINCERELY,\r\n\r\nCAPT. JOE ALEX\r\n\r\n(FOR THE FAMILY)\r\nPLEASE REPLY ME THROUGH THIS MAIL BOX (J_ALEX1BF@LATINMAIL.COM)\r\n\r\n¡Miles de amigos con tus mismas aficiones! http://www.latinchat.com\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3165", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"joe alex\" <joe_alex1bf@latinmail.com> ON ASYLUM. THE FINANCIAL LAW OF BURKINA FASO DOES NOT ALLOW ASYLUM ANY=", "joe alex <joe_alex1bf@latinmail.com>"], "dc:format": "multipart/mixed; boundary=\"latinmail.com_ltwebml03.localdomain_2053788023efab312e41df294bc30d64\" BE OF ASSISTANCE, KINDLY CONTACT ME ON THE ABOVE TELEPHONE NUMBER. EVE=", "dc:identifier": "<20061018183202.8B13DB44F96@smtp.latinmail.com>", "dc:subject": "(I AM CAPT. JOE ALEX) PLEASE REPLY IMMEDIATELY", "dc:title": "(I AM CAPT. JOE ALEX) PLEASE REPLY IMMEDIATELY", "dcterms:created": "2006-10-18T18:32:02Z"}