{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "base64", "MboxParser-from": "r  Mon Oct 30 06:11:52 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "\"John Taylor.\" <gloinvestments@lycos.com>", "MboxParser-return-path": "<nkvoeydgus@ebay.com> boundary=\"qzsoft_directmail_seperator\"", "MboxParser-status": "RO", "MboxParser-x-msmail-priority": "Normal", "MboxParser-x-priority": "3", "MboxParser-x-sieve": "CMU Sieve 2.3 charset=\"DEFAULT\"", "Message-From": "John Taylor. <gloinvestments@lycos.com>", "Message-Recipient-Address": "R@M", "Message-To": ["rrrrr <R@M>", "rrrrr <R@M>"], "Message:From-Email": "gloinvestments@lycos.com", "Message:From-Name": "John Taylor.", "Message:Raw-Header:Message-Id": "<200610301111.k9UBBoft030154@awakenings.mail.UM>", "Message:Raw-Header:Reply-To": "\"John Taylor.\" <gloinvestments@lycos.com>", "Message:Raw-Header:Return-Path": "<nkvoeydgus@ebay.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-MSMail-Priority": "Normal", "Message:Raw-Header:X-Priority": "3", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Message:Raw-Header:mime-version": "1.0", "Multipart-Boundary": "qzsoft_directmail_seperator", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRe: Very Urgent.\n\nDear Sir, \n  \nI am sure you will be surprised at this letter that i am sending to you as we have never met before. But let me introduce myself to you. I am Mr. John Taylor, the manager of bill and exchange at the foreign remittance department of my Bank. In my department I discovered an abandoned sum of US$8.5M,(Eight Million, Five Hundred Thousand US Dollars) that belongs to one of our foreign customers who died along with his wife and only daughter in a plane crash of Alaska Airlines Flight number 261 which crashed on 31 January, 2000. You shall read more about the crash on visiting this site http://www.cnn.com/2000/US/02/01/alaska.airlines.list/  \n  \nThe owner of this account is Mr. Morris Thompson an American and great industrialist and a resident of Alaska.  It is therefore upon this discovery that I now decided to make this business proposal to you and for our bank to release the money to you. You have to follow the instruction which I will send to you as the next of kin or relation to the deceased for safety and subsequent disbursement since nobody is coming for it and I don't want this money to go into our bank treasury as unclaimed bill. \n  \nThe banking law and guidelines here stipulates that if such money remained unclaimed after 6 years, the money will be transfered into the bank treasury as unclaimed fund. The money has now stayed more than 5 years and I am preparing documentaion to prove that this money has been transfered to our bank treasury. It will be between me and you only that will know that the money is not transfered into our treasure. The request of foreigner as next of kin in this transaction is occasioned by the fact that the customer was a foreigner and a Senegalese cannot stand\nas next of kin to a foreigner. \n  \nIn appreciation of your assistance, I am offering you 30% of the total sum. 5% for contingencies (cost of transfer/other charges) likely to be incurred during the course of transaction, while the remaining 65% is for me.  Upon receipt of your reply, I will send to you by fax or email the text of the application which you will complete and forward to our bank asking for this money to be paid to you as the next of kin to Mr. Morris Thomson. I will not fail to bring to your notice that this transaction is hitch-free and that you should not entertain any fear as all required arrangements have been made for the transfer. \n  \nYou should contact me immediately as soon as you receive this mail through the above email for further directives. \n  \nYours Faithfully, \nMr. John Taylor.\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3204", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"John Taylor.\" <gloinvestments@lycos.com>", "John Taylor. <gloinvestments@lycos.com>"], "dc:format": "text/plain;", "dc:identifier": "<200610301111.k9UBBoft030154@awakenings.mail.UM>", "dc:subject": "Re: Very Urgent.", "dc:title": "Re: Very Urgent.", "dcterms:created": "2006-10-30T11:11:50Z"}