{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Oct 31 03:50:46 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "elitatawanda1_44@yahoo.co.uk", "MboxParser-return-path": "<elitatawanda1@yahoo.it>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-priority": "1", "MboxParser-x-sieve": "CMU Sieve 2.3", "Message-From": "MRS NGONI ELITA TAWANDA <elitatawanda1@yahoo.it>", "Message:From-Email": "elitatawanda1@yahoo.it", "Message:From-Name": "MRS NGONI ELITA TAWANDA", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200610310850.k9V8oih4004699@flawless.mail.UM>", "Message:Raw-Header:Reply-To": "elitatawanda1_44@yahoo.co.uk", "Message:Raw-Header:Return-Path": "<elitatawanda1@yahoo.it>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Priority": "1", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWIDOW IN NEED\n\nFrom: Mrs. Ngoni Elita Tawanda.\r\n\r\nDear friend,\r\n\r\nWIDOW IN NEED.\r\n\r\nPlease don't be surprised to receive this letter from me since we do not know each other before . I am MRS.Elita Ngoni Tawanda,the wife of late Ndinonzi Kajengo Tawanda, a farmer in ZIMBABWE who was recently murdered in the land dispute in my country. I got your contact through network online hence decided to write you. Before the death of my husband, he made a deposit with a security company somewhere which I will tell you after I have received your positive response,\r\nThe consignment was declared to contain GEM STONES shipped on diplomatic cover to avoid customs detecting the actual contents. The actual content is the sum of US12.5 million (twelve million, Five Hundred thousand United States dollars only). This was done when he noticed the looming danger in Zimbabwe on land policies. The security company does not know the actual contents of the boxes consignment as it was not disclosed to them for security reasons. This amount was meant for the purchase of new Agricultural machineries and chemicals for our Farms and establishment of new farms in Swaziland. This land problem came when Zimbabwean President Mr.Robert Mugabe introduced a new Land Act Reform that wholly affected the rich white farmers and some few rich black farmers alike. This resulted to the killing and mob action by Zimbabwean war veterans and some lunatics in the society. In fact a lot of people were killed because of this Land reform Act for which my husband was one of the victims. It is against this background that, all my family members fled Zimbabwe for fear of our lives. We are currently taking refuge in the Malawi where we sort political asylum. At this point, I have now decided to transfer my late husband’s money to a safe custody. All I want is to introduce you to the security company as the next of kin to my late husband, I am saddled with the responsibility of seeking a genuine partner that could assist me without the knowledge of my government who are bent on taking everything we have gotten. To the best of my\r\nknowledge, the Zimbabwean government had written their counter-part in Malawi to extradite me and my children to face the laws of the land. To the glory of God, the Malawian government has not yielded to this request because International Bodies are watching. We have been under close watch by the authority and the asylum we signed do not permit us to live country hence we cannot travel to take delivery. I am seeking for a partner who I have to entrust my future and that of my family in his or her hands. I must let you know that this transaction is free from risk. If you accept to assist us, do please contact me urgently to finalize all the arrangement with the security company for the delivery of the consignment to you.\r\nI would have done the collection and invested these funds myself. But presently now that we are under political asylum in Malawi and as an asylum seeker; I am not permitted by law to engage in any gainful economic activity as I do not have legal status.\r\nThis is my reason for contacting you. Should this endeavor be of interest to you, please respond in the affirmative via my email address so that we can discuss and agree upon a remuneration\r\nthat will be most suitable to you for the role you are to play in this endeavor? Investment to be made in your country with our share with your advice.Contact me through this email box: elitatawanda1962@yahoo.co.uk </ym/Compose?To=elitatawanda1962@yahoo.co.uk>\r\nAwaiting your positive response.\r\nRegards,\r\nThanks, GOD BLESS YOU\r\nYours Faithfully,\r\nMrs. Elita Tawanda.\r\nFor: (the family\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3209", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"MRS NGONI ELITA TAWANDA\" <elitatawanda1@yahoo.it>", "MRS NGONI ELITA TAWANDA <elitatawanda1@yahoo.it>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200610310850.k9V8oih4004699@flawless.mail.UM>", "dc:subject": "WIDOW IN NEED", "dc:title": "WIDOW IN NEED", "dcterms:created": "2006-10-31T08:50:38Z"}