{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-delivered-to": "dr-list-owner@si.UM FROM OFFICE OF REV=2EFR RICHARD DAVID", "MboxParser-errors-to": "mailman-bounces@krusty.si.UM", "MboxParser-from": "r  Fri Nov 10 05:44:41 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "UNoffice@katamail.com", "MboxParser-return-path": "<mailman-bounces@krusty.si.UM> Fri, 10 Nov 2006 05:20:00 -0500 (EST) DIRECTOR SPECIAL DUTIES=2CUNITED NATIONS", "MboxParser-sender": "mailman-bounces@krusty.si.UM", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-original-to": "dr-list-owner@krusty.si.UM Fri, 10 Nov 2006 10:44:27 +0000 (GMT) INTERNATIONAL MONETARY FUND WORLD", "MboxParser-x-originating-ip": "[196.207.205.113] BANK FACT-FINDING & SPECIAL DUTIES OFFICE", "MboxParser-x-originating-user": "[trJr1ntcQP] DAKAR=2CSENEGAL=2E", "MboxParser-x-sieve": "CMU Sieve 2.3 for <dr-list-owner@lists.si.UM>; Fri, 10 Nov 2006 10:44:26 GMT ORGANIZATIONS IN CONJUNCTION WITH THE", "Message-From": "FR RICHARD DAVID <UNofic@katamail.com>", "Message-Recipient-Address": "dr-list-owner@si.UM", "Message-To": ["dr-list-owner@si.UM", "dr-list-owner@si.UM"], "Message:From-Email": "UNofic@katamail.com", "Message:From-Name": "FR RICHARD DAVID", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:Delivered-To": "dr-list-owner@si.UM\tFri, 10 Nov 2006 05:20:00 -0500 (EST)\tfor <dr-list-owner@lists.si.UM>; Fri, 10 Nov 2006 10:44:26 GMT\tFri, 10 Nov 2006 10:44:27 +0000 (GMT)", "Message:Raw-Header:Errors-To": "mailman-bounces@krusty.si.UM", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<trJr1ntcQP$196.207.205.113$.4554580b.6e519.78d5.942@nitrogen.onspeed.com>", "Message:Raw-Header:Reply-To": "UNoffice@katamail.com", "Message:Raw-Header:Return-Path": "<mailman-bounces@krusty.si.UM>", "Message:Raw-Header:Sender": "mailman-bounces@krusty.si.UM", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Original-To": "dr-list-owner@krusty.si.UM", "Message:Raw-Header:X-Originating-IP": "[196.207.205.113]", "Message:Raw-Header:X-Originating-User": "[trJr1ntcQP]", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFROM OFFICE OF REV.FR RICHARD DAVID\n\n              FROM OFFICE OF REV.FR RICHARD DAVID\r\n              DIRECTOR SPECIAL DUTIES,UNITED NATIONS\r\n              ORGANIZATIONS IN CONJUNCTION WITH THE\r\n              INTERNATIONAL MONETARY FUND WORLD\r\n              BANK FACT-FINDING & SPECIAL DUTIES OFFICE\r\n              DAKAR,SENEGAL.\r\n              EMAIL:office.Revricharddavid@katamail.com\r\n\r\nDear Friend.\r\n\r\n    I am Rev. Fr.Richard David. A senior staff with the World Bank fact finding & special duties office.I am writing you this letter based on the fact that cool penny is better than millions of dollars means it's better for one to live and die poor honest man than a rich dishonest one.\r\n\r\nI and the Chief security officer (CSO) of this organization and have arranged with an officer in the computer section in person of Engineer Joseph Cliff to bring out part of your total pending payment with reference number (LEM-05-371) amounting to US$10 million. Why we did this is because according to information gathered from the Bank’s/security computer, you have been waiting for a long time to receive this payment without success.\r\n\r\nAs I found out that you have almost met all the statutory requirements in respect of your pending payment. The problem we feel you are having is that of interest groups. A lot of people are interested in your payment and those people are merely doing paper works with you and that explains why you receive different kinds of untrue fax and phone messages from different people everyday.\r\n\r\nAlso we found out that some of the officials of the prostates have been extorting a lot of money from you with the pretext of helping you receive your money. I can assure you this will keep happening if you do not do away with those officers. For security reasons you do not have to tell anybody that your have your payment on the way until the payment gets to you.\r\n\r\nThe said payment is been arranged in a security-proof box weighing 75kg. In order to get this box shipped to you I and the (COS) Yesterday went to this four courier companies DHL, Ems, FedEx and Ups to make arrangements on how to get the box shipped to you by courier, but to no avail the above courier companies all made us to understand that they  have to open the box for inspection by the customs before shipment.\r\n\r\nThis is something we want to avoid because this box is been padded with synthetic nylon and to open it you will have to cut the pad before you will meet the button that you will press to open the dial code-lock. There is no way you can open the box and be able to close it again because it was padded with machine.\r\n\r\nWe told the courier services that the box contained film materials and when open will spoil the materials. <N:B> we did not declare money because courier does not carry money.Today a friend of mine who is diplomat disclosed to me that there is a security courier service company that is specialized in sending diplomatic materials and information from one country to another, which also has diplomatic immunity and consignment such as this cannot be checked by any customs anywhere in the world.\r\n\r\nI have therefore met the official of the security courier service and concluded shipping arrangement with them, which they will commence as soon as I have your go ahead order. The diplomat who will be bring in this consignment to you is an expact and has been in this line of work for many years now so we have Notting to worry about.\r\n\r\nAfter all arrangements we have concluded that you must donate Five Hundred Thousand United States dollars (US$500,000.00) to any charity organization I designate as soon as you receive your money. To this effect, you will send to us a promissory note for the donation along with your address where you will like the box to be delivered to by courier.\r\n\r\nPlease maintain topmost secrecy as it may cause a lot of problems if found out that we are using this way to help you. You are advised not inform anyone about this until you received your money. Am helping you on this because something in me is tells me that you are an honest person. When you conclude this and you send our promise, we will help to ship the final part of your money to you.May God be with you as i wait for your response either through Fax or Email:\r\n\r\nFeel free to call me if you will like us to discuses more on this. /TEL:  +221 4183317.\r\n\r\nYours Faithfully\r\nRev. Fr.Richard David\r\nDirector, Special Duties. UNI/BF..\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3244", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"FR RICHARD DAVID\" <UNofic@katamail.com> I am Rev=2E Fr=2ERichard David=2E A senior staff with the World Bank fact finding & special duties office=2EI am writing you this letter based on the fact that cool penny is better than millions of dollars means it's better for one to live and die poor honest man than a rich dishonest one=2E", "FR RICHARD DAVID <UNofic@katamail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<trJr1ntcQP$196.207.205.113$.4554580b.6e519.78d5.942@nitrogen.onspeed.com> EMAIL=3Aoffice=2ERevricharddavid=40katamail=2Ecom", "dc:subject": "FROM OFFICE OF REV.FR RICHARD DAVID", "dc:title": "FROM OFFICE OF REV.FR RICHARD DAVID", "dcterms:created": "2006-11-08T06:20:54Z"}