{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Nov 15 21:23:08 2006", "MboxParser-mime-version": "1.0", "MboxParser-r=3d#0000ff><b><u>http": "//news.bbc.co.uk/1/hi/world/europe/859479.stm</B><=", "MboxParser-reply-to": "johnamaneclarke1@aim.com", "MboxParser-return-path": "<apache@www.lawtw.com> dollars (Twelve Million US dollars) in file that belongs to our foreign =", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.3 confiscate it. </B></FONT><BR>", "Message-From": "John Clarke <JohnClarke@diamondsecurities.com>", "Message-Recipient-Address": "R@S consignment will be release to. </B></FONT><BR>", "Message-To": ["R@S consignment will be release to. </B></FONT><BR>", "R@S"], "Message:From-Email": "JohnClarke@diamondsecurities.com", "Message:From-Name": "John Clarke", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/html", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200611160222.kAG2MmXk007276@www.lawtw.com>", "Message:Raw-Header:Reply-To": "johnamaneclarke1@aim.com", "Message:Raw-Header:Return-Path": "<apache@www.lawtw.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT AND CONFIDENTIAL\n\n\n\n\nDear Friend, \n\n\n \n\n\nMy Name is John Amane Clarke, managing director of Diamond Security & Storage Company here in Accra- Ghana. In my department, I discovered an abandoned consignment worth over sum of US$12Million dollars (Twelve Million US dollars) in file that belongs to our foreign customer, \n\n \n\n\nLATE MR. ANDREAS SCHRANNER from Munich, Germany who died along with his entire family in July 2000 in a plane crash. Below is a website which I will appreciate you going through to read the information. \n\n \n\n\nhttp://news.bbc.co.uk/1/hi/world/europe/859479.stm\n\n \n\n\nSince then, I have made several enquiries to locate any of his extended relatives but all effort has proved abortive.\n\n \n\n\nThe reason why I am contacting you is based on trust to enable me present you as the next-of-kin to him so this consignment will be released to you for safety and subsequent disbursement. \n\n \n\n\nNobody has come to our company for claiming of the consignment. \n\n \n\n\nIt will be easy to convince the company since I am in possession of the necessary legalised documents that backs-up the consignment and which will present you as the rightful next-of-kin to the deceased customer. I don't want this consignment to go into company,s treasury as unclaimed bill. \n\n \n\n\nThe company laws and guidelines stipulates that if such consignment remains unclaimed after seven years, the company will confiscate it. \n\n \n\n\nThe request for a foreigner as next-of-kin in this transaction is occasioned by the fact that late ANDREAS was a foreigner and any indigene cannot stand as next-of-kin to a foreigner.\n\n \n\n\nAll I require is your honest co-operation to enable us see this transaction through. I guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law. I agree that 25% of this money will be for you as a respect to the provision of your assistance , 5% will be set aside for expenses incurred during the transaction, another 5% to help the less privilege and to assist the charity organisations here in Africa and abroad while the rest 65% will be for me. \n\n \n\n\nThereafter, I will visit your country for disbursement according to the percentage indicated. Therefore, to enable the immediate release of this consignment, you must apply to the company as the relation or next of kin of the deceased indicating your complete information, complete name, postal address, occupation, your private telephone and fax number for easy and effective communication and location where the consignment will be release to. \n\n \n\n\nUpon receipt of your reply, I will send to you by fax or email the text of the Application you will send to the company to seek the release of the consignment to you. I will not fail to bring to your notice that this transaction is hitch-free and that you should not entertain any fear as all required Arrangements have been made. You should contact me as soon as you receive this mail. My email address i: johnamaneclarke1@aim.com\n\n \n\n\nOr you can send your number for me to call you. Trusting to hear from you immediately for more detailed discussion. \n\n \n\n\nRegards,\n\n \n\n\nJohn Amane Clarke.\n\n \n\n\nManaging Director, \n\nDiamond Security & Storage Company\n\nAccra, Ghana.\n\n\n \n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3269", "X-TIKA:parse_time_millis": "2", "dc:creator": ["John Clarke <JohnClarke@diamondsecurities.com> </DIV>", "John Clarke <JohnClarke@diamondsecurities.com>"], "dc:format": "text/html", "dc:identifier": "<200611160222.kAG2MmXk007276@www.lawtw.com> relation or next of kin of the deceased indicating your complete informa=", "dc:subject": "URGENT AND CONFIDENTIAL", "dc:title": "URGENT AND CONFIDENTIAL", "dcterms:created": "2006-11-16T02:22:48Z"}