{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Fri Dec  1 00:32:02 2006", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "atiya_a2006@hotmail.com", "MboxParser-return-path": "<atiya_mohameed@hotmail.com> It is my pleasure to write this mail to you and to say thanks for your effort in providing an opportunity to read my mail=2E I got your contact when i was making some searches in the internet=2E", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.3 and  my name was used as the depositor in view of my husband=2Cs position as an insider in the government=2E", "Message-From": "Mrs.Atiya Mohameed <atiya_mohameed@hotmail.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "atiya_mohameed@hotmail.com", "Message:From-Name": "Mrs.Atiya Mohameed", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200612010531.kB15Vqa0011052@score.mail.UM>", "Message:Raw-Header:Reply-To": "atiya_a2006@hotmail.com", "Message:Raw-Header:Return-Path": "<atiya_mohameed@hotmail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nINVESTMENT NEGOTIATION TO THE M/D \"\n\nRS ATIYA MOHAMEED\r\n\r\nDear.Sir\r\n\r\n       It is my pleasure to write this mail to you and to say thanks for your effort in providing an opportunity to read my mail. I got your contact when i was making some searches in the internet.\r\nMy name is Mrs Atiya Mohameed, a Liberian. I was until recently the wife of Mr. Ibrahim Mohameed  who was the chief army officer to my country Libera. I am contacting you  to seek your co-operation in investing $USD10.M in your company or your country,s economy.\r\n\r\nMy  husband made this money when he was on sit as the commander and chief army officer while  Charles Taylor is the president  of Liberia.\r\nDue to some religious and political problems , my husband was  hijacked and brutally assasainated by the rebel leathers in Liberia.\r\nIt is worthy to note that during my husband's life time he used his position as a former chief aid to must have made this money in question.\r\nThis money was realised from  the sales of gold and diamond ,which are the country's major resources and sources of income.And before his death ,my husband was able to send this money via a Ghanian diplomatic contact to the country ,where it is currently secured with a security company as a FAMILY  TREASURE\r\n and  my name was used as the depositor in view of my husband,s position as an insider in the government.\r\nAnd it was my husband,s refusal to realise the money to former President Charles Taylor that resulted in the killing in February 2003.\r\nNow , that i have passed through the mourning ordeal for my husband  I am   thinking and planning the next step to take with respect to how  and where  to invest the money.\r\nSo my aim of sending this mail to you is to solicit your assistance in transfering this money to your country where it could be invested in a viable business for our mutual benefit. I am ready to enter into a joint venture with your company or we can open a new company with the money because i'm sure the money inside the box can establish a company of any type.\r\nI want to assure you that you will be highly rewarded for your assistance both in cash or in the joint venture.\r\nPlease reply to this mail, indicating your ability to handle this transaction so that i will give you details to enable us map out strategies for the implementation of this project.\r\n\r\nBest regards,\r\n\r\nMrs.Atiya Mohameed\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3316", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mrs.Atiya Mohameed\" <atiya_mohameed@hotmail.com>", "Mrs.Atiya Mohameed <atiya_mohameed@hotmail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200612010531.kB15Vqa0011052@score.mail.UM> ", "dc:subject": "INVESTMENT NEGOTIATION TO THE M/D \"", "dc:title": "INVESTMENT NEGOTIATION TO THE M/D \"", "dcterms:created": "2006-12-01T05:31:46Z"}