{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu Dec 14 21:38:06 2006", "MboxParser-http": "//news.bbc.co.uk/1/hi/england/bristol/4153821.stm=20", "MboxParser-mime-version": "1.0 if you have a mobile phone,I believe it will help so that I can reach yo=", "MboxParser-reply-to": "alex.given@yahoo.com of the account my late client operated with the HSBC BANK PLc like the a=", "MboxParser-return-path": "<www@mail.expoural.ru> (envelope-from www) Wealthy Couple that lived here in the United Kingdom, before their recen=", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.3 late client.", "Message-From": "ALEX GIVENS <alex.given@yahoo.co.uk>", "Message-Recipient-Address": "R@M of this transaction, that is when the funds have been successfully remit=", "Message-To": ["R@M of this transaction, that is when the funds have been successfully remit=", "R@M"], "Message:From-Email": "alex.given@yahoo.co.uk", "Message:From-Name": "ALEX GIVENS", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200612150242.kBF2gHia095488@www.expoural.ru>", "Message:Raw-Header:Reply-To": "alex.given@yahoo.com", "Message:Raw-Header:Return-Path": "<www@mail.expoural.ru>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3\t(envelope-from www)", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIn respect of Tsunami Disaster of 2004\n\nBarr. ALEX GIVENS (Esq.)\r\n\r\nHello,\r\n\r\nIt is with a Heavy Heart that I am reaching you regarding the death of my late client.\r\n\r\nI am ALEX GIVENS, the legal adviser to late MR. MIKE & CAROL HALL, a Very Wealthy Couple that lived here in the United Kingdom, before their recent Death on the 26th of December during Tsunami disaster in the year (2004).\r\n\r\nBelow is the webpage of the deceased.\r\n\r\nhttp://news.bbc.co.uk/1/hi/england/bristol/4153821.stm \r\n\r\nThis couple Deposited a sum of US$15,500,000.00 with the management of the HSBC BANK PLC here in london prior to their unfortunate and untimely death.\r\n\r\nAs their known attorney, the management of the HSBC BANK PLC has written to my firm requesting me to present to them a relative of the deceased to enable them ( The Bank) release the funds of the late Mr. Mike Hall to whomever their relative will be in accordance to British and international law.\r\n\r\nSince I have been unsuccessful in locating the relatives,I wish to seek your consent to present you as the next of kin of the deceased before the bank.\r\n\r\nI will furnish you with the whole procedures to ensure that this is successfully concluded, for your assistance in this transaction, I have decided to give you Fourty percent (40%) of the total sum at the successful end of this transaction, that is when the funds have been successfully remitted into any of your given bank account.\r\n\r\nAll I require is your honest co-operation to enable this deal go through. I guarantee that this will be executed under a legitimate arrangement that will protect you and I from any breach of the law.\r\n\r\n I will also furnish you with certain priviledged information and details of the account my late client operated with the HSBC BANK PLc like the account number and the secret pin code for you to make verifications by yourself at the bank. I will also be on hand to furnish the bank with any legaldocument that may be needed to facilitate the swift release of the funds to you as the next of kin to my deceased clients.\r\n\r\nI will also need your most confidential telephone number and fax numbers, if you have a mobile phone,I believe it will help so that I can reach you anytime.\r\n\r\nYou can write to my Email account:alex.given@yahoo.com\r\n\r\nhowever I will furnish you with my most confidential email address as we proceed in this transaction. I will also furnish you with a confidential telephone number to be used in reaching me as soon as I receive a positive response from you.\r\n\r\nYours trully\r\nBarr. ALEX  GIVENS (Esq.)\r\nalex.given@yahoo.com\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3370", "X-TIKA:parse_time_millis": "1", "dc:creator": ["ALEX  GIVENS <alex.given@yahoo.co.uk> I will also furnish you with certain priviledged information and details=", "ALEX GIVENS <alex.given@yahoo.co.uk>"], "dc:format": "text/plain", "dc:identifier": "<200612150242.kBF2gHia095488@www.expoural.ru> law.", "dc:subject": "In respect of Tsunami Disaster of 2004", "dc:title": "In respect of Tsunami Disaster of 2004", "dcterms:created": "2006-12-15T02:42:17Z"}