{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-attn": "Sir/Madam", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Jan 30 07:04:31 2007", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "johnmoyo102@yahoo.com", "MboxParser-return-path": "<john_moyo@yahoo.com> ", "MboxParser-status": "O", "MboxParser-x-sieve": "CMU Sieve 2.3 ", "Message-From": "Mr. Johnson Moyo <john_moyo@yahoo.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "john_moyo@yahoo.com", "Message:From-Name": "Mr. Johnson Moyo", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200701301204.l0UC4IU8010259@panther.mail.UM>", "Message:Raw-Header:Reply-To": "johnmoyo102@yahoo.com", "Message:Raw-Header:Return-Path": "<john_moyo@yahoo.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Multipart-Boundary": "e4a12926-31a1-4681-8d28-c320c5fbfc37", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom   Mr. Johnson Moyo\n\nFrom: Mr. Johnson Moyo\r\nEmail.johnmoyo102@yahoo.com\r\nN0 10 Mandela Avenue  Johannesburg\r\nSouth Africa\r\nATTN:Sir/Madam\r\n\r\nYou may be surprise to receive this latter since you do not know me personally .I got your contact through Johannesburg chamber of commerce .I am Mr. Johnson Moyo the son of late Dr. Raymond Moyo who was recently murdered in the land dispute in Zimbabwe .my late father was among the few black Zimbabwean rich farmer who was murdered in cold blood by the agent of the ruling government of president Robert Mugabe for allegedly supporting the party controlled by the white minority.\r\n\r\nBefore the death of my father he had taken to Johannesburg, republic of South Africa the sum of US$10m  (Ten million united state dollars) and deposited it with a private security company as if he foresaw the looming danger in Zimbabwe. This money is contained in a trunk box and he registered it as\r\nfamily treasures and valuables for adequate security reason.\r\n\r\nThe fund was meant to purchase new agricultural machines and chemicals for farming in Lesotho and Swaziland. This land dispute sparked off when president Robert Mugabe introduced a new land act that wholly affected he white farmer and some few black who vehemently condemned the modus oparandi adopted by the government, added with their party status. This resulted to rampage and mob action by the war veterans and some political thugs in which more than fifty-one (51) people were killed including my father. May his soul rest in perfect peace. Heads of governments from the west especially Britain and America have voiced their condemnation against ugabe’s plan.\r\nAs the eldest son of my father, I am saddled with the\r\nresponsibility of seeking a genuine partner and account where this money will be transferred with out exposing the whole situation. I am faced with the dilemma of investing this money in South Africa for fear of encountering the same experience in future since both countries have the almost the same political history. Moreso, South Africa monetary laws dose not allow\r\nrefuges/asylum seeker to engage on any  business activities neither are they allowed to open any bank account. Therefore, I am seeking for your very good assistance to transfer this money out of South Africa into your overseas chosen account. For your effort and assistance I have made up my mind to offer you 30% of the total fund, 5% for any unforeseen expenses that may occur during the process of the transaction and\r\n65% will be for my investments in your country under your guidance.\r\nPlease should this request meet your utmost consideration kindly contact me via my e-mail and telephone above. Feel free to ask any question you consider necessary and in return try to include your private phone and fax numbers for easier nication. The confidentiality of this request can not be over emphasized as I have believe that you will oblige us in the need for security and attention it demands. Please treat this transaction with absolutely confidentiality and urgency it deserves and even if you are not in a position to render any assistance please your earlier information will be highly appreciated.\r\nThanks,\r\nYours faithfully\r\nMr. Johnson Moyo\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3480", "X-TIKA:parse_time_millis": "0", "dc:creator": ["Mr. Johnson Moyo ", "Mr. Johnson Moyo <john_moyo@yahoo.com>"], "dc:format": "text/plain; charset=iso-8859-1", "dc:identifier": "<200701301204.l0UC4IU8010259@panther.mail.UM> ", "dc:subject": "From   Mr. Johnson Moyo", "dc:title": "From   Mr. Johnson Moyo", "dcterms:created": "2007-01-30T12:04:11Z"}