{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Feb 28 12:43:54 2007", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "shadeibrahim02@she.com", "MboxParser-return-path": "<shadeibrahim02@she.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-sieve": "CMU Sieve 2.3", "Message-From": "Mrs. Shade lbrahim <shadeibrahim02@she.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "shadeibrahim02@she.com", "Message:From-Name": "Mrs. Shade lbrahim", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200702281743.l1SHhhPQ015885@awakenings.mail.UM>", "Message:Raw-Header:Reply-To": "shadeibrahim02@she.com", "Message:Raw-Header:Return-Path": "<shadeibrahim02@she.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfrom Mrs. Shade lbrahim\n\n>From : Mrs. Shade lbrahim\r\nChiang Rai, Thailand\r\n\r\n\r\nRequest for assistance from Mrs. Shade lbrahim\r\n\r\n\r\nDear sir,\r\n\r\nCompliment of the day, I decided to unfold our investment plan to you after going through your profile from your country trade jounal of which I was convince as to solicite for your assistance and help but before I proceed I will like to introduce myself to you for your refrence,, I am Mrs.Shade lbrahim the Wife of late Dr. Al-bahadili lbrahim from Trikit in northern, Iraq, ,My late husband was the former Director General of North Oil Company Ltd ( NOC ) www.noc-iraq.com located in ( KIRKUK ) northern city of Iraq during Sadam Hussain regime before the United State invassion of Iraq,\r\n\r\nHe was captured and assasinated recently by shiite militants led by Moqtada Al-Sadr in the recent secterian killing that is going on in Iraq between Majority Shiites and Minority Sunis, Before his death he was able to confirm to us of an existence deposit of US$11,000,000.00 ( Eleven Million US DOLLARS ) which he secretly deposited cash in oversea Depository and finance security vault as a consignment through a diplonatic personel in Thailand for safekeeping .\r\n\r\nPresently I am Temporary living a political exile life here in Chiang Rai, Thailand therefor being under the protection of the United Nation High Commission on Refugee because our life in Iraq are no more gurranteed by the recent Iraq government due to daily killing of all top Suni important personalites, former government officers and their families ,Under this circumstances we have just decided to invest this fund in a profitable venture but being that we have no idea into any business before this time , Already my son Mr. Adamu have just arrived Bangkok, Thailand in respect of claiming the fund as the next of kin and we have just finalize every process with the security vault management along with the diplomatic personel on retreiving of the fund from the security vault custody but under our current status as a political refugee we are limited from handling such huge amount of cash as we can not operate a personal bank account of our own as a political refugee.\r\n\r\nFor the above reason I decided to ask for an assistance and help from you as a foreign partner to enable us reach a long term investment partnership agreement under joint venture partnership to transfer this fund to your bank account in your country for investment purpose.\r\n\r\n1 .I will offer 20% of the total fund as a reward for your assistance toward your help in transfering the fund to your bank account in your country for investment purpose.\r\n\r\n2. I will map out 5% of the total fund to meet up any expences made during the transaction.\r\n\r\n3. To reach a long term investment partnership agreement to entrust the Investment in your management and control for the benefit of both parties\r\nKindly regard my contact to you through email as an althernative for the security of the transaction.\r\n\r\nFor further information and procedure I will be expecting your immediate reply as soon as poosble as this will give us the upportunity to conclude all further arrangement on meeting each other and transfering of the fund to your bank in your country. thanks for your co-operation and hoping to see a good family relationship with you.\r\n\r\nYours sincerely,\r\nMrs Shade lbrahim,lbrahim's family.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3526", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Mrs. Shade lbrahim\" <shadeibrahim02@she.com>", "Mrs. Shade lbrahim <shadeibrahim02@she.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200702281743.l1SHhhPQ015885@awakenings.mail.UM>", "dc:subject": "from Mrs. Shade lbrahim", "dc:title": "from Mrs. Shade lbrahim", "dcterms:created": "2007-02-28T17:43:42Z"}