{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "inline", "MboxParser-content-transfer-encoding": "binary", "MboxParser-from": "r  Wed Mar 14 13:19:20 2007", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "chenjiang022@yahoo.com.hk", "MboxParser-return-path": "<apache@ps2.hostbasket.com> for the transfer.A bank account in <BR>any part of the world that you will provide will then facilitate the <BR>transfer of this money to you as the beneficiary/next of kin. The money <BR>will be paid into your <BR>account for us to share in the ratio of 50% for me and 50% for you. <BR><BR>There is no risk at all as all the paperwork for this transaction will <BR>be done by the attorney and my position as the Branch Manager <BR>guarantees the successful execution of this transaction. If you are <BR>interested, please reply immediately via the private email address <BR>chenjiang022@yahoo.com.hkUpon your response, I shall then provide you <BR>with more details and <BR>relevantdocuments that will help you understand the transaction. Please <BR>send me your confidential telephone and fax numbers for easy <BR>communication. <BR>Please observe utmost confidentiality, and rest assured that this <BR>transaction would be most profitable for both of us because I shall <BR>require you!", "MboxParser-status": "RO", "MboxParser-x-mailer": "AtMail Lite 3.43 - http://webbasedemail.com/", "MboxParser-x-origin": "81.199.173.50", "MboxParser-x-sieve": "CMU Sieve 2.3", "MboxParser-x-uidl": "1173910337224902464", "Message-From": "Chen Jiang <chenjiang022@yahoo.com.hk>", "Message-To": "", "Message:From-Email": "chenjiang022@yahoo.com.hk", "Message:From-Name": "Chen Jiang", "Message:Raw-Header:Content-Disposition": "inline", "Message:Raw-Header:Content-Transfer-Encoding": "binary", "Message:Raw-Header:Content-Type": "text/html;", "Message:Raw-Header:Message-Id": "<200703142212.l2EMCHw1022492@ps2.hostbasket.com>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "chenjiang022@yahoo.com.hk", "Message:Raw-Header:Return-Path": "<apache@ps2.hostbasket.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "AtMail Lite 3.43 - http://webbasedemail.com/", "Message:Raw-Header:X-Origin": "81.199.173.50", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Message:Raw-Header:X-Uidl": "1173910337224902464", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nvery confidential!!\n\nGood Day, \n\nI am Mr. Chen Jiang, Bank Manager of a Bank in China.I have an urgent \nand very confidential business proposition for you.On November 6, 2001, \na British Oil consultant/contractor with the Chinese Solid Minerals \nCorporation, Made a numbered time (Fixed) Deposit for twelve calendar \nmonths, valued at US$30,000,000.00 (Thirty Million United States \nDollars) in my branch.Upon maturity, I sent a routine notification to \nhis forwarding address but got no reply. \n\nAfter a month, we sent a reminder and finally we discovered from his \ncontract employers, the Chinese Solid Minerals Corporation that he died \nfrom an automobile accident. On further investigation, I found out that \nhe died without making a WILL, and all attempts to trace his next of \nkin was fruitless. I therefore made further investigation and \ndiscovered that he did not declare any kin or relations in all his \nofficial documents, including his Bank Depos!\nit paperwork \nin my Bank. This sum of US$30,000,000.00 is still sitting in my Bank \nand the interest is being rolled over with the principal sum at the end \nof each year. \n\nNo one will ever come forward to claim it. According to Laws ofRepublic \nof China, at the expiration of 6 (six) years, the money will revert to \nthe ownership of the Chinese Government if nobody applies to claim the \nfund. Consequently, my proposal is that I will like you as a foreigner \nto stand in as the next of kin to the man so that the fruits of this \nold man's \nlabor will not get into the hands of some corrupt government \nofficials.This is simple, I will like you to provide immediately your \nfull names and address so that the attorney will prepare the necessary \ndocuments and affidavits that will put you in place as the next of kin. \n\nshall employ the services of an attorney for drafting and authorization \nof the WILL and to obtain the necessary doc!\numents and letter of \nprobate/administration in your favor!\n for the transfer.A bank account in \nany part of the world that you will provide will then facilitate the \ntransfer of this money to you as the beneficiary/next of kin. The money \nwill be paid into your \naccount for us to share in the ratio of 50% for me and 50% for you. \n\nThere is no risk at all as all the paperwork for this transaction will \nbe done by the attorney and my position as the Branch Manager \nguarantees the successful execution of this transaction. If you are \ninterested, please reply immediately via the private email address \nchenjiang022@yahoo.com.hkUpon your response, I shall then provide you \nwith more details and \nrelevantdocuments that will help you understand the transaction. Please \nsend me your confidential telephone and fax numbers for easy \ncommunication. \nPlease observe utmost confidentiality, and rest assured that this \ntransaction would be most profitable for both of us because I shall \nrequire you!\nr assistance to invest my share in your country. \n\nAwaiting your urgent reply via my email address. \nchenjiang022@yahoo.com.hk \nThanks and regards. \nChen Jiang. \n\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3563", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Chen Jiang <chenjiang022@yahoo.com.hk>", "Chen Jiang <chenjiang022@yahoo.com.hk>"], "dc:format": "text/html;", "dc:identifier": "<200703142212.l2EMCHw1022492@ps2.hostbasket.com>", "dc:subject": "very confidential!!", "dc:title": "very confidential!!", "dcterms:created": "2007-03-14T22:12:17Z"}