{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Aug  2 06:40:11 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "joseph1ang@zwallet.com", "MboxParser-return-path": "<joseph_1ang@zwallet.com>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 6.00.2600.0000", "Message-From": "Joseph Savimbi <joseph_1ang@zwallet.com>", "Message-Recipient-Address": "R@S", "Message-To": ["R@S", "R@S"], "Message:From-Email": "joseph_1ang@zwallet.com", "Message:From-Name": "Joseph Savimbi", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<20030802103730.6DA4EC263@krusty.si.UM>", "Message:Raw-Header:Reply-To": "joseph1ang@zwallet.com", "Message:Raw-Header:Return-Path": "<joseph_1ang@zwallet.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 6.00.2600.0000", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHello !!\n\nDear FRIEND,\r\nThis letter may come to you as a surprise due to the fact that we have not yet met,but it should not ,since we are determine to get what rightly belongs to us anyhow,but soon when every thing goes according to plan.The message could be strange but reality will definitely dawn on you,if you pay some attention to it's content.I would'nt have notified you but for the sake of your integrity and goodwill.Please accept my sincere apologies.In bringing this message to you.I have to say that i have no intentions of causing you any personal pains or discomfort.\r\nI am MR Joseph Savimbi,Son of the late rebel leader Jonas Savimbi of Angola who was killed on the 22nd of February 2002.We are desperately looking for a trustworthy person to assist us in this Confidential bUSINESS.My late father,Jonas Savimbi deposited Huge Sums of Money realised from the sale of Diamonds and Precious stones/Metals in different Bank in Europe.My father is presently no more,and the movement of his family members(including me the son)is highly restricted.We are forbidden to either travel abroad or out of our immediate localities.Presently,the money realized from those sales amounting to US$25,000000.00(TWENTY-FIVE MILLION DOLLARS),which my father realized,and was tranfered to Netherlands.Is safe in a security Firm,over there.Before you can get access to it you have to be given the password and the Personal identification numbers(PIN NO:)of the consignment deposited.I am therefore soliciting your help to have this money collected by you and transfered into your account,as I and my family would give you the neccesary documentions,to facilitate your collection of the consignment personally in Amsterdam,before the government gets wind of this arrangement.You know my father was a rebel leader in his life time before his death.\r\nMy reason for doing this,is because it will be difficult for the present Angolan Government to trace my father's money to an individual's account,especially when such an individual bears no blood relationship with us.I have decided to keep that Money for my family's use.Presently the money is still in that security Company in Netherlands.\r\nI am currently and temporarily living in Luanda with my family seeking for my refugee status.moreover the political climate in Angola at the moment is very tense,sentitive and unstable.With this password and informations that we will give you,together with the Power of Attorney,you will then proceed to the security firm,and these will facilitate your collection of the consignment.You have to proceed personally to Netherlands where after fulfiling their requirements,the us$25,000,000.00 will be released to you in the two lage trunk boxes that it was deposited in,after which we may likely ask you to come over with some money for us to run away from here at least for now into one of these European countries.You can have the Fund tranfered into any account hat suits you,after your personal collection of the consignment,until further instructions are given to you by my family.\r\n***PLEASE YOUR CONFIDENTIALITY IN THIS TRANSACTION IS HIGHLY REQUIRED.\r\nThank you very much for your time and understanding.\r\nYours Sincerely,\r\nMr.JOSEPH SAVIMBI\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-345", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Joseph Savimbi\" <joseph_1ang@zwallet.com>", "Joseph Savimbi <joseph_1ang@zwallet.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<20030802103730.6DA4EC263@krusty.si.UM>", "dc:subject": "Hello !!", "dc:title": "Hello !!", "dcterms:created": "2003-08-02T10:40:06Z"}