{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Aug  3 12:44:26 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "dankar3@zwallet.com", "MboxParser-return-path": "<dankar3@zwallet.com> Lome=2E Republic of Togo=2E", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "Daniel  Kargbu <dankar3@zwallet.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "dankar3@zwallet.com", "Message:From-Name": "Daniel  Kargbu", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200308031644.h73GiKj08455@heartbreakridge.mr.itd.UM>", "Message:Raw-Header:Reply-To": "dankar3@zwallet.com", "Message:Raw-Header:Return-Path": "<dankar3@zwallet.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMY DEAR !\n\nFrom;Mr.Daniel Kargbu and Family,\r\n         Lome. Republic of Togo.\r\n\r\nMy Dear ,\r\n\r\nGood day.This very confidential request should come as a surprise to you.But it is because of the nature of what is happening to me and my family urged me to contact you, and I quite understand that this is not the best way to contact you because of the nature of my request and the attention it requires.I got your contact information from your country's information directory during my desperate search for someone who can assist me secretly and confidentially in relocating and managing some family fortunes.\r\nMy name is Mr.Daniel Smith Kargbu , the second son of Retired Major.George Smith Kargbu , of Monrovia Liberia,.At the height of the current political crises in our country,in which the rebel group of the opposition party in our country slain and ripp off the supporters of our president,Mr Charles Taylor,in their efforts to reclaim power in our country,my father and my elder brother were brutally slained to a painful death on the 6th of July,2003, in their struggle to protect some civilians who ran to take refuge in our house.My father,during his life on earth was a retired major with our countrys army and a prominent business man who trades on diamond and gold from some foreign countries .He publicly opposes the crude policies and crime against humanity on the civilians by the rebel group in which they force the younger civilians to fight with guns and grenades and in the process loose either their lives or some parts of their body upon refusal !\r\n to take the ammunition for war.I therefore decided to move my mother and my younger sister and brother to the Republic of Togo for refuge,where we presently stay without anything and without any source of livelyhood.\r\n\r\n\r\nDuring my fathers life on earth,he had deposited the sum of Eight Million and Six Hundred Thousand United States Dollars[$8.600.000.00],in a box with a Finance and Security Company in the Republic of Togo for a cash and carry Diamond and Gold business with some foreign business customers, awaiting instructions to be moved to its destination,which he never completed before he met his untimely death with my elder brother in the night of that faithful day.In view of this and as the only surviving grown up son of my father,I therefore humbly wish to inform you of my intentions to use your name and adress in making sure that this fund is lifted out of Republic of Togo finally.And also seek for your honest and trustworthy assistance to help me clear and accommodate this money before it is dictated out and blocked by the incoming regime in our country, and also to improve my familys worsening condition at present.\r\n\r\nNow this is what I actually want you to do for me;\r\n\r\n1. I want you to be presented to the Finance and Security company as the person I contacted to assist my family for this purpose, with whose name and adress myself and my mother will forward to their office here in the Republic of Togo as the person that will clear and accomodate this money for my family .\r\n2. To finally assist us in accommodating and managing this money in any lucrative business in your country for at least three years after I must have joined you first.\r\n\r\nPlease,I hope you will grant and view this very request with favour and much understanding of our unexpected bad situation now,and will be a very honest and reliable person to deal with.And also bearing in mind the confidential nature of this my request,I emphasize please that you keep every bit of it to yourself so as to protect my familys future and yourself rendering this help.\r\nThanking you in anticipation of your urgent response as soon as you read this very request.\r\n\r\nBest Regards,\r\nMr.Daniel Kargbu and family.\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-352", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Daniel  Kargbu\" <dankar3@zwallet.com>", "Daniel  Kargbu <dankar3@zwallet.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200308031644.h73GiKj08455@heartbreakridge.mr.itd.UM> to take the ammunition for war=2EI therefore decided to move my mother and my younger sister and brother to the Republic of Togo for refuge=2Cwhere we presently stay without anything and without any source of livelyhood=2E", "dc:subject": "MY DEAR !", "dc:title": "MY DEAR !", "dcterms:created": "2003-08-03T16:43:46Z"}