{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-attn": "President/Ceo.", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-from": "r  Mon Aug  4 05:08:10 2003", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<ajala8000@rediffmail.com> for <R@K>; Mon, 4 Aug 2003 05:08:08 -0400", "MboxParser-status": "O", "MboxParser-tel": "234-80-34069502", "MboxParser-x-scanned-by": "MIMEDefang 2.35", "MboxParser-x-spam-status": "YES -- Hits: 10.2  Required: 5", "MboxParser-x-spam-summary": "FROM_ENDS_IN_NUMS,NIGERIAN_BODY,NIGERIAN_SUBJECT2,NO_REAL_NAME,SUBJ_ALL_CAPS,URGENT_BIZ,US_DOLLARS,US_DOLLARS_3", "Message-From": "ajala8000@rediffmail.com", "Message:From-Email": "ajala8000@rediffmail.com", "Message:From-Name": "Mr.Wilson Ajala", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain; charset=us-ascii", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<b1.tskqwkyfddcs5nvoeeadiqy0nfuanant@rediffmail.com>", "Message:Raw-Header:Return-Path": "<ajala8000@rediffmail.com>\tfor <R@K>; Mon, 4 Aug 2003 05:08:08 -0400", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Scanned-By": "MIMEDefang 2.35", "Message:Raw-Header:X-Spam-Status": "YES -- Hits: 10.2  Required: 5", "Message:Raw-Header:X-Spam-Summary": "FROM_ENDS_IN_NUMS,NIGERIAN_BODY,NIGERIAN_SUBJECT2,NO_REAL_NAME,SUBJ_ALL_CAPS,URGENT_BIZ,US_DOLLARS,US_DOLLARS_3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT BUSINESS PROPOSAL\n\n\n\n\n\n\n\nFrom:Mr.Wilson Ajala\nLagos-Nigeria.\nTel: 234-80-34069502\n\nAttn:President/Ceo.\n\nFirst, I must solicit your confidence in this transaction.  This is by virtue of its nature as being utterly confidential and top secret.  I got your contact in my private search  for a reliable person to handle this  transaction. We shall base this transaction on mutual respect and honesty. Hence,it is neccessary for you to assure us of your ability  to prosecute this transaction of  great magnitude,your ability and reliability to prosecute a transaction of great magnitude involving a pending business transaction requiring maximum confidence.\n\nWe are top officials of the Federal Government Contract Review Panel who are interested in importation of goods into our country with funds which are presently trapped in Nigeria.  In order to commence this business we solicit your assistance to enable us transfer into your account the said trapped funds.\n\nThe source of this fund is as follows:  During the past Military Regimes here in Nigeria, the government officials set up companies and awarded themselves contract which were grossly over-invoiced in various Ministries.  As a result the Government of Chief Olusegun Obasanjo deemed it neccessary to set up a Contract Review Panel to investigate and recommend accordingly. After a thorough investigation, we discovered a lot of  inflated contract funds which are presently floating in the Central Bank of Nigeria.. We (members) have unanimously agreed to transfer part of these funds to a foreign account  However, by virtue of our position as civil servants and members of this Panel, we cannot acquire this money in our names.  I have therefore, been delegated as a matter of trust by my colleagues in the Panel to look for an Overseas partner into whose account we would transfer the sum of US$21,500,000.00 (Twenty One Million, Five Hundred Thousand US. Dollars).  Adequate logistics and\nstrategies had been worked out to ensure a successful transfer with your maximum  co-operation. Hence we are writing you this letter.\n\nWe have agreed to share the money thus:\n\n1.    25% for the account owner (you)\n2.    70% for us (the officials)\n3.    5% to be used in settling taxation and all local and foreign expenses.\n\nIt is from this 70% that we wish to commence the importation business, please note that this transaction is 100% safe and we hope to commence and conclude the transfer latest in ten (10) banking days from the date of receipt a reply from you indicating your willingness to assist.\nThe above information will enable us write letters of claim and job description respectively. Moreso, we will use your name or company's name to apply for payments and re-award the contract in your name or company's name.  We are looking forward to doing business with you and solicit your confidentiality in this transaction.  Please acknowledge the receipt of this letter using the this mail box .  \nI will bring you into the complete picture of this lucrative project when I have heard from you.\n\nYours Faithfully,\n\n\nSincerely yours, \n\nRegards,\n\nWilson Ajala.\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-354", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Mr.Wilson Ajala", "ajala8000@rediffmail.com"], "dc:format": "text/plain; charset=us-ascii", "dc:identifier": "<b1.tskqwkyfddcs5nvoeeadiqy0nfuanant@rediffmail.com>", "dc:subject": "URGENT BUSINESS PROPOSAL", "dc:title": "URGENT BUSINESS PROPOSAL", "dcterms:created": "2003-08-03T23:59:37Z"}