{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Aug  4 11:03:10 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mrsjennikobe@hknetmail.com", "MboxParser-return-path": "<mrsjennikobe@hknetmail.com> ", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "MRSJENNIFER KOBE <mrsjennikobe@hknetmail.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "mrsjennikobe@hknetmail.com", "Message:From-Name": "MRSJENNIFER KOBE", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200308041502.h74F2vW03954@perfectworld.mr.itd.UM>", "Message:Raw-Header:Reply-To": "mrsjennikobe@hknetmail.com", "Message:Raw-Header:Return-Path": "<mrsjennikobe@hknetmail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI NEED YOU URGENT BUSINESS ASSISTANCE.\n\nDear Sir/madam\r\n\r\nThis business proposal to you is strictly confidential, with due respect.Sorry at this perceived confusion or stress you may have receiving this letter from me, Since we have not known our selves or met previously.Despite that, I am constrained to write you this letter because of the urgency of it.By way of self introduction, I am Mrs. jennifer kobe, the wife of late Brigadier - Gen.Maxwell Kobe former ECOMOG ARMY COMMANDER [West African peacekeeping force in Sierra Leone] who died in the Sierra Leone civil disturbance[War]. My three daughters and I are trapped in obnoxious custom and traditional norms.\r\n\r\nWe have suffered maltreatment and untold hardship in the hands of my late husband's family, simply because I did not bear a male child [heir apparent] for my late husband. By tradition, all that my late husband\r\nhad, [wealth] belongs to his brothers/family. And myself is to be remarried by his immediate younger brother which I vehemently refused. They have taken all that I suffered with my husband to acquire including treasures, houses and his bank particular seized by them. I\r\nwanted to escape to the United State of America [USA} with my children on exile, but again they conspired and stole my international passport and other traveling document to further frustrate me.\r\n\r\nThank God, two weeks ago, I received Key Text Code from a Security Company abroad, that my late husband deposited U.S$15.5 Million cash with this company. It has therefore, become very necessary and urgent to contact someone, a foreigner like you to help me receive/secure these funds overseas in a reliable bank Account(presumably an empty Bank Account, if vailable) and to help invest it on our behalf as well, while we find a way of getting out to meet with you in your country.\r\n\r\nThese funds are kept on an \"OPEN BENEFICIARY MANDATE\"with the Security\r\nCompany to avoid detection, seizure or diversion. I have had several\r\ntelephone discussions with the Assistant Director of the security\r\ncompany,who has express willingness to help me on meeting the\r\ncompany's demands. This is why I have contacted you to help save\r\nmy children and I, receive these funds on our behalf. But, you would\r\nneed to give me sufficient assurance that if you help me, you would\r\nnot divert the funds. My children and I have resolved to give you\r\n20% of the total sum. This is all my children and I have got to live on.\r\n\r\nI wish to state here that we are left with nothing as we survive by the\r\ngrace of God. I hope you understand our predicament so as to save me and my family from hopeless future (S.O.S.)\r\n\r\nWe want to believe that you will not withhold the money when finally paid into your account. I want you to understand that there is no risk involved as we have perfected all modalities for the smooth actualization of this transaction. The boxes,is presently  in a security vault of  the said security company at their offshore office.\r\n\r\n\r\nYou are hereby,expected to forward the following:\r\n\r\n1] Your international passport details or driving license to assure us about your person.\r\n\r\n\r\nI will send the following:\r\n(1) The receipt of the shipment Airway Bill for the consignment and  the password being the security code will be forwarded to you as soon as you indicate you sincere interest to fully assist us.\r\n(2) The deposit certificate\r\n(3)The Diplomatic shipment certificate.\r\n\r\nAll these will be sent to you as they will be required from you by the security company at the point of retrieving the consignment from their offshore office us all.  The secret codes (e.g Pin No., Secret Access Code)for this fund are safely kept with me which I can give you as soon as you express desire to help me.\r\n\r\nNB: Because of the security being mounted on the members of my family,\r\nl have decided  That this transaction be kept in utmost secrecy and as\r\nsuch all phone contacts should be through my lawyer\r\n\r\nPlease, I have reposed my confidence in you and hope you will not disappoint me. I look forward to your urgent response, including your private phone / mobile No and also your fax no for easier communication.\r\n\r\n\r\nStay blessed.\r\nmrs. jennifer kobe\r\n\r\nMY PERSONAL CONTACTS\r\nplease you can reply through this email address for  security\r\nreasons.(jenniferkobe@bored.com)\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-357", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"MRSJENNIFER KOBE\" <mrsjennikobe@hknetmail.com>", "MRSJENNIFER KOBE <mrsjennikobe@hknetmail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200308041502.h74F2vW03954@perfectworld.mr.itd.UM>", "dc:subject": "I NEED YOU URGENT BUSINESS ASSISTANCE.", "dc:title": "I NEED YOU URGENT BUSINESS ASSISTANCE.", "dcterms:created": "2001-06-09T03:32:28Z"}