{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-from": "r  Sun May  6 16:26:28 2007", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mustafa1@jmail.co.za", "MboxParser-return-path": "<son_mustafas50@hotmail.fr> Sun, 6 May 2007 13:26:14 -0700", "MboxParser-status": "O", "MboxParser-style=\"font-family": ["Arial\">&nbsp;</SPAN><BR><SPAN style=\"FONT-FAMILY: Arial\">All&nbsp;i need&nbsp;&nbsp;from you now&nbsp; if you have accepted&nbsp; and willing to help us &nbsp;when replying is your full names and address including your direct and personal telephone number for easy communication as you know that this transaction is a very confidential one and also assure me that you are really ready to assist us.</SPAN><BR><SPAN style=\"FONT-FAMILY: Arial\">&nbsp;</SPAN><BR><SPAN style=\"FONT-FAMILY: Arial\">Please Kindly get back to me immediately after you must have gone through my message fill free and make it urgent because we are in a very difficult situation now.&nbsp; I am&nbsp;offering you 15 % of the total money amount, if you accept to help us transfer this money&nbsp;and in case of any necessary expenses you might incur during this transaction.</SPAN><BR><SPAN ", "Arial\">&nbsp;</SPAN><BR><SPAN style=\"FONT-FAMILY: Arial\">N.B Try and negotiate for me some profitable blue chip investment opportunities which is risky free which I can invest with this money when it is transferred from the bank here, personally I am interested in estate management and hotel business, please advise me.</SPAN><BR></STRONG><SPAN style=\"FONT-FAMILY: Arial\"><STRONG>For more explanation and convinction from me please&nbsp;write me through my </STRONG></SPAN></SPAN></DIV>"], "MboxParser-x-originalarrivaltime": "06 May 2007 20:26:14.0073 (UTC) FILETIME=[CAE35A90:01C7901C]", "MboxParser-x-originating-email": "[son_mustafas50@hotmail.fr]", "MboxParser-x-sender": "son_mustafas50@hotmail.fr", "MboxParser-x-sieve": "CMU Sieve 2.3", "Message-Bcc": "", "Message-From": "sayid mustafa <son_mustafas50@hotmail.fr>", "Message:From-Email": "son_mustafas50@hotmail.fr", "Message:From-Name": "sayid mustafa", "Message:Raw-Header:Content-Type": "text/html; charset=iso-8859-1; format=flowed", "Message:Raw-Header:Message-ID": "<BAY101-F55B3C693F963482B67CA998460@phx.gbl>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "mustafa1@jmail.co.za", "Message:Raw-Header:Return-Path": "<son_mustafas50@hotmail.fr>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-OriginalArrivalTime": "06 May 2007 20:26:14.0073 (UTC) FILETIME=[CAE35A90:01C7901C]", "Message:Raw-Header:X-Originating-Email": "[son_mustafas50@hotmail.fr]", "Message:Raw-Header:X-Sender": "son_mustafas50@hotmail.fr", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3\t Sun, 6 May 2007 13:26:14 -0700", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCAN I CONFIDE IN YOU?\n\n\nCAN I CONFIDE IN YOU?\n\n \n\nCAN YOU HELP US INVEST OUR LATE FATHER'S FUND?????\n \nDearest Beloved,\n \nPlease kindly go through this letter before you pass judgment because I am in  need of assistance from a God fearing and trustworthy person. I am Mr. Sayid Mustafa the son of late Dr. Malik Mustafa  from Sierra Leone. I must confess my agitation is real, and my words is my bond, in this \nproposal\n \nMy late father happens to be in control of a large number of farms including cattle’s and many sheep before he was poisoned by his foreign business partners in Paris with my mother in one of their farmers association meeting because of greed. \n \nBut before his death my late father deposited some amount of money outside our country in a bank at the tone of Four Million United States Dollars $4,000.000.00. So I and my little sister were no longer safe here as the present government of  Sierra Leone are working with almost all the \nkillers of my late father and were looking a way to kill us too as one of them has  just been made a minister, name undisclosed because of security reasons.\n \nFurthermore we have contacted the bank where the money was deposited and the bankers let us understand that they signed an agreement with our late father that the total money must be transferred into his foreign business partner account undisclosed to them ,therefore because of this reason the money will not be released to us until the foriegn partner of my late father comes for the claim of the money or we should present to them the partner of our late father and that is the major reason why i am contacting you now for assistance so that you can contact the bank as my late father's foriegn partner.\n \nAll i need  from you now  if you have accepted  and willing to help us  when replying is your full names and address including your direct and personal telephone number for easy communication as you know that this transaction is a very confidential one and also assure me that you are really ready to assist us.\n \nPlease Kindly get back to me immediately after you must have gone through my message fill free and make it urgent because we are in a very difficult situation now.  I am offering you 15 % of the total money amount, if you accept to help us transfer this money and in case of any necessary expenses you might incur during this transaction.\n \nN.B Try and negotiate for me some profitable blue chip investment opportunities which is risky free which I can invest with this money when it is transferred from the bank here, personally I am interested in estate management and hotel business, please advise me.\nFor more explanation and convinction from me please write me through my \n\nalternative e-mail address  wich i normally check (mustafa2007@jmail.co.za  ) or call me with this number +225 05519264.\n \n Please note that this is a very important  to us and if really you will like to help us in this transaction we plead that you help us with your heart and sincerity and promise me and  my younger sister to be a good guardian considering our situation and not to betray us because we believed that Good people still exist..\n\n \n\nWe are really hoping to hear from you soonest and it will be our greatest joy to know that you have accepted and willing to handle this transaction till the end.\n\n\nThanks and God bless you and your family.\n\n\nBest regards\n \nMr.Sayid Mustafa \n\n \n\n\n\n\nWindows Live Spaces : Partagez vos photos des fêtes sur votre blog Messenger! \n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3694", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"sayid mustafa\" <son_mustafas50@hotmail.fr>", "sayid mustafa <son_mustafas50@hotmail.fr>"], "dc:format": "text/html; charset=iso-8859-1; format=flowed", "dc:identifier": "<BAY101-F55B3C693F963482B67CA998460@phx.gbl>", "dc:subject": "CAN I CONFIDE IN YOU?", "dc:title": "CAN I CONFIDE IN YOU?", "dcterms:created": "2007-05-06T20:26:11Z"}