{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable"], "MboxParser-font-family": "Tahoma", "MboxParser-font-size": "10pt;", "MboxParser-from": "r  Fri Jun 15 04:23:29 2007", "MboxParser-http": "//club.live.com/home.aspx?icid=3DCLUB_wlmailtextlink=", "MboxParser-importance": "Normal to enable the transfer to move very smoothly in to the account you will pr=", "MboxParser-margin": "0px;", "MboxParser-mime-version": "1.0 +226-76 54 93 42.<BR>", "MboxParser-padding": "0px", "MboxParser-return-path": "<mustafa_kamel11@hotmail.fr> boundary=\"_9b364b9f-c891-4b0f-8044-b019d067c0a5_\" of our foreign customer who died along with his entire family on (July 21,=", "MboxParser-status": "RO fax <BR>or email the text of the application I will not fail to bring to y=", "MboxParser-x-originalarrivaltime": "15 Jun 2007 08:23:22.0611 (UTC) FILETIME=[70017430:01C7AF26] we have been <BR>expecting his next of kin to come over and claim his mone=", "MboxParser-x-originating-ip": "[196.28.250.56] 2003) in a plane crash. Since we got information about his death, we have =", "MboxParser-x-sieve": "CMU Sieve 2.3 (\"REMITTANCE OF $15 MILLION U.S.A DOLLARS         =", "Message-From": "mustafa kamel <mustafa_kamel11@hotmail.fr>", "Message-To": ["undisclosed-recipients: ; the business and 60 % would be for me and my <BR>woman colleague. There af=", "undisclosed-recipients:;"], "Message:From-Email": "mustafa_kamel11@hotmail.fr", "Message:From-Name": "mustafa kamel", "Message:Raw-Header:Importance": "Normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<mustafa_kamel11@hotmail.fr>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-OriginalArrivalTime": "15 Jun 2007 08:23:22.0611 (UTC) FILETIME=[70017430:01C7AF26]", "Message:Raw-Header:X-Originating-IP": "[196.28.250.56]", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Multipart-Boundary": "_9b364b9f-c891-4b0f-8044-b019d067c0a5_", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom The Desk Of  MUSTAFA BRUNU (Esq).\n\n\n>From The Desk Of  MUSTAFA BRUNU (Esq).\nThe Head Of File Department,\nBank Of Africa B.O.A\nOuagadougou Burkina-Faso West Africa.\nPhone: +226-76 54 93 42.\n\n                         (\"REMITTANCE OF $15 MILLION U.S.A DOLLARS\n                                   CONFIDENTIAL IS THE CASE\")\n\nCompliments Of The Season 2007,\n    Forgive my indignation if this message comes to you as a surprise and may offend your personality for contacting you without your prior consent and writing through this channel.I got your contact from the proffesional data base found in the internet Yahoo tourist search.When i was searching For a foreign reliable partner.\n\nI assured of your capability and reliability to champion this businees opportunity.  After series of prayers/fasting.i was divinely directed to contact you among other names found in the data base Yahoo tourist search.I believe that God has a way of helping who is in need.\n\nI am (MUSTAFA BRUNU  Esq),the Head of file Department in BANK OF AFRICA (BOA). In \nmy department we discovered an abandoned sum of $ 15 million U.S.A dollars ( fifteen million U.S.A dollars) . In an account that belongs to one of our foreign customer who died along with his entire family on (July 21, 2003) in a plane crash. Since we got information about his death, we have been \nexpecting his next of kin to come over and claim his money because we cannot \nµ release it unless somebody applies for it as next of kin or relative on to the deceased as indicated in our banking guidelines,\n\nBut unfortunately we learnt that all his supposed next of kin or relation died alongside with him at the plane crash leaving nobody behind for the claim. It is therefore upon this discovery that I and one official in my department now decided to make this businness proposal to you and release the money to you as the next of kin or relation to the deceased for safety and subsequent disbursement since nobody is coming for it and we don’t want this money to go into the bank treasury as unclaimed bill.\n\nThe Banking law and guideline here stipulates that if such money remained unclamed after five years, the money will be transfered into the Bank treasury as unclaimed fund. The request of foreigner as next of kin in this business is occasioned by the fact that the customer was a foreigner,\nand a Burkinabe cannot stand as next of kin to a foreigner. We agree that 30 % of this money will be for you as foreign partner,in respect to the provision of a foreign account, 10 % will be set \naside for expenses incured during the business and 60 % would be for me and my \nwoman colleague. There after i will visit your country for disbursement \naccording to the percentages indicated.\n\nTherefore to enable the immediate transfer of this fund  as arranged, you must apply first to the bank as relations or next of kin of the deceased indicating your bank name, your bank account number, your private telephone and fax number for easy and effective communication and location where the money will be remitted.Upon receipt of your reply, I will send to you by fax \nor email the text of the application I will not fail to bring to your notice that this transaction is hitch free and that you should not entertain any atom of fear as all required arrangements have been made for the transfer.\n\nYou should contact me on my number +226-76 54 93 42. immediately as soon as you receive this letter. Trusting to hear from you immediately.Your’s faithfully,\nMUSTAFA BRUNU  (Esq.)\n\nFROM (B.O.A) OUAGADOUGOU BURKINA-FASO.\nGOD BLESSINGS,PROTECTIONS AND GUIDIANCE TO YOUR ENTIRE FAMILY.\nPOST SCRITUM:You have to keep everything secret as to enable the transfer to move very smoothly in to the account you will prove to the bank.As you finished reading this letter call me immediately so that we discuss very well over this business.\n\n\nLive Earth is coming.  Learn more about the hottest summer event - only on MSN. Check it out!", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3761", "X-TIKA:parse_time_millis": "1", "dc:creator": ["mustafa kamel <mustafa_kamel11@hotmail.fr> money will be for you as foreign partner,in respect to the provision of a =", "mustafa kamel <mustafa_kamel11@hotmail.fr>"], "dc:format": "text/plain; charset=\"Windows-1252\" <a href=3D'http://liveearth.msn.com?source=3Dmsntaglineliveearthwlm' targe=", "dc:subject": "From The Desk Of  MUSTAFA BRUNU (Esq).", "dc:title": "From The Desk Of  MUSTAFA BRUNU (Esq).", "dcterms:created": "2007-06-15T08:23:18Z"}