{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable soldiers proceeded to a marked site and as I commenced evaluation work whi="], "MboxParser-font-family": "Tahoma", "MboxParser-font-size": "10pt;", "MboxParser-from": "r  Wed Jun 20 13:52:44 2007", "MboxParser-http": "//www.live.com/getstarted.aspx=", "MboxParser-importance": "Normal after which we handed over the drugs and the weapons to our superiors.=20", "MboxParser-margin": "0px;", "MboxParser-mime-version": "1.0 work in some parts of Iraq . As you know very well Iraq is gradually under=", "MboxParser-padding": "0px", "MboxParser-return-path": "<jonathancharles3@hotmail.com> boundary=\"_2749d833-0855-47bb-b212-8b41be139505_\" some parts of Iraq . As you know very well Iraq is gradually undergoing a =", "MboxParser-status": "RO some soldiers during confrontation. I have had my own share of losses as I=", "MboxParser-x-originalarrivaltime": "20 Jun 2007 17:52:39.0494 (UTC) FILETIME=[CB28EE60:01C7B363] reconstructing damaged facilities. Work has been risky no doubt and challe=", "MboxParser-x-originating-ip": "[213.42.21.148] sometimes we are faced hard on with armed insurgents where we lose some so=", "MboxParser-x-sieve": "CMU Sieve 2.3 I am short of options and have no other choice. I am Jonathan Charles from=", "Message-From": "Jonathan Charles <jonathancharles3@hotmail.com>", "Message-Recipient-Address": "overlobe@ozemail.com.au", "Message-To": ["<overlobe@ozemail.com.au> drugs (heroine) and the other two to my amazement contained some US Dollar=", "overlobe@ozemail.com.au"], "Message:From-Email": "jonathancharles3@hotmail.com", "Message:From-Name": "Jonathan Charles", "Message:Raw-Header:Importance": "Normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<jonathancharles3@hotmail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-OriginalArrivalTime": "20 Jun 2007 17:52:39.0494 (UTC) FILETIME=[CB28EE60:01C7B363]", "Message:Raw-Header:X-Originating-IP": "[213.42.21.148]", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Multipart-Boundary": "_2749d833-0855-47bb-b212-8b41be139505_", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom JONATHAN\n\n\nDear Friend, \n \nPermit the manner with which I am seeking your assistance but I am short of options and have no other choice. I am Jonathan Charles from the hospitality state ( Mississippi ), an army contractor attached to the US Military force in Iraq . The reason why I’m contacting you is to explain my findings to you and to seek for your assistance to enable you contributes immensely to the actualization of my dream. \n \n \n\nI am attached to the US army for the sole purpose of reconstruction work in some parts of Iraq . As you know very well Iraq is gradually undergoing a rebuilding process in some parts and there is much need for reconstruction which was why I was invited. I evaluate the level of destruction and offer professional advice in line with the way they intend rebuilding and reconstructing damaged facilities. Work has been risky no doubt and challenging as sometimes we are faced hard on with armed insurgents where we lose some soldiers during confrontation. I have had my own share of losses as I lost a friend whom I have known for 12 years.\n \nOn the 27th day of March 2007, at about 11:00 hrs during a normal inspection routine along Haifa Street where there is long rough high-rise buildings which were built and occupied by the late Saddam Hussein when he was alive, I with other 3 soldiers proceeded to a marked site and as I commenced evaluation work while I was closely guided by soldiers, I discovered an unusual bulge in a cellar which I presumed to be a storage room, I decided to have a look at it, only for me to kick the metal covering and find a metal boxes (5 in number) piled on top one another which were locked with a padlock each with a sign written in each of them. \n \nUpon forcing the boxes open, we discovered several guns, amour and some boxes amongst which two contained guns and bullets, one filled with hard drugs (heroine) and the other two to my amazement contained some US Dollars and kilograms of alluvial Gold, which we counted and discovered that the money in one of the boxes amounted to $9.2 Million. I believe the boxes owned and linked to the Al Qaeda and Ayman al-Zawahiri.\n \nI however instructed them to keep this in high secrecy so that we can have the money and alluvial Gold to our selves, they all agreed to the plan of getting the money out of the country, but first we had to hide the money and alluvial Gold in some safe and untraceable location. We secretly kept the boxes in a safer place after which we handed over the drugs and the weapons to our superiors. \n\nI am now in desperate need of a “Reliable and Trustworthy” person like you who would receive, secure and protect these boxes containing the US Dollars and alluvial Gold for me until my assignment elapses here. We cannot afford to leave the boxes here in Iraq for any reason since Iraq is getting unsafe and dangerous everyday. We have no idea what could happen next as everything remains inconclusive at this point. I am fully aware of what your thoughts would be next, but on receiver of your response, I will send my picture as well as my Identity, for you to know whom you are dealing with.\n \nI assure and promise to give you 15% of this fund and some quantity of the alluvial Gold, please assure me of your keeping this topmost secret within you so that my job would not be jeopardized.\n \n \nMy Sincere Regards,\nJonathan Charles.\nYou can contact me with my private email: jonathancharles01@yahoo.co.in\n\n\n \n\n\nGet news, entertainment and everything you care about at Live.com. Check it out!", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3771", "X-TIKA:parse_time_millis": "2", "dc:creator": ["Jonathan Charles <jonathancharles3@hotmail.com> late Saddam Hussein when he was alive, I with other 3 soldiers proceeded t=", "Jonathan Charles <jonathancharles3@hotmail.com>"], "dc:format": "text/plain; charset=\"Windows-1252\" Haifa Street where there is long rough high-rise buildings which were buil=", "dc:subject": "From JONATHAN", "dc:title": "From JONATHAN", "dcterms:created": "2007-06-20T17:52:39Z"}