{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable"], "MboxParser-font-family": "Tahoma", "MboxParser-font-size": "10pt;", "MboxParser-from": "r  Wed Jun 27 11:40:54 2007", "MboxParser-http": "//im.live.com/messenger/im/home/?source=3DTAGWL_June07=", "MboxParser-importance": "Normal bestowed to our foreign customers base on the rules guideing our bank, it =", "MboxParser-margin": "0px;", "MboxParser-mime-version": "1.0 reliable bank account as theNEXT OF KIN to the deceased.<BR><BR>PERCENTAGE=", "MboxParser-padding": "0px", "MboxParser-reply-to": "<koutaba1@yahoo.fr> you have the absolute authority to claim the fund despite your differences=", "MboxParser-return-path": "<koutab0025@hotmail.com> boundary=\"_e5c7bbbe-34c3-47c9-ab36-00df3bed2abf_\" of DOLLARS($5.500,000.00 ) for our success.This is an abandoned sum that b=", "MboxParser-status": "O insider in the bank ok.<BR><BR>Please reply with the assurance, include yo=", "MboxParser-x-originalarrivaltime": "27 Jun 2007 15:40:45.0213 (UTC) FILETIME=[86C5BCD0:01C7B8D1] cheat or disappoint me when the fund have getting into your account. Besid=", "MboxParser-x-originating-ip": "[196.28.250.169] abandoned customers files in other to sign and submit to the entire bank m=", "MboxParser-x-sieve": "CMU Sieve 2.3 with you and your family. Please let this do not be a surprise proposal to=", "Message-Bcc": "RATIO: note that 35% being will be your share in respect of your assistanc=", "Message-From": "Koutaba jean <koutab0025@hotmail.com>", "Message:From-Email": "koutab0025@hotmail.com", "Message:From-Name": "Koutaba jean", "Message:Raw-Header:Importance": "Normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Reply-To": "<koutaba1@yahoo.fr>", "Message:Raw-Header:Return-Path": "<koutab0025@hotmail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-OriginalArrivalTime": "27 Jun 2007 15:40:45.0213 (UTC) FILETIME=[86C5BCD0:01C7B8D1]", "Message:Raw-Header:X-Originating-IP": "[196.28.250.169]", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Multipart-Boundary": "_e5c7bbbe-34c3-47c9-ab36-00df3bed2abf_", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGREETINGS FROM KOUTABA  JEAN\n\n\nMr. Koutaba Jean.\nThe Account / Audit Manager,\nBanque De Habitat Au Burkina Faso(BHBF).\nOuagadougou Burkina Faso.\n\nDear Beloved,\n\nI presumed that all is well with you and your family. Please let this do not be a surprise proposal to you because i got your contact information from the international directory in few weeks ago before i decided to contact you on this magintude and lucrative transaction for our future survival in life. Moreover, i have laid all the solemn trust in you beforei decided to disclose this successful & confidential transaction to you.\n\nAs the Account / Audit Manager of our bank, i have decided to contact you over this financial transaction worth the sum of DOLLARS($5.500,000.00 ) for our success.This is an abandoned sum that belongs to one of our bank foreign customers who died along with his entire family through plane crash disaster since few years ago.\n\nMeanwhile i was very fortune to came across the deceased file when i was arranging the old and abandoned customers files in other to sign and submit to the entire bank management for an official re-documentation and audit of the year against 2007.\n\nBe informed clearly that it was stated in our banking rules and regulations which was signed lawfully that if such fund remains unclaimed till the period of 4 years started from the date when the beneficiary died, the money will be transferred into the treasury as an unclaimed fund.\n\nAs a honour and advantage bestowed to our foreign customers base on the rules guideing our bank, it was stated obviously that if you are not a Burkina Faso citizen, you have the absolute authority to claim the fund despite your differences from the country of origin of the deceased. So the request of you as a foreigner is necessary to apply for the claim and transfer of the fund smoothly into your reliable bank account as theNEXT OF KIN to the deceased.\n\nPERCENTAGE RATIO: note that 35% being will be your share in respect of your assistance and account provide for the tranfer, 55% will be my share being the pioneer of the business while the rest 10% will be used to install a joint company in your country which will bear our name in particular and whatever profit made out from this company will be used in helping the less privileges, mothrless babies home and charity organization in the world.\n\nIf you are really sure of your trustworthy, accountability and confidentiality on his transaction, contact me and agree that you will not change your mind to cheat or disappoint me when the fund have getting into your account. Besides you should not entertain any fear because i am sure of the success as an insider in the bank ok.\n\nPlease reply with the assurance, include your private telephone and fax numbers necessary for effective and easy communication in this transaction.As soon as you reply i will let you know the next step to follow in order to finalize this transaction immediately.\n\n \nI expect your urgent communication.\nYours sincerely,\nMr.Koutaba Jean.\n\n\n\nPlay free games, earn tickets, get cool prizes! Join Live Search Club.   Join Live Search Club!", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3797", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Koutaba jean <koutab0025@hotmail.com> from the country of origin of the deceased. So the request of you as a for=", "Koutaba jean <koutab0025@hotmail.com>"], "dc:format": "text/html; charset=\"Windows-1252\"", "dc:subject": "GREETINGS FROM KOUTABA  JEAN", "dc:title": "GREETINGS FROM KOUTABA  JEAN", "dcterms:created": "2007-06-27T15:40:45Z"}