{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-<div><strong>tel": "+27-73-442-5543 </STRONG></DIV>", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable were involved in a car accident along Pretoria Expressway while on their w="], "MboxParser-ef=3d'http": "//www.live.com/getstarted.aspx ' target=3D'_new'>Check it out!</=", "MboxParser-font-family": "Tahoma", "MboxParser-font-size": "10pt;", "MboxParser-from": "r  Mon Jul  9 08:59:13 2007", "MboxParser-http": "//www.live.com/getstarted.aspx=", "MboxParser-importance": "Normal Therefore, on my receipt to your positive response, we shall discuss on th=", "MboxParser-margin": "0px;", "MboxParser-mime-version": "1.0 Conclusively, your contacts are very essential to facilitate communication=", "MboxParser-padding": "0px", "MboxParser-reply-to": "<fr_thambo115@yahoo.com> I know you will be surprise to receive this letter from a total stranger, =", "MboxParser-return-path": "<fredrick.thambo.107@hotmail.com> boundary=\"_c6e187f6-bf93-4d2b-b05f-7a88fada2291_\" PRIVATE AND CONFIDENTIAL=20", "MboxParser-status": "RO Barrister, Fredrick Thambo=20", "MboxParser-tel": "+27-73-442-5543=20 the deceased or have the fund confisicated&nbsp;&nbsp;by the end of this y=", "MboxParser-x-originalarrivaltime": "09 Jul 2007 12:59:04.0745 (UTC) FILETIME=[EDCCC990:01C7C228] do not forget the absolute confidentiality and mutual trust required in th=", "MboxParser-x-originating-ip": "[196.2.123.76] Warm Greetings,=20", "MboxParser-x-sieve": "CMU Sieve 2.3 =20", "Message-From": "fredrick thambo <fredrick.thambo.107@hotmail.com>", "Message-To": ["undisclosed-recipients: ; Yours Truly,=20", "undisclosed-recipients:;"], "Message:From-Email": "fredrick.thambo.107@hotmail.com", "Message:From-Name": "fredrick thambo", "Message:Raw-Header:Importance": "Normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Reply-To": "<fr_thambo115@yahoo.com>", "Message:Raw-Header:Return-Path": "<fredrick.thambo.107@hotmail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-OriginalArrivalTime": "09 Jul 2007 12:59:04.0745 (UTC) FILETIME=[EDCCC990:01C7C228]", "Message:Raw-Header:X-Originating-IP": "[196.2.123.76]", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Multipart-Boundary": "_c6e187f6-bf93-4d2b-b05f-7a88fada2291_", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom Fred\n\n\nFrom: Barrister Fredrick Thambo \n\nTel: +27-73-442-5543 \n\n\n\nPretoria (FCT), \n\n\n\nSouth Africa. \n\n\n\n\n\n                     \n\n                    \n\n                      PRIVATE AND CONFIDENTIAL \n\n\n\n\n \nWarm Greetings, \n\n\n\n\n \nI know you will be surprise to receive this letter from a total stranger, but do consider it a request from a reputable Attorney-At-Law in a serious need of your assistance. I had to bring before you this proposal because I sincerely hope you will be reliable to assist me. \n\n\n\n\n\n \n\nHowever, my name is above stated and I am the personal Attorney to Mr. Farooq Ahmed, a national (Citizen) of Malaysia who was working with Shell Petroleum Development Company here in South Africa. Here in after shall be referred to as my Client. \n\n\n\n\n \nMeanwhile, on the 21-08-2005, my client and his family were involved in a car accident along Pretoria Expressway while on their way to picnic, and all the occupants of the vehicle unfortunately lost their lives. Since then I have made several enquiries to his Embassy here to locate any of my clients Extended Relatives, but all my effort to locate his relatives was abortive and unsuccessful. So after these unsuccessful attempts, I finally got your contact while I was on a random search. \n\n\n\n\n \nI have contacted you to assist me in repatriating huge amount of money that belongs to my death Client; the amount involved is US$14.7Million (Fourteen Million Seven Hundred Thousand Dollars). I sincerely need your urgent assistance before it will be confisicated or declared unserviceable by the South African Reserve Bank, where this huge amount was deposited. The said bank has issued me a notice to provide the next of Kin to the deceased or have the fund confisicated  by the end of this year. For the fact that I have been unsuccessful in locating the relatives for over a year now, I seek your consent to present you as the Next of Kin to the Deceased since you come from the same country with my client, so that the proceeds of this account can be paid to you. \n\n\n\n\n \nTherefore, on my receipt to your positive response, we shall discuss on the modus operandi of the transaction/transfer. Note that I have all the necessary information and legal strength required to back up for this claim. All I need from you is your honest co-operation to enable us see this transaction through. I guarantee that this will be executed under legitimate arrangement that will protect us from any breach of the law. \n\n\n\n \nConclusively, your contacts are very essential to facilitate communication, so endeavour to enclose your Telephone, Mobile and fax numbers. Further discussion/elaboration will commence as soon as I hear or read from you, but do not forget the absolute confidentiality and mutual trust required in this transaction. Kindly contact me on the above-specified channels of contact. \n\n\n\n\n\nThanks and God Bless You. \n\n\n\n\n \nYours Truly, \n\n\n\n\n \nBarrister, Fredrick Thambo \n\n\n\n(Attorney-At-Law & Public Notary) \n\n\nGet news, entertainment and everything you care about at Live.com. Check it out!", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3824", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Barrister Fredrick Thambo=20 need your urgent assistance before it will be confisicated or declared uns=", "fredrick thambo <fredrick.thambo.107@hotmail.com>"], "dc:format": "text/plain; charset=\"iso-8859-1\" Farooq Ahmed, a national (Citizen) of Malaysia who was working with Shell =", "dc:subject": "From Fred", "dc:title": "From Fred", "dcterms:created": "2007-07-09T12:59:04Z"}