{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-disposition-notification-to": "kimati.didan@gmail.com", "MboxParser-from": "r  Fri Jul 27 03:42:24 2007", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "\"Didan Kimati\" <kimati.didan@gmail.com>", "MboxParser-return-path": "<kimati_didan@excite.com> of Ghana, the Government under the leadership of his Excellency, Presiden=", "MboxParser-return-receipt-to": "kimati.didan@gmail.com subject and you may not even be conversant with the procedure for buildin=", "MboxParser-status": "RO", "MboxParser-x-sieve": "CMU Sieve 2.3 contract debts owed to both local and foreign contractors=2E", "Message-From": "Didan Kimati <kimati_didan@excite.com>", "Message-Recipient-Address": "kimati.didan@gmail.com", "Message-To": ["\"Dear Sir\" <kimati.didan@gmail.com> on telephone number 0041225330355", "Dear Sir <kimati.didan@gmail.com>"], "Message:From-Email": "kimati_didan@excite.com", "Message:From-Name": "Didan Kimati", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-type": "text/plain; charset=windows-1252", "Message:Raw-Header:Disposition-Notification-To": "kimati.didan@gmail.com", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<38125-22007752740611@El-baron-PC>", "Message:Raw-Header:Reply-To": "\"Didan Kimati\" <kimati.didan@gmail.com>", "Message:Raw-Header:Return-Path": "<kimati_didan@excite.com>", "Message:Raw-Header:Return-Receipt-To": "kimati.didan@gmail.com", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRequest to do business with you\n\nDear Sir,\r\n\r\nNaturally this letter will come to you as a surprise since we do not know\r\neach other, please permit me however to introduce myself. I am Didan Kimati, a staff of the Ministry of Finance and Economic planning here in Ghana. At the risk of boasting, I wish you to understand that I am a top personal aid to the Minister and therefore, I am privy to several pieces of information.\r\n\r\nThis aside, I am the secretary to the Contract payment committee. Subsequent upon the recent debt relief granted by the G8 Nations to the Republic of Ghana, the Government under the leadership of his Excellency, President John A. Kufour, has decided to pay off all the accumulated back-log of contract debts owed to both local and foreign contractors.\r\n\r\nHowever, some of these contract debts span from the regime of his\r\nexcellency, Osagyefo Dr. Kwame Nkrumah down to the PNDC government of Flt. Lt. John J. Rawlings and to his NDC government days even to the first tenure of President Kufour. To this effect, some of the contractors can no longer be traced as they have tried severally to receive their payment success. Obviously, some may have died.\r\n\r\nThe proposal:\r\n\r\nI wish to implore you to come in as our partner to claim the sum of $745 \r\nMillion United States Dollars which is payment due some contractors who\r\nbuilt the Akosombo Hydro-electric dam. The contract was divided in 3 phases. The civil contractors, the water engineers and the electrical engineering companies. I understand that you may not know anything about this subject and you may not even be conversant with the procedure for building a dam. But do not worry as we have covered all the bases.\r\n\r\nAll we need to do is apply for an initial payment of $475 Million United \r\nStates Dollars for the first phase of the contract. As soon as this is\r\nsuccessfully transferred to your account, we will apply for the other\r\nbalance. You do not need to worry about the original contractors.\r\n\r\nThis has already been taken care of. We removed some of the files when we took them for review. All we have to do is replace them with your company details. As soon as this is done, we shall approve your file for immediate  payment. Once again, do not worry about this, it will be approved.\r\n\r\nAt this juncture, I wish to point out that the funds are currently deposited\r\nat the Swiss National Bank and I am currently in Geneva where I have held series of meetings with the bank officials at the Swiss National Bank who have assured me that once the neccessary documentation are in place the funds will be directly wired to the designated account. Of course we will give them something for their troubles. While I am here you may reach me on telephone number 0041225330355\r\n\r\nWe have estimated that it will take between 10 and 14 working days to\r\ncomplete this project. Should you wish to participate, please contact me. \r\nYou may be worried about the legitimacy of this, you may also be worried\r\nabout if it were found out. The answer is do not worry, everything has been carefully thought out and planned. Should you have any questions of whatever nature, please do not hesitate to ask me. By the way, you may be worried as well, that this is a scam. There is no need for you to worry. We do sincerely hope to work this out with you.\r\n\r\nAs regards what's in it for you, we propose a sharing ratio of 60:40. 60% \r\nfor us and 40% for you. If you have any problems with this, please note that we are open to negotiations so long as they are reasonable. Do accept our heart felt good wishes as I look forward to your response.\r\n\r\nUntil I hear from you, I am with very kind regards,\r\n\r\nDidan Kimati\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3870", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"Didan Kimati\" <kimati_didan@excite.com>", "Didan Kimati <kimati_didan@excite.com>"], "dc:format": "text/plain; charset=windows-1252", "dc:identifier": "<38125-22007752740611@El-baron-PC> can no longer be traced as they have tried severally to receive their pay=", "dc:subject": "Request to do business with you", "dc:title": "Request to do business with you", "dcterms:created": "2007-07-27T04:00:06Z"}