{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable"], "MboxParser-font-family": "Tahoma", "MboxParser-font-size": "10pt;", "MboxParser-from": "r  Mon Sep  3 09:54:19 2007", "MboxParser-http": "//www.live.com/getstarted.aspx=", "MboxParser-importance": "Normal care about at Live.com. <a href=3D'http://www.live.com/getstarted.aspx ' t=", "MboxParser-margin": "0px;", "MboxParser-mime-version": "1.0", "MboxParser-padding": "0px", "MboxParser-return-path": "<us_zongo35@hotmail.fr> boundary=\"_16699042-526e-423a-966e-e8b1e86d829f_\" in respect of the provision you made by standing in the claim as next of k=", "MboxParser-status": "O", "MboxParser-x-originalarrivaltime": "03 Sep 2007 13:54:13.0886 (UTC) FILETIME=[E955A1E0:01C7EE31]", "MboxParser-x-originating-ip": "[196.28.242.113] you by email the text of application which you will send to the bank. I wi=", "MboxParser-x-sieve": "CMU Sieve 2.3 At African Development Bank (ADB). Burkina- Faso, West Africa . In my depa=", "Message-Bcc": "", "Message-From": "us zongo <us_zongo35@hotmail.fr>", "Message:From-Email": "us_zongo35@hotmail.fr", "Message:From-Name": "us zongo", "Message:Raw-Header:Importance": "Normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<us_zongo35@hotmail.fr>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-OriginalArrivalTime": "03 Sep 2007 13:54:13.0886 (UTC) FILETIME=[E955A1E0:01C7EE31]", "Message:Raw-Header:X-Originating-IP": "[196.28.242.113]", "Message:Raw-Header:X-Sieve": "CMU Sieve 2.3", "Multipart-Boundary": "_16699042-526e-423a-966e-e8b1e86d829f_", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPLEASE REPLY URGENTLY\n\n\nFrom: Mr Usman Zongo \nAfrican Development Bank (ADB)\nOuagadougou , Burkina Faso . \n \nDear Friend, \nI Am The Manager Of Foreign Remittance And Exchange Dept At African Development Bank (ADB). Burkina- Faso, West Africa .\n \nIn my department we discover an abandoned sum of Usd$12.6m Dollars (Twelve Million, Six Hundred Thousand Us Dollar). In an account that belongs to one of our foreign customer who died alongside with his entire family in a plane crash the year 2001 that took the whole life of the passengers on board.\n \nSince we got information about his death, the bank have been expecting his next of kin to come over and claim his money because the bank cannot release it unless someone applies for it as next of kin or relation to the deceased as indicating in our banking guideline, but unfortunately we learnt that all his supposed next of kin or relation that knows about the account information died alongside with him at the plane crash leaving nobody behind for the claim.\nIt is therefore upon this discovery that I now decided to make this business proposal to you and for the money to be release to you as the next of kin or relation to the deceased, since nobody will ever come for it, we do not want this money to go into the treasury of the bank as unclaimed bill or fund.\n \nThe bank law and guideline here stipulates that if such money remained unclaimed after six years, the money will be transferred into the bank treasury account as unclaimed fund. The request of foreigner as next of kin in this transaction is occasioned by the fact that the customer was a foreigner and a citizen cannot stand as next of kin to a foreigner.\nIn subsequent disbursement of the money, I agree that 40% of this money will be for you in respect of the provision you made by standing in the claim as next of kin,10% will be set aside for expenses in cure during  the transaction on taxes that will arise and 50% would be for me.\nAs soon as the money hit into your account I will come over to your country for disbursement according to the percentages indicated above.\n \nTo make the claim, you will first of all apply to the bank by sending a text of application which I will send to you for you to fill and send to the bank. In the application you will indicate your bank account, your private fax and your private telephone number for easy and effective communication.\n \nUpon receipt of your reply, I will send to you by email the text of application which you will send to the bank. I will not fail to bring to your notice that this transaction is hitch free and you do not entertain any atom of fear as all required arrangements have been made for the success of the transfer. \nYou should contact me immediately as soon as you receive this letter.\n \nHoping to hear from you immediately.\n \nThanks.\nUsman Zongo\n\n\nGet news, entertainment and everything you care about at Live.com. Check it out!", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-3958", "X-TIKA:parse_time_millis": "2", "dc:creator": ["&nbsp;Mr Usman Zongo&nbsp;<BR>African Development Bank (ADB)<BR>Ouagad=", "us zongo <us_zongo35@hotmail.fr>"], "dc:format": "text/html; charset=\"iso-8859-1\"", "dc:subject": "PLEASE REPLY URGENTLY", "dc:title": "PLEASE REPLY URGENTLY", "dcterms:created": "2007-09-03T13:54:13Z"}