{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-from": "r  Wed Aug 27 09:57:25 2003", "MboxParser-reply-to": "test@yahoo.com the sum of USD 30 Million ( Thirty million United cover on this project, all information related to the ", "MboxParser-return-path": "<test@yahoo.com> charset=\"US-ASCII\" Before the death of my father, he kept in my custody risk, I therefore had to leave my country under me ", "MboxParser-status": "O outside our country for security reasons and because and conducive environment. At this point, I now seek where", "MboxParser-x-library": "Indy 9.0.3-B diamonds he made when he was still on the throne.  business is 100% risk free as long as the", "MboxParser-x-mailer": "Foxmail  Now, I have decided to invest this money in a confidentiality the business needs is observed. For", "MboxParser-x-priority": "3 of Spain. This", "Message-From": "test@yahoo.com", "Message-Recipient-Address": "R@S self. I am Kokor Mobutu, the son of the late Zaire possession. With my father dead, my life was at  Kokor", "Message-To": ["R@S self. I am Kokor Mobutu, the son of the late Zaire possession. With my father dead, my life was at  Kokor", "R@S"], "Message:From-Email": "test@yahoo.com", "Message:From-Name": "any might incur in the process while the balance will be", "Message:Raw-Header:Content-Type": "text/plain;\tcharset=\"US-ASCII\"", "Message:Raw-Header:Message-Id": "<20030827135813.7376FC1C5@krusty.si.UM>", "Message:Raw-Header:Reply-To": "test@yahoo.com", "Message:Raw-Header:Return-Path": "<test@yahoo.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Library": "Indy 9.0.3-B", "Message:Raw-Header:X-Mailer": "Foxmail", "Message:Raw-Header:X-Priority": "3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT&CONFIDENTAT\n\n\n\nDear Sir.\n \n May I seek your indulgence to introduce my humble \n self. I am Kokor Mobutu, the son of the late Zaire\n Republic President, Mobutu Sese Seko.\n Before the death of my father, he kept in my custody\n the sum of USD 30 Million ( Thirty million United\n States Dollars ) this money emanated from the sales\n of\n diamonds he made when he was still on the throne.\n \n My father lodged this money in a security company\n outside our country for security reasons and because\n of the political instability in my country. \n\n \n My Father introduced me to the security company       shortly before\n his death. He however deposited this money without\n any\n name rather, with coded numbers which is in my\n possession. With my father dead, my life was at\n great\n risk, I therefore had to leave my country under\n cover\n to\n Spain.\n \n Now, I have decided to invest this money in a\n suitable\n and conducive environment. At this point, I now seek\n your assistance to transfer this money to your bank\n account for proper use. 20% of the total money will\n be\n yours after the transfer and 5% for any expenditure\n we\n might incur in the process while the balance will be\n for me.\n \n On the receipt of your positive response to assist\n me\n on this project, all information related to the\n project will be made available to you on request.\n This\n business is 100% risk free as long as the\n confidentiality the business needs is observed. For\n this business to take off, your bank particulars\n where\n this fund will be paid into is required.\n \n You can always reach me on my\n\n E Mail address,kokormobutu@yahoo.co.uk\n\n or telephone number-00 346 099 146 24 \n \n Warm Regards,\n  Kokor\n \n \n \n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-392", "X-TIKA:parse_time_millis": "0", "dc:creator": ["test@yahoo.com  any might incur in the process while the balance will be ", "test@yahoo.com"], "dc:format": "text/plain; Republic President, Mobutu Sese Seko. great On the receipt of your positive response to assist ", "dc:identifier": "<20030827135813.7376FC1C5@krusty.si.UM> My father lodged this money in a security company suitable this business to take off, your bank particulars", "dc:subject": "URGENT&CONFIDENTAT", "dc:title": "URGENT&CONFIDENTAT", "dcterms:created": "2003-08-27T13:57:17Z"}