{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-from": "r  Wed Sep 17 12:36:35 2003", "MboxParser-mime-version": "1.0", "MboxParser-status": "RO", "MboxParser-x-originalarrivaltime": "17 Sep 2003 16:35:44.0299 (UTC) FILETIME=[BD890FB0:01C37D39]", "MboxParser-x-originating-email": "[lary_kamokai1@hotmail.com] COLOR: black; FONT-FAMILY: Tahoma\">Ghana</SPAN></st1:place></st1:country-region><SPAN style=\"FONT-SIZE: 9pt; COLOR: black; FONT-FAMILY: Tahoma\"> who is in position of the whole documents covering the consignment in the security firm to avoid any implication? Since the whole industries financial institutions including documents where burnt down on the crises in my Country Liberia. <o:p></o:p></SPAN></P>", "Message-From": "lary kamokai <lary_kamokai1@hotmail.com>", "Message-Recipient-Address": "lary_kamokai1@hotmail.com", "Message-To": ["lary_kamokai1@hotmail.com", "lary_kamokai1@hotmail.com"], "Message:From-Email": "lary_kamokai1@hotmail.com", "Message:From-Name": "lary kamokai", "Message:Raw-Header:Content-Type": "text/html", "Message:Raw-Header:Message-ID": "<Sea2-F24U5zjzjPWL0J0000de2c@hotmail.com>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-OriginalArrivalTime": "17 Sep 2003 16:35:44.0299 (UTC) FILETIME=[BD890FB0:01C37D39]", "Message:Raw-Header:X-Originating-Email": "[lary_kamokai1@hotmail.com]", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHilary Kamokai \n\n\n\n\nGood day to you compliment of the day I am using this opportunity to introduce my self to you I am Hilary Kamokai my contact with you today is concerning my family situation I need your assistance and reliability to be my trustee in other to help me to retrieve my late Father consignment. \n\n\nI'm now confiding on you my families’ secret. I am the first Son of the LATE ENG.JOSEPH KAMOKAI WHO WAS THE MININTER OF MINES \n\n\nAND DIAMOND OF THE REPUBLIC OF LIBERIANIN WEST AFRICA, before his suddenly death was occur by the Liberian rebels the west side boys, when he was traveling to Buaki with my younger Brother frank, there were attacked by rebels, where my Father driver and my younger Brother were shot to death on the spot and my Father had a bullet on his left shoulder before he was rescued by the United Nation Peace Keeping force immediately he was conveyed to COTE D'IVOIRE Specialist Hospital for medical treatment. \n\n\nOn his sick bed when he realized that his condition is beyond the treatment he called me and revealed to me concerning this consignment boxes which deposited in a security company in Accra Ghana. The boxes contain cash money wish I can not be able to state on Internet now till I know you better. He directed me to an attorney a lawyer in Ghana who is in position of the whole documents covering the consignment in the security firm to avoid any implication? Since the whole industries financial institutions including documents where burnt down on the crises in my Country Liberia. \n\n\nRight now am in Refugee Camp with my family and We are here in Ghana before I came across your contact during the Meddle of the year party/seminal organized by the United Nations High Commission for Refugees (UNHCR), here in Accra I have now called on you to lecture me how best we can clear this boxes from the security company and transfer it to your country for onward utilization and investment, I am my Mother have worked out some percentage for you it you will of assistance to us. \n\n\nThis instruction was given to me by my late Father before his untimely death; He also said that I should make a good arrangement to move this FUND out of West Africa. I am waiting your urgent reply, with your private fax and telephone numbers so that I can send you all the legal documents Please there is no risk involved but you have to keep it top secret. \n\n\nYours sincerely \n\n\nHilary Kamokai \n\n\n \n\n\n\n\n\n\n\nAdd photos to your e-mail with MSN 8. Get 2 months FREE*.\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-418", "X-TIKA:parse_time_millis": "2", "dc:creator": ["\"lary kamokai\" <lary_kamokai1@hotmail.com>", "lary kamokai <lary_kamokai1@hotmail.com>"], "dc:format": "text/html", "dc:identifier": "<Sea2-F24U5zjzjPWL0J0000de2c@hotmail.com>", "dc:subject": "Hilary Kamokai ", "dc:title": "Hilary Kamokai ", "dcterms:created": "2003-09-17T16:35:44Z"}