{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Sep 20 10:33:53 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "johnchukwu1@maktoob.com", "MboxParser-return-path": "<johnchukwu1@caramail.com> ", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "Mr..John Chukwu <johnchukwu1@caramail.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "johnchukwu1@caramail.com", "Message:From-Name": "Mr..John Chukwu", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200309200556.h8K5uEv24190@spacecowboys.mr.itd.UM>", "Message:Raw-Header:Reply-To": "johnchukwu1@maktoob.com", "Message:Raw-Header:Return-Path": "<johnchukwu1@caramail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHello dear\n\nMr..John Chukwu\r\nChartered Bank  (CB).\r\nLagos-Nigeria\r\n\r\n\r\n\r\n\r\nAttn: Sir/Madam.\r\nIn order to transfer out Twenty Two Million United\r\nStates Dollars from Chartered Bank (CB). I wish\r\nto ask for your assistance, believing that you will\r\nnever let me down either now or in future. I got your\r\ne-mail address from the e-mail directory in the\r\ninternet.\r\n\r\nI am Mr..John Chukwu, the Chief Auditor of Chartered Bank (CB).\r\nThere was an account opened in this bank in 1983 and since 1989 nobody has\r\noperated on this account till date. After my long investigation\r\nto my greatest suprise I came to find out that the\r\nowner of the account who is Mr.Peter B. Andreas, a\r\nforeigner, crude oil exporter, who died in 1990.\r\n\r\nThis account has no beneficiary, infact no other\r\nperson knows about this account or anything about the\r\naccount, and my investigation proved to me as well\r\nthat this company does not exist anymore in NIgeria.\r\nThe amount involved is USD 22M, which i seek your\r\nconsent to transfer to a safe foreign account. I do\r\nnot know any foreigner that i can trust either than\r\nyou, I am only contacting you as a foreigner because\r\nthis money can not be claimed by a Nigerian because\r\nthe rightful owner of the account (Mr. Peter) is a\r\nforeigner.\r\n\r\nI know that this mail will come to you as a surprise\r\nas we do not know each other before hand. we will be\r\nneeded to sign an Agreement as a security so that we\r\ncannot betray the trust that will be given to\r\neachother in this legitimate and joint venture, which\r\ndemand utmost secrecy and confidential.\r\n\r\nI am contacting you because of the need to involve a\r\nforeigner with foreign account and foreign\r\nbeneficiary. I need your full co-operation for us to\r\nhave a successful transaction. Because the management\r\nis ready to approve this payment to any foreigner who\r\nhas correct information of this account, which I will\r\ngive to you immediately i receive your positive reply.\r\n\r\nWith my position now in the office I can authorise the\r\nimmediate transfer of this money to any foreign\r\nreliable account which you can provide with assurance\r\nthat this money will be intact pending my physical\r\narrival in your country for sharing and further\r\ninvestment. I will destroy all documents used in this\r\ntransaction immediately we must have transferred this\r\nmoney to your nominated account sucessfully, so as to\r\navoid any document trace by any person.\r\n\r\nI will apply for annual leave to get visa to your\r\ncountry immediately you confirm me that you are\r\nwilling to assist me. I will also use my position and\r\ninfluence to effect legal approvals and onward\r\ntransfer of this money to your account with\r\nappropriate clearance forms of the ministries and\r\nforeign exchange departments.\r\n\r\nAt the conclusion of this business, you will be given\r\n20% of the total amount, 75% will be for me, while 5%\r\nwill be for expenses both parties might have incurred\r\nduring the process of transferring.\r\n\r\nAwaiting your urgent reply through my private mail box\r\n(johnchukwu1@maktoob.com) and please do not FORGET TO\r\nINCLUDE YOUR PRIVATE FAX AND TELEPHONE NUMBERS FOR EASY COMMUNICATION.\r\n\r\nThank you and God bless.\r\n\r\nYours truly,\r\n\r\nMrJohn Chukwu\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-423", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mr..John Chukwu\" <johnchukwu1@caramail.com>", "Mr..John Chukwu <johnchukwu1@caramail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200309200556.h8K5uEv24190@spacecowboys.mr.itd.UM>", "dc:subject": "Hello dear", "dc:title": "Hello dear", "dcterms:created": "2003-09-20T13:28:35Z"}