{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Sep 23 00:56:59 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "chuksanths@zwallet.com", "MboxParser-return-path": "<chuksanthony05@netscape.net> with these details=3A", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "chuks Anthony <chuksanthony05@netscape.net>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "chuksanthony05@netscape.net", "Message:From-Name": "chuks Anthony", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200309230456.h8N4u1c22202@enforcer.mr.itd.UM>", "Message:Raw-Header:Reply-To": "chuksanths@zwallet.com", "Message:Raw-Header:Return-Path": "<chuksanthony05@netscape.net>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nResponds needed\n\nDear Friend ,\r\n\r\nGreetings to you, I am Barrister Chuks Anthony.A a senior advocate\r\nand the legal adviser attached to the former Liberian\r\nPresident Charles Taylor who is currently on exile/asylum  in Calabar,\r\nNigeria. Mr. Charles Taylor has been well known to me  for\r\nsome time now, the former head of state General Abdul Salami Abubakar\r\nfirst introduced him to me as a good friend some time in 1998 and I have\r\nsince known him to be a very straight forward and\r\ngenerous person. Hence my involvement in securing his asylum to Nigeria.\r\nFor this great gesture His excellency has given me the mandate to help\r\nin transferring some funds, which he had lodged in one of his secret\r\nsecurity companies\r\nas Authorities in some western countries have already frozen his\r\npersonal accounts worth billions of dollars before his anticipated ouster. I\r\nam giving you this privileged details after I have given it serious\r\nthought and have come to a conclusion that you are capable of handling\r\nsuch a transaction and trusting that you will not let me down by exposing\r\nthis very generous offer to anyone, considering it's delicate nature.\r\nTrying to secure a capable and honest person for this transfer has been\r\nquite a burden considering the prevalent cases of financial fraudulent\r\nacts being perpetrated by some criminal minds within this African\r\nregion. The total sum of $25,000,000.00(Twenty five million dollars)\r\nwas lodged in a security company by his excellencies aids on his behalf\r\nand he nor any of his aids cannot directly claim this funds for obvious\r\nreasons which is why I appeal for your assistance in transferring this\r\nhuge some for his use as you would be rewarded generously.\r\nI for one am a civil servant and for that not allowed to operate a\r\nforeign account. I am soliciting your help as you are a foreigner and have\r\nno connections with my client and therefore in a perfect position to\r\nlay claim of this funds and subsequently keep a percentage for your\r\ntroubles and transfer the rest to a secure account that will be provided\r\nonce you are in receipt of the funds. I can assure you that my client has\r\ngone through the trouble of making sure that\r\nthis transaction will be carried out in the most secure way to keep it\r\ntop secret and hitch free.\r\nThis is a proposal and I would like to know your stance first before I\r\ncan furnish you with other relevant details, as this transaction will\r\nrequire definite and precise steps. If you are interested in carrying\r\nout this transaction please get back to me via this e-mail .\r\n with these details:\r\n(1) Full name or company name\r\n(2) Secure phone number, fax line for quicker\r\ncorrespondence.\r\nPlease treat this with utmost secrecy and urgency, as my client is a\r\nman of principle who keeps to his word and likes his business handled\r\nwith some sense of commitment.Anticipating your quickest response.\r\n\r\nYours truly,\r\nBAR.Chuks Anthony\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-428", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"chuks Anthony\" <chuksanthony05@netscape.net>", "chuks Anthony <chuksanthony05@netscape.net>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200309230456.h8N4u1c22202@enforcer.mr.itd.UM>", "dc:subject": "Responds needed", "dc:title": "Responds needed", "dcterms:created": "2003-09-23T04:55:52Z"}