{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-from": "r  Fri Sep 26 12:02:22 2003", "MboxParser-reply-to": "karimusesay@whipmail.com", "MboxParser-return-path": "<karimusesay@whipmail.com> charset=\"US-ASCII\"", "MboxParser-status": "RO", "MboxParser-x-library": "Indy 9.0.3-B", "MboxParser-x-mailer": "Foxmail", "MboxParser-x-priority": "3", "Message-From": "karimusesay@whipmail.com", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "karimusesay@whipmail.com", "Message:Raw-Header:Content-Type": "text/plain;\tcharset=\"US-ASCII\"", "Message:Raw-Header:Message-Id": "<200309261602.h8QG2CD25675@suddenimpact.mr.itd.UM>", "Message:Raw-Header:Reply-To": "karimusesay@whipmail.com", "Message:Raw-Header:Return-Path": "<karimusesay@whipmail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Library": "Indy 9.0.3-B", "Message:Raw-Header:X-Mailer": "Foxmail", "Message:Raw-Header:X-Priority": "3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlease help.Thomas Sesay Karimu\n\n\nThomas Sesay Karimu\nKarimusesay@BigMailBox.net\n\nDear sir,\n\nThis letter may come to you as a surprise because we have not met. The decision to write you is out of a sincere desire to establish a business/mutual relationship with you. I got your contact through the international trade and commerce chamber (ITCC) in Madrid.\n\nMy name is Thomas Sesay Karimu, the son of John Karimu (former secretery of state for mining and industry) who was killed and mutilated by the military junta led by Major Paul Koroma after over-throwing the elected government of President Tijan Kabba. Though, I don't know to what extent you are familiar with events and disturbances in Sierra-Leone but it had consistent features in the BBC, CNN news bulletins. The pressure of war drove my family out of Sierra-Leone into exile in Spain where we have been living under political asylum for three years.\n\nSadly, my mother died of cancer 4 months ago and was buried in Madrid. Prior to her death, she gave me a certificate of a secret deposit that my father made in a security company in Europe (destination will be disclosed later for security reasons) The money $45,000,000.00 (forty-five million dollars) was deposited as family treasure. He did this with a view to converting it to his personal use at the end of the war but was killed as a result of his opposition to the rebel forces when the conflict intensified. I have however  contacted the security company to confirm the deposit and establish ownership.\n\nDue to the death of my mother and the continued hostility in Sierra-Leone, I have decided to solicit the assistance of an honest and trustworthy person or company that will assist in investing the money. I cannot do it alone due to my present political status and total ignorance of the business world. You will be given a negotiable percentage of the money at the end of the transaction.\n\nIf you are honest, trustworthy and interested in the above proposal, contact me immediately through my email address for more details. You must maintain absolute confidentiality in order to ensure success. Please, indicate your personal telephone/fax numbers when replying.\n\nBest Regards,\nThomas Sesay Karimu.  \n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-434", "X-TIKA:parse_time_millis": "0", "dc:creator": ["karimusesay@whipmail.com", "karimusesay@whipmail.com"], "dc:format": "text/plain;", "dc:identifier": "<200309261602.h8QG2CD25675@suddenimpact.mr.itd.UM>", "dc:subject": "Please help.Thomas Sesay Karimu", "dc:title": "Please help.Thomas Sesay Karimu", "dcterms:created": "2003-09-26T16:02:05Z"}