{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "inline US Dollars Only) being funds earlier earmarked for Immediately this done, all of us will depart Togo to", "MboxParser-content-transfer-encoding": "binary special projects.  This fund has since been deposited your country, where my children and I are expected to", "MboxParser-from": "r  Mon Dec  9 08:11:48 2002", "MboxParser-http": ["//Game.37.com/  <--- Free Games", "//newJoke.com/   <---  J O K E S  ! ! !", "//www.bigmailbox.com"], "MboxParser-mime-version": "1.0 where I am residing now with my children. Please note that I can not open any Bank account with", "MboxParser-return-path": ["<kabila72b@37.com> I am Mrs. Deborah Kabila, one of the wives of Late as we arrived.", "<kabila72b@37.com> for <R@M>; Mon, 9 Dec 2002 08:11:40 -0500 (EST) President Laurent D. Kabila of Democratic Republic of To conclude this transaction, you will be required to"], "MboxParser-status": "RO However, note that my children and I have agreed to than others. As a result he has been monitoring me.", "MboxParser-x-mailer": "MIME-tools 4.104 (Entity 4.116) in a security company in West African Country of Togo take a temporary resident.", "MboxParser-x-originating-ip": "[216.139.174.13] this place (Togo) to a safer place for the benefit of want to see me and my children, He claimed that when", "MboxParser-x-sieve": "cmu-sieve 2.0 RE save our soul a temporarily resident in your country pending when more explanations.", "Message-From": "deborah kabila <kabila72b@37.com>", "Message-Recipient-Address": "kabila72b@37.com this that I solicited for your assistance to enable me than any other of his wives including his (Joseph)", "Message-To": ["kabila72b@37.com this that I solicited for your assistance to enable me than any other of his wives including his (Joseph)", "kabila72b@37.com"], "Message:From-Email": "kabila72b@37.com", "Message:From-Name": "deborah kabila", "Message:Raw-Header:Content-Disposition": "inline", "Message:Raw-Header:Content-Transfer-Encoding": "binary", "Message:Raw-Header:Content-Type": "text/plain", "Message:Raw-Header:Message-Id": "<200212091310.gB9DAnx02896@mail2.bigmailbox.com>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Return-Path": ["<kabila72b@37.com>", "<kabila72b@37.com>\tfor <R@M>; Mon, 9 Dec 2002 08:11:40 -0500 (EST)"], "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "MIME-tools 4.104 (Entity 4.116)", "Message:Raw-Header:X-Originating-Ip": "[216.139.174.13]", "Message:Raw-Header:X-Sieve": "cmu-sieve 2.0", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nhi  friend\n\nDear friend,\n\n RE save our soul\n\n\n   I am Mrs. Deborah Kabila, one of the wives of Late\n President Laurent D. Kabila of Democratic Republic of\n Congo (DRC).\n\n Consequent upon the assassination of my husband, I am\n in possession of USD 58,000,000 (Fifty Eight Million\n US Dollars Only) being funds earlier earmarked for\n special projects.  This fund has since been deposited\n in a security company in West African Country of Togo\n where I am residing now with my children.\n\nIt is now my intention to move the said fund out of\n this place (Togo) to a safer place for the benefit of\n my children and I, for immediate investment.  Based on\n this that I solicited for your assistance to enable me\n take this money out of Togo.\n\n However, note that my children and I have agreed to\ngive you 20% of the total fund if you can accept the\n offer of assisting us.  Also it will be your\n responsibility in directing us on a viable business.\n It is also my intention to relocate and probably take\n a temporarily resident in your country pending when\n all the troubles in my country will be resolved. We\n advised that you look for a house we will buy as soon\n as we arrived.\n\n To conclude this transaction, you will be required to\n come to Togo to open an account in any bank here in\n Togo where the security company will deposit the total\n sum in your favor. From this bank the money will be\n remitted into your original bank in your country.\n Immediately this done, all of us will depart Togo to\n your country, where my children and I are expected to\n take a temporary resident.\n\n Please note that I can not open any Bank account with\n my name because, My late husband's first\n son-JOSEPH-who took over power in our country, don't\n want to see me and my children, He claimed that when\n our husband was alive, that I was very close to him\n than any other of his wives including his (Joseph)\n mother. He also claimed that because of my closeness\n to him that I was able to get things from him more\n than others. As a result he has been monitoring me.\n Infact this one of the main reasons I want to take my\nchildren out of our country and any nearby country.\n\n\n Thanking you in advance.\n\nYours faithfully,\n\n Deborah Kabila (Mrs.)\n N/B: Kindly give me your direct telephone,fax and your mobile telephone numbers for\n more explanations.\n\n\n\n------------------------------------------------------------\nhttp://Game.37.com/  <--- Free Games\nhttp://newJoke.com/   <---  J O K E S  ! ! !\n\n\n---------------------------------------------------------------------\nExpress yourself with a super cool email address from BigMailBox.com.\nHundreds of choices. It's free!\nhttp://www.bigmailbox.com\n---------------------------------------------------------------------\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-46", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"deborah kabila\" <kabila72b@37.com> my children and I, for immediate investment.  Based on our husband was alive, that I was very close to him", "deborah kabila <kabila72b@37.com>"], "dc:format": "text/plain in possession of USD 58,000,000 (Fifty Eight Million remitted into your original bank in your country.", "dc:identifier": "<200212091310.gB9DAnx02896@mail2.bigmailbox.com> Consequent upon the assassination of my husband, I am sum in your favor. From this bank the money will be", "dc:subject": "hi  friend", "dc:title": "hi  friend", "dcterms:created": "2002-12-09T13:10:49Z"}