{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Oct  4 11:44:08 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "victoriabucknor23@mail15.com", "MboxParser-return-path": "<victoriabucknor23@mail15.com>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "From: Mrs. Victoria Bucknor <victoriabucknor23@mail15.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "victoriabucknor23@mail15.com", "Message:From-Name": "From: Mrs. Victoria Bucknor", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200310041543.h94Fho1x030899@granny.mr.itd.UM>", "Message:Raw-Header:Reply-To": "victoriabucknor23@mail15.com", "Message:Raw-Header:Return-Path": "<victoriabucknor23@mail15.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHello From Mrs. Victoria Bucknor\n\nNo. 5667 Allen Avenue,\r\nVictoria Garden City\r\nMarine Beach.\r\n\r\nDate: 4th October, 2003.\r\n\r\nAttention:\r\n\r\nDear Sir,\r\n\r\nPRAISE GOD, THE MOST BENEVOLENT.\r\n\r\nI am Mrs. Victoria Bucknor,named person from Nigeria. I am married to Late Mr. George Bucknor of blessed memory who worked with Nigeria embassy in switzerland for nine years before he died in the year 2000.\r\n\r\nWe were married for eleven years without a child. He died after a brief illness that lasted for only four days. Before his death we were both very devoted christain.Since his death I too have been battling with both cancer and fibroid problems.When my late husband was alive he deposited the sum of $5Million (Five Million U.S. Dollars) in a security company. Presently, this money is still with the Security Company.\r\n\r\nRecently, my Doctor told me that I would not last for the next three  months due to cancer problem. Though what disturbs me most is my stroke sickness. Having known my condition I decided to donate this fund to either a church/organisation or devoted christain individual that will utilize this money the way I am going to instruct here- in. I want this church/organisation or individual to use this money in all sincererity to\r\nfund building church,orphanages,widows and also propagating the word of GOD and to ensure that the society upholds the views and beliefs of the holy\r\nbible.\r\n\r\nThe holy bible emphasized so much on GOD benevolence and this has encouraged me to take this bold step. I took this decision because I  don’t have any child that will inherit this money, and I don’t want my husband’s hard earned money to be misused by people I call unbelievers. I don’t want a situation where this money will be used in an unholy manner. Hence the reason for taking this bold decision. I know that after death I will be with GOD the most benevolent and the most merciful. I don’t need any telephone communication in this regard because of my health and also of the presence of my husband’s relatives around me always.\r\n\r\nI don’t want them to know about this development. With GOD all things are possible. As soon as I receive your reply, I will forward it to my family attorney and I will then instruct him to give you the contact of the\r\nSecurity Company. I will also issue you a letter of authority that will prove you as the original- beneficiary of this fund. I want you and the christains/Muslims communities where you reside to always pray for me.\r\n\r\nMy happiness is that I lived a life of a true devoted christain worthy of emulation. Whoever that wants to serve the GOD must serve him in truth and in fairness. Please always be prayerful all through your life. Any delay in your reply will give me room in sourcing for a church/organisation or a devoted christain for this same purpose.\r\n\r\nUntil I hear from you, my dreams will rest squarely on your shoulders.\r\n\r\nMay the almighty GOD continue to guide and protect you.\r\n\r\nRegards,\r\n\r\nMrs. Victoria Bucknor\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-449", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"From: Mrs. Victoria Bucknor\" <victoriabucknor23@mail15.com>", "From: Mrs. Victoria Bucknor <victoriabucknor23@mail15.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200310041543.h94Fho1x030899@granny.mr.itd.UM>", "dc:subject": "Hello From Mrs. Victoria Bucknor", "dc:title": "Hello From Mrs. Victoria Bucknor", "dcterms:created": "2003-10-04T15:43:48Z"}