{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-disposition": "attachment; filename=\"$email55.txt\"", "MboxParser-content-transfer-encoding": ["quoted-printable", "base64"], "MboxParser-from": "r  Fri Oct 10 23:16:24 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mallamabba@gawab.com ", "MboxParser-return-path": "<hajia2000@i2828.com> Consequently=2C my son -Mohammed Abacha who has been under torture in detention for a sin he did not commit and made to make a lot of", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "HAJIA MARYAM ABACHA <hajia2000@i2828.com>", "Message-Recipient-Address": "R@M ", "Message-To": ["R@M ", "R@M"], "Message:From-Email": "hajia2000@i2828.com", "Message:From-Name": "HAJIA MARYAM ABACHA", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200310110315.h9B3Eq1x024760@granny.mr.itd.UM>", "Message:Raw-Header:Reply-To": "mallamabba@gawab.com", "Message:Raw-Header:Return-Path": "<hajia2000@i2828.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Multipart-Boundary": "===_SecAtt_000_1fboxepxhugnqo", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCAN I TRUST YOU ??????............\n\nHello,\r\nMay l briefly introduce myself to you. I am hajia Maryam Abacha, the\r\nwife of the late Nigerian Head of State, General Sani Abacha who died on the 8th of June,1998.\r\nEver since the death of my husband, my family has been facing a lot of\r\nproblems mostly with the present Civilian Government.\r\n Consequently, my son -Mohammed Abacha who has been under torture in detention for a sin he did not commit and made to make a lot of\r\nconfessions as regards valuables, money inclusive that my late husband\r\nentrusted in his hand for safe-keeping has been released and presently being under security watch.\r\nThe latest is his confession on the US$700,000,000.00 (Seven Hundred\r\nMillion United States Dollars) cash his late father gave him for safe keeping.\r\n Please checK Newswatch Magazine of May 8th/15th, 2000 issue on Website:http://www.newswatchngr.com] to confirm the above story.\r\nAlso the recent publication by THISDAY Newspaper on Thursday\r\nMarch 1st Edition, which London Court clear ways for more recovering of\r\nAbacha´s family looted money.\r\nPlease confirm this issue on website:\r\nhttp://www.thisdayonline.com, click the Archive/2001/March\r\n2001/Thursday March 1st.\r\n On these note, I  deposited a total sum of US$30,000,000.00 (Thirty\r\nMillion United States Dollars) sometimes march 2000 with a Security company  abroad (name with held for now). Normally, we (I and Mohammed Abacha) usually do such transaction, by first sending the money out by Cargo to a security company outside Nigeria through\r\nDiplomatic means, as African Arts. And thereafter go to the security\r\ncompany for claim before transferring it to any bank of our choice.\r\nPresently, l can not travel out of Nigeria, because,if you have gone\r\nthrough the above\r\nmentioned website address, you will see how My son´s confession have\r\nimplicated my husband and infact the whole of my family. This has actually caused the Federal Government of Nigeria to confiscate our international passports, frozen every of my family member bank accounts both home and abroad, even our properties.\r\nMy problem now is, l want someone that can assist me to move the\r\nUS$30,000,000.000\r\n(Thirty Million United States Dollars) out from the Security Company,\r\nbefore Mohammed will open up to the Security Agents. To this regard l am soliciting for your assistance to claim the boxes containing the money from the Security Company and move the money to your country.\r\nI shall be ready to negotiate with you any percentage you might want\r\nfrom the sum.\r\nOn your advise l shall be ready to invest my own share of the sum in your country.\r\n\r\nI assure you that there will be no problems at all in the course of\r\nmoving out the money. Please kindly contact me on my e-mail address.I shall so much appreciate your immediate response for full details of the business which shall be given to you by my second son Mallam Abba Abacha.\r\nYou should note also that my son-Mallam Abba Abacha\r\nshall handle all cases as regards this transaction as he is well\r\nabreast with this transaction for I do not have access to telephone lines now because they have been tossed by the security agents and my movement being monitored.\r\nThanking you in anticipation to your kind understanding and\r\ncooperation.\r\n\r\nPlease when replying send me your private telephone and fax numbers for the documents of the transaction.\r\n\r\nYou can  reach me on this box or my son on his email address via- mallamabba@gawab.com\r\n\r\nBest Regards,\r\nHajia Maryam Abacha\r\n\n\n\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-463", "X-TIKA:parse_time_millis": "8", "dc:creator": ["\"HAJIA MARYAM ABACHA\" <hajia2000@i2828.com> On these note=2C I  deposited a total sum of US$30=2C000=2C000=2E00 =28Thirty", "HAJIA MARYAM ABACHA <hajia2000@i2828.com>"], "dc:format": "application/octet-stream; name=\"$email55.txt\"", "dc:identifier": "<200310110315.h9B3Eq1x024760@granny.mr.itd.UM> Please checK Newswatch Magazine of May 8th=2F15th=2C 2000 issue on Website=3Ahttp=3A=2F=2Fwww=2Enewswatchngr=2Ecom=5D to confirm the above story=2E", "dc:subject": "CAN I TRUST YOU ??????............", "dc:title": "CAN I TRUST YOU ??????............", "dcterms:created": "2003-10-11T03:15:30Z"}