{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Oct 12 22:06:23 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "aminamohammed311@netscape.net", "MboxParser-return-path": "<aminamohammed311@netscape.net> money in cash on our behalf from the security company for subsequent disbursement between you and us=2E Understand that we are soliciting your assistance because the present Nigerian Government is seizing=2Ffreezing any Bank Account or valuables belonging to the late Head of State's family and relatives=2E Infact we do not have enough money now to sustain our family so=2C I will appreciate if you can consider our plight and assist us=2EFor your assistance=2C we have agreed to compensate you with 20% of the total amount =28$20=2E5=29 while the remaining 80% is for us=2E We hope to invest part of our share in your country on viable area of investment as you may advise us=2E", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "MRS AMINA MOHAMMED <aminamohammed311@netscape.net>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "aminamohammed311@netscape.net", "Message:From-Name": "MRS AMINA MOHAMMED", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200310130206.h9D26APw022099@informer.mr.itd.UM>", "Message:Raw-Header:Reply-To": "aminamohammed311@netscape.net", "Message:Raw-Header:Return-Path": "<aminamohammed311@netscape.net>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTRUSTED PARTNER.\n\nDear Friend,\r\n\r\nGreetings!!\r\n\r\nI come to you with a sincere heart believing in Almighty Allah that you will consider my plight and come to help and also benefit from me.\r\n\r\nI am Mrs. Amina Mohammed, cousin and Personal Assistant to former Nigeria Head of State, Late General Sanni Abacha who died on the 8th July 1998 while in power. Before I proceed please accept my apology for the embarrassment this mail might cause you for coming from a total stranger who you do not know. Actually I got your contact from the Internet; please do not feel bad about it because I am compelled to reach you due to urgent need to safeguard the money in question. Once again, forgive me and come to my aid. Please read the following carefully.\r\n\r\nSometime in early 1997, my boss late Gen. Sanni Abacha entrusted to me the sum of US$20.5M in cash (Twenty million, five hundred thousand US dollars) due to the trust and confidence he had in me. This money was meant for campaign in is self-succession bid but unfortunately he suddenly died before actualization of his aspiration. This amount of $20.5M in CASH was deposited with a security company, which I will disclose in subsequent mail in a giant trunk box as diplomatic consignments In agreement with Mr.Mohammed Abacha who is the son of Late General Abacha and the heir to the money. I write to solicit your Assistance for the money to be transferred to your custody. Note that Mr.Mohammed Abacha is currently in detention by the present Nigeria Government for reasons linked to activities of his father when he was in power. Now based on the business trust I have on you, I would want you to come forward and receive this consignment containing the !\r\n money in cash on our behalf from the security company for subsequent disbursement between you and us. Understand that we are soliciting your assistance because the present Nigerian Government is seizing/freezing any Bank Account or valuables belonging to the late Head of State's family and relatives. Infact we do not have enough money now to sustain our family so, I will appreciate if you can consider our plight and assist us.For your assistance, we have agreed to compensate you with 20% of the total amount ($20.5) while the remaining 80% is for us. We hope to invest part of our share in your country on viable area of investment as you may advise us.\r\n\r\nIf you are interested you will need to visit the Security Company for clearance of the consignment. I assure you that the transaction is 100% risk free. Please I implore you to keep this transaction absolutely secret against negative exposure. I would want you to contact me immediately so that we can proceed with the business. You should please on reply enclose your private telephone, fax number so that we can have more confidential correspondence.\r\n\r\nBest regards,\r\nMrs. Amina Mohammed.\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-467", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"MRS AMINA MOHAMMED\" <aminamohammed311@netscape.net>", "MRS AMINA MOHAMMED <aminamohammed311@netscape.net>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200310130206.h9D26APw022099@informer.mr.itd.UM>", "dc:subject": "TRUSTED PARTNER.", "dc:title": "TRUSTED PARTNER.", "dcterms:created": "2003-08-17T01:06:07Z"}