{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Oct 13 16:36:35 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "jang_doo1@hknetmail.com", "MboxParser-return-path": "<jangdo1@hknetmail.com>", "MboxParser-status": "RO", "Message-From": "MR JANG DOO-HWAN <jangdo1@hknetmail.com>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "jangdo1@hknetmail.com", "Message:From-Name": "MR JANG DOO-HWAN", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200310132036.h9DKaGfv020415@aquaduct.cs.CU>", "Message:Raw-Header:Reply-To": "jang_doo1@hknetmail.com", "Message:Raw-Header:Return-Path": "<jangdo1@hknetmail.com>", "Message:Raw-Header:Status": "RO", "Multipart-Boundary": "b60f7216-d4dc-44c9-940c-ac95f2bc72af", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTHANKS\n\nDear Friend,\r\nMy name is JANG DOO-HWAN, The brother of Mr. CHUN\r\nDOO-HWAN, the former President of South Korea who\r\nseized power in a military coup in 1979 and who ruled\r\nfrom 1979 to 1987. My brother was pushed out of office\r\nand charged with treason, corruption and embezzlement\r\nof over 21 billion won. He was wrongly sentenced to\r\ndeath but fortunately AMNESTY INTERNATIONAL stepped in\r\nand commuted the sentence to life. We thank God that\r\nhe has finally been released though still under house\r\narrest in the sense of the conditions of his freedom.\r\nDuring my brother's regime as president of South\r\nKorea, we realized some reasonable amount of money\r\nfrom various deals that we successfully executed. I\r\nhave plans to invest this money for my children’s\r\nfuture in real estate and industrial production.\r\nBefore my brother was overthrown, I secretly\r\nsiphoned the sum of $20,000,000.00 Million USD (Twenty\r\nMillion United States dollars) out of Seoul and\r\ndeposited the money with a Security Firm that\r\ntransports valuable goods and consignments through\r\ndiplomatic means.\r\nI am contacting you because I want you to deal with\r\nthe Security Firm and claim the money on my behalf\r\nsince I have declared that the consignment belong to\r\nmy Foreign Business Partner. You shall also be\r\nrequired to assist me in investments in your country.\r\nI hope to trust you as a God fearing person who will\r\nnot sit on this money when you claim it, rather you\r\nwould assist me properly.\r\nI intend to give you 20% of the total money if you can\r\nassist me claim these from the security company.When I\r\nreceive your positive response I will let you know where\r\nthe Security Firm is and the Payment Pin Code to claim\r\nthe money which is very important. What I need is for you\r\nto indicate your interest that you will assist me by\r\nreceiving the money on my behalf in Europe. For this, you\r\nshall be considered to be the beneficiary of the money.\r\nThe project in brief, is that the funds with which we intend\r\nto carry out our proposed investments in your country, is\r\npresently in the custody of a Diplomatic Courier Service Company\r\nin Europe.\r\nI cannot do this myself because I am presently living\r\nin a Western European Country and my Status here is\r\nthat of a Political Refugee and moreover I do not want\r\nthe Government of my Country to know about\r\nthe money because they will believe I got the money\r\nfrom my brother while he was still in office as\r\nPresident. Once you confirm the receipt of the money,\r\nI would leave where I am presently located and come\r\nover with my Children to your Country to start a new\r\nlife with my Family.\r\nAs soon as payment is effected, and the amount\r\nmentioned above is successfully transferred into your\r\naccount, I intend to use my own share in acquiring\r\nsome estates in your country. For this purpose also,\r\nyou shall be my project manager for the properties I\r\nhope to acquire in your country and you will be paid\r\nbased on a certain percentage agreed upon by both of\r\nus.\r\nFor now, let all our communication be by e-mail\r\nbecause of the nature of this transaction but for more\r\ndetails on this transaction you can contact my lawyer\r\n(Bar Harry Fenadez) on this tel number 0031-630-674-930.\r\nIt is very important you contact him because he will be\r\nthe one to represent me in all legal matters to back this\r\npending transaction since i cannot move at the momemt.\r\nPlease send me your Telephone and Fax numbers as it\r\nwould be better for me to get to you now by any of\r\nthis means. This would be for our better peace of mind\r\nbefore and after these funds are transferred into your\r\naccount.\r\nThe reason why it took this long to get to you was\r\nbecause of the Security Firm's agreement with me which\r\nwas that my brother must personally sign the Power of\r\nAttorney that would transfer title to the prospective\r\nbeneficiary. It was a long wait but it has now paid\r\noff. His excellency, Chun Doo-Hwan does not want to be\r\npersonally involved for security and personal reasons.\r\nYour quick response will be highly appreciated. Thank\r\nyou in anticipation of your cooperation.\r\nYours faithfully,\r\nJANG DOO-HWAN\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-471", "X-TIKA:parse_time_millis": "2", "dc:creator": ["MR JANG DOO-HWAN <jangdo1@hknetmail.com>", "MR JANG DOO-HWAN <jangdo1@hknetmail.com>"], "dc:format": "text/plain; charset=iso-8859-1", "dc:identifier": "<200310132036.h9DKaGfv020415@aquaduct.cs.CU>", "dc:subject": "THANKS", "dc:title": "THANKS", "dcterms:created": "2003-10-13T20:36:27Z"}