{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Oct 19 10:17:14 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mikeewald@juno.com", "MboxParser-return-path": "<mikeewald@eudoramail.com>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "MR MICHAEL EWALD <mikeewald@eudoramail.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "mikeewald@eudoramail.com", "Message:From-Name": "MR MICHAEL EWALD", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200310191417.h9JEG7JJ032231@idoldancer.mr.itd.UM>", "Message:Raw-Header:Reply-To": "mikeewald@juno.com", "Message:Raw-Header:Return-Path": "<mikeewald@eudoramail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONTACTING YOU PRIVATELY\n\nVERY URGENT INVESTMENT TRANSACTION.\r\n\r\n\r\nATTENTION:\r\n\r\nDEAR  PARTNER,\r\n\r\nIN ORDER TO TRANSFER OUT    ONE  HUNDRED AND TWENTY SIX MILLION\r\nU.S.DOLLARS) FROM OUR BANK. I HAVE THE COURAGE TO LOOK\r\nFOR A RELIABLE AND HONEST PERSON WHO WILL BE CAPABLE\r\nFOR THIS IMPORTANT TRANSACTION. BELIEVING THAT YOU\r\nWILL NEVER LET ME DOWN EITHER NOW OR IN FUTURE.\r\n\r\nI AM MR MICHAEL EWALD.THE AUDITOR AND COMPUTING\r\nMANAGER OF ROYALE NET BANK PLC  (R.N.B).\r\nTHERE IS AN ACCOUNT OPENED IN THIS BANK IN 1980 AND\r\nSINCE 1990 NOBODY HAS OPERATED ON THIS ACCOUNT AGAIN.\r\nAFTER GOING THROUGH SOME OLD FILES IN THE RECORDS,\r\nI DISCOVERED THAT IF I DO NOT REMITT THIS MONEY OUT\r\nURGENTELY,IT WILL BE FORFEITED FOR NOTHING.\r\n\r\nTHE OWNER OF THIS ACCOUNT IS MR CLAYTON REIDFIELD A\r\nFOREIGNER AND THE MANAGER OF PETROL CHEMICAL SERVICE,\r\nA CHEMICAL ENGINEER BY PROFFESSION AND HE DIED SINCE\r\n1990. NO OTHER PERSON KNOWS ABOUT THIS ACCOUNT OR\r\nANYTHING CONCERNING IT, THE ACCOUNT HAS NO OTHER\r\nBENEFICIARY AND MY INVESTIGATION PROVED TO ME AS WELL\r\nTHAT HIS COMPANY DOES NOT KNOW ANYTHING ABOUT THIS\r\nACCOUNT AND THE AMOUNT INVLOVED IS  (U.S.$1,\r\n26,000,000.00).\r\n\r\nI WANT TO TRANSFER THIS MONEY INTO A SAFE FOREIGN\r\nACCOUNT ABROAD BUT I DON'T KNOW ANY FOREIGNER, I AM\r\nONLY CONTACTING YOU AS A FOREIGNER BECAUSE THIS MONEY\r\nCAN NOT BE APPROVED TO ANY LOCAL BANK HERE BUT CAN\r\nONLY BE APPROVED TO ANY FOREIGN ACCOUNT BECAUSE THE\r\nMONEY IS U.S DOLLARS AND THE FOMER OWNER OF THE\r\nACCOUNT IS MR CLAYTON REIDFIELD AND HE WAS A FOREIGNER\r\nTOO.\r\n\r\nI KNOW THAT THIS MESSAGE WILL COME TO YOU AS A\r\nSURPRISE AS WE DON'T KNOW OUR SELF BEFORE, BUT BE SURE\r\nTHAT IT IS REAL AND A GENUINE BUSINESS.\r\n\r\nI BELIEVE IN GOD THAT YOU WILL NEVER LET ME DOWN IN\r\nTHIS INVESTMENT, YOU ARE THE ONLY PERSON THAT I HAVE\r\nCONTACTED FOR THIS INVESTMENT FOR NOW. SO PLEASE REPLY\r\nURGENTLY.\r\n\r\nWHEN THE TRANSFER IS APPROVED AND PAYMENT SCHEDULE IS\r\nALLOCATED OVERSEAS,THROUGH THE OFFSHORE PAYING\r\nDELEGATE FOR FINAL CLEARANCE AND SIGNING OF THE\r\nPAYMENT REALEASE FORM BY THE BENEFICIARY, I WANT US TO\r\nSEE AT THE OVERSEA PAYING CLEARANCE OFFICE FACE TO\r\nFACE OR SIGNING  OF THE ORIGINAL BINDDING AGREEMENT TO\r\nBIND US TOGETHER  SO THAT WE CAN RECEIVE THIS MONEY\r\nINTO A FOREIGN ACCOUNT OR ANY ACCOUNT OF YOUR CHOICE\r\nWHERE THE FUND WILL BE REMITTED.\r\n\r\nI AM CONTACTING YOU BECAUSE OF THE NEED TO INVOLVE A\r\nFOREIGNER WITH A FOREIGN ACCOUNT AS THE REAL\r\nBENEFICIARY. I NEED YOUR CO-OPERATION TO MAKE THIS\r\nWORK FINE, BECAUSE THE MANAGEMENT IS READY TO APPROVE\r\nTHIS PAYMENT TO ANY FOREIGNER WHO HAS THE CORRECT\r\nINFORMATION TO THIS ACCOUNT. WHICH I WILL GIVE TO YOU\r\nWHEN SURE OF YOUR CAPABILITY TO HANDLE SUCH AMOUNT IN\r\nSTRICT CONFIDENCE AND TRUST, ACCORDING TO MY\r\nINSTRUCTIONS AND MY ADVICE FOR OUR MUTUAL BENEFIT\r\nBECAUSE I DON'T WANT TO MAKE ANY MISTAKE, I NEED YOUR\r\nSTRONG ASSURANCE AND TRUST. I SHALL DESTROYED ALL\r\nDOCUMENT CONCERNING THIS TRANSACTIONS IMMEDIATELY WE\r\nRECEIVED THIS MONEY LEAVING NO TRACE TO ANY PLACE.\r\n\r\nI WILL USE MY POSITION AND INFLUENCE ON OTHER STAFFS\r\nTO EFFECT THE LEGAL APPROVALS AND ONWARD TRANSFER OF\r\nTHIS MONEY TO YOUR ACCOUNT WITH APPROPRIATE CLEARANCE\r\nFROM FOREIGN PAYMENT DEPARTMENT. WITH ASSURANCE THAT\r\nTHIS MONEY WILL BE INTACT PENDING MY PHYSICAL ARRIVAL\r\nTO YOUR COUNTRY FOR THE SHARING AND OTHER INVESTMENT.\r\n\r\nAT THE CONCLUSION OF THIS INVESTMENT, YOU WILL BE\r\nGIVEN 25% OF THE TOTALAMOUNT, 70% WILL BE  FOR ME,\r\nWHILE 5% WILL BE FOR EXPENSES , BOTH PARTIES MIGHT\r\nHAVE\r\nINCURED DURING THE PROCESS OF THIS TRANSACTION.\r\n\r\nI LOOK FORWARD TO YOUR EARLIEST REPLY THROUGH THE E-\r\nMAIL AS AT ABOVE OR THROUGH MY PRIVATE E- MAIL\r\nADDRESS:mikeewald@juno.com\r\n\r\nYOURS TRULY,\r\n\r\nMR  MICHAEL   EWALD\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-484", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"MR MICHAEL EWALD\" <mikeewald@eudoramail.com>", "MR MICHAEL EWALD <mikeewald@eudoramail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200310191417.h9JEG7JJ032231@idoldancer.mr.itd.UM>", "dc:subject": "CONTACTING YOU PRIVATELY", "dc:title": "CONTACTING YOU PRIVATELY", "dcterms:created": "2003-10-19T14:17:43Z"}