{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Oct 21 08:09:19 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "nassernasiri@dubaimail.com", "MboxParser-return-path": "<nassernasiri2003@uaemail.com>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "Mr. Nasser Nasiri. <nassernasiri2003@uaemail.com>", "Message-To": ["undisclosed-recipients:;", "undisclosed-recipients:;"], "Message:From-Email": "nassernasiri2003@uaemail.com", "Message:From-Name": "Mr. Nasser Nasiri.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"windows-1250\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<20031021120952.4F75FC1ED@krusty.si.UM>", "Message:Raw-Header:Reply-To": "nassernasiri@dubaimail.com", "Message:Raw-Header:Return-Path": "<nassernasiri2003@uaemail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCAN I TRUST YOU WITH THIS BUSINESS?\n\nGreetings from UAE\r\n\r\nHIGHLY CONFIDENTIAL.\r\n\r\nI decided to contact you by email because I feel that it is more secured and private. I am Nasser Bin Nasiri, Director of Procurement and Contract Award with, Ministry of Petroleum and Mineral Resources [MPMR]. I am contacting you concerning the transfer of US$43 Million Dollars (FOURTY THREE MILLION DOLLARS)\r\n\r\nSometime ago, a contract was awarded by my Corporation, [MPMR] to a Japanese Firm, to carry out Turn Around Maintenance and rehabilitation work on Emirates Petroleum Products Company (EPPCO) This contract was over invoiced by us to the tune of US$43. Million {Forty Three Million United States Dollars).  Myself and my partner reached a compromise to transfer the\r\nfund into a Foreign bank account that will accommodate\r\nthis fund. We have all modalities set.\r\n\r\nWe were disappointed last time by a US Senator, Late Paul Wellstone whom we trusted with a transaction of this nature up to the tune of $45 Million USD in 2001. They sat on our money for no apparent reason and was still holding our money until his family were killed in a plane crash last December.   We still believe\r\nthat good people still exist in this world and we are willing to try again with you, bearing in mind that God will all way fight for us.\r\n\r\nYou can confirm the above transaction from Mr. Clarence Barnes, Uncle to the Senator, who provided the receiving bank account.  His email address is cbarnes@worldemail.com and phone 1-661-310-2112.   He is enjoying our collective money and refused to give us our share but we believe, he shall meet his doom as Senator did.  Because of this we are afraid and we need your total trust and assurance that you must be an honest and straight forward person.  We made a costly mistake with the Senator, by not going into agreement.\r\n\r\nBased on our status as senior government officials in top sensitive position of trust, we cannot stand to claim this money ourselves without the assistance of a foreigner.  The process will not require your presence here in UAE.  I guarantee that this transaction will be executed under a legitimate arrangement that will protect you from any breach of the law.\r\n\r\nWe intend to share the money in the following manner: 30% for you, 60% for us and 10% will be for any expenses incured during the transfer.  Contact me immediately if you are interested for further details.  We look forward to a fruitful business relationship with you and your urgent response.\r\n\r\nBest Regards,\r\n\r\nMr. Nasser Bin Nasiri.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-497", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mr. Nasser Nasiri.\" <nassernasiri2003@uaemail.com>", "Mr. Nasser Nasiri. <nassernasiri2003@uaemail.com>"], "dc:format": "text/plain; charset=\"windows-1250\"", "dc:identifier": "<20031021120952.4F75FC1ED@krusty.si.UM>", "dc:subject": "CAN I TRUST YOU WITH THIS BUSINESS?", "dc:title": "CAN I TRUST YOU WITH THIS BUSINESS?", "dcterms:created": "2003-10-21T12:09:10Z"}