{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Oct 22 19:37:12 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "serenajones1@rediffmail.com", "MboxParser-return-path": "<serenajones1@rediffmail.com> ", "MboxParser-status": "RO", "Message-From": "Mrs Serena Jones <serenajones1@rediffmail.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "serenajones1@rediffmail.com", "Message:From-Name": "Mrs Serena Jones", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200310222337.h9MNUUFC031251@escape.mr.itd.UM>", "Message:Raw-Header:Reply-To": "serenajones1@rediffmail.com", "Message:Raw-Header:Return-Path": "<serenajones1@rediffmail.com>", "Message:Raw-Header:Status": "RO", "Multipart-Boundary": "cc02f55d-a4cf-490f-9987-d4fc5f0ccb87", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDONATION FOR THE LORD.\n\nFrom: Mrs Serena Jones\r\n\r\nPLEASE ENDEAVOUR TO USED IT FOR THE CHILDREN OF GOD.\r\nI am the above named person from Kuwait. I am married\r\nto Dr. Harry Jones who worked with Kuwait embassy in Ivory Co\r\nast for nine years before he died in the year\r\n2000.\r\nWe were married for eleven years without a child. He died a\r\nfter a brief illness that lasted for only\r\nfour days. Before his death we were both born again Christia\r\nns.Since his death I decided not to re-\r\nmarry or get a child outside my matrimonial home which the Bi\r\nble is against.When my late husband was alive he deposited the\r\nsum of$8.6Million (Eight Million six hundred thousand U.S. D\r\nollars) with one finance/security company in Amsterderm Hollan\r\nd. Presently, this money is still with the Security Company.\r\nRecently, my Doctor told me that I would not last for the next\r\nthree\r\nmonths due to cancer problem. Though what disturbs me most i\r\ns my stroke sickness. Having known my condition I decided to\r\ndonate this fund to church or better still a christian individ\r\nual that will utilize this money the way I am going to instruc\r\nt here in. I want a church that will use this fund to fund chu\r\nrches, orphanages and widows propagating the word of God and t\r\no ensure that the house of God is maintained. The Bible made\r\nus to understand that Blessed is the hand that giveth.\r\nI took this decision because I don?t have any child that wil\r\nl inherit this money and my husband relatives are not Christi\r\nans and I don?t want my husband?s hard earned money to be misu\r\nsed by unbelievers. I don?t want a situation where this money\r\nwill be used in an ungodly manner. Hence the reason for taking\r\nthis bold decision. I am not afraid of death hence I know whe\r\nre I am going. I know that I am going to be in the bosom of th\r\ne Lord. Exodus 14 VS 14 says that the lord will fight my case\r\nand I shall hold my peace. I don?t need any telephone communi\r\ncation in this regard because of my health because of the pres\r\nence of my husband?s relatives around me always. I don?t want\r\nthem to know about this development. With God all things are p\r\nossible. As soon as I receive your reply I shall give you the\r\ncontact of the Finance/Security Company in Amsterderm Holland\r\n. I will also issue you a letter of authority that will prove\r\nyou as the original-\r\nbeneficiary of this fund. I want you and the church to always\r\npray for me because the lord is my shephard. My\r\nhappiness is that I lived a life of a worthy Christian. Whoe\r\nver that wants to serve the Lord must serve him in spirit and\r\ntruth. Please always be prayerful all through your life. Any d\r\nelay in your reply will give me room in sourcing for a chuch\r\nor christian individual for this same purpose. Please assure\r\nme that you will act accordingly as I stated herein. Hoping\r\nto hearing from you.\r\n\r\nN.B-\r\nPLEASE I WILL ADVICE YOU TO GIVE THE LAWYER IN CHARGE A CALL IN HOLLAND IMMEDIATELY, HE DOES EVERYTHING ON MY BEHALF AND HE'S VERY UNDERSTANDING AND I BELIEVE HE WILL LEAD YOU TO YOUR SUCCESS IN JESUS NAME, THE LAWYER'S NAME IS GERRY SLY HIS CONTACT PHONE NUMBER IS 00-31-620-668-086.\r\n\r\nRemain blessed in the name of the Lord.\r\nYours in Christ,\r\nMrs Serena Jones\r\n\r\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-502", "X-TIKA:parse_time_millis": "0", "dc:creator": ["Mrs Serena Jones", "Mrs Serena Jones <serenajones1@rediffmail.com>"], "dc:format": "text/plain; charset=iso-8859-1", "dc:identifier": "<200310222337.h9MNUUFC031251@escape.mr.itd.UM>", "dc:subject": "DONATION FOR THE LORD.", "dc:title": "DONATION FOR THE LORD.", "dcterms:created": "2003-10-22T23:37:03Z"}