{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-fax": "Number +23417597019 ", "MboxParser-from": "r  Sat Dec 28 10:37:17 2002", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<tdannosondu@mail.com> for <R@M>; Sat, 28 Dec 2002 10:37:07 -0500 (EST)", "MboxParser-status": "RO", "Message-From": "Mr. Daniel Osondu <tdannosondu@mail.com>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "tdannosondu@mail.com", "Message:From-Name": "Mr. Daniel Osondu", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain;charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200212281536.gBSFajSF017364@bluewhale.cs.CU>", "Message:Raw-Header:Return-Path": "<tdannosondu@mail.com>\tfor <R@M>; Sat, 28 Dec 2002 10:37:07 -0500 (EST)", "Message:Raw-Header:Status": "RO", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBusiness Cooperation ( Inheritance Claim)\n\nFrom: Mr.Daniel Osondu\nFax: Number +23417597019 \n\nDear Sir,\n\nI am writing this proposal hoping that you would be of assistance in this business of mutual benefit. My name is Daniel Osondu an auditor at one of the Banks in lagos-Nigeria. \n\nDuring our last audit exercise,some amount of money totalling $18.5Million was discovered and traced to be owned by one late Engineer Manfred Becker, a foreigner who died in a crash. The source of this fund was further traced to be a contract payment made to him but has remained unclaimed till now.Since his death, nobody has shown up to claim this fund and this attracted our curiosity. \n\nI therefore made a research and found out that he did not leave any next of kin in his confidential document with the Ministry that he executed the contract for and also with our Bank. A panel setup by the Federal Government on recovery of funds expects that this fund should be unquestionably claimed by any of his available foreign next of kin or alternatively the fund should be donated for arms and ammunition at a military war college here in Nigeria. Fervent valuable efforts were made by the Panel to get in touch with any of the family or relatives but all have proved to no avail.\n\nIt is because of the perceived possibility of not going to be able to locate any next of kin ( he had no wife and children) that the panel under the influence of our chairman, Rtd Major General Thomas Danababa , that arrangement is being made for the fund to be declared UNCLAIMABLED and then be donated to the Trust Fund for arms and ammunition which will further enhance the perpetration of war in Africa and the third world in general. To forestall this move, my colleagues and I have taken it upon ourselves to source for a foreign partner who could assist in claimimg this fund for further transfer abroad. \n\nI have been given the sole mandate to source for a partner as soon as possible to that effect.All documents and proof to enable you get this fund have been carefully worked out and I am assuring you a 100% risk free involvement. Your share would be 30% of the total amount if you agree to assist while 10% would be set aside to offset all expenses in \ncourse of the transfer and the rest would be for us for investment purposes in your country. If this proposal is OK by you, and you do wish to take the advantage of the trust we hope to bestow on you and your company, then kindly reach me immediately via my confidential fax number +23417597019 furnishing me with your most confidential telephone and fax numbers and exclusive email so that I can forward to you the relevant details of the transaction. \n\nI expect your urgent response. \n\nRegards,\nMr. Daniel Osondu\nconfidential e-mail<danilosondu002@excite.com> \n\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-53", "X-TIKA:parse_time_millis": "3", "dc:creator": ["Mr.Daniel Osondu", "Mr. Daniel Osondu <tdannosondu@mail.com>"], "dc:format": "text/plain;charset=\"iso-8859-1\"", "dc:identifier": "<200212281536.gBSFajSF017364@bluewhale.cs.CU>", "dc:subject": "Business Cooperation ( Inheritance Claim)", "dc:title": "Business Cooperation ( Inheritance Claim)", "dcterms:created": "2002-12-28T15:36:51Z"}