{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-<body>from": "The Desk of Dr.PETER CLAPTON<BR>Director, Investments and Portfolio ", "MboxParser-content-transfer-encoding": ["8bit", "8bit"], "MboxParser-from": "r  Thu Oct 30 20:28:44 2003", "MboxParser-href=\"http": "//www.royaltrust.com\">www.royaltrust.com</A>.<BR>&nbsp;<BR>We await ", "MboxParser-mime-version": "1.0 ", "MboxParser-reply-to": "\"DR Peter Clapton\" <peterclapton@rediffmail.com> ", "MboxParser-return-path": "<wasa@was.com> boundary=\"= Multipart Boundary 1030031655\" ", "MboxParser-sender": "\"DR Peter Clapton\" <wasa@was.com> ", "MboxParser-status": "O ", "MboxParser-tel": "41 79 530 99 35", "Message-From": "DR Peter Clapton <wasa@was.com>", "Message-Recipient-Address": "R@S", "Message-To": ["<R@S> ", "R@S"], "Message:From-Email": "wasa@was.com", "Message:From-Name": "DR Peter Clapton", "Message:Raw-Header:Message-Id": "<20031031012826.5EE78C286@krusty.si.UM>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "\"DR Peter Clapton\" <peterclapton@rediffmail.com>", "Message:Raw-Header:Return-Path": "<wasa@was.com>", "Message:Raw-Header:Sender": "\"DR Peter Clapton\" <wasa@was.com>", "Message:Raw-Header:Status": "O", "Multipart-Boundary": "= Multipart Boundary 1030031655", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nmail me\n\nFrom: The Desk of Dr.PETER CLAPTON\nDirector, Investments and Portfolio \nManagement,\nRoyal Accounting and Trust LLC,\nSwitzerland.\nTel: 41 79 530 \n99 35\n \n \nDear Sir/Madam,\n \nI am the expert \ndirector heading Investments and Portfolio Management in the above-mentioned \nfirm in Switerland.\n \nI am contacting you in view of an urgent \nassistance to carry out a pending transaction, which will develop a cordial \nbusiness relationship between you and me. One of my clients whom I have \npersonally managed his portfolio for 10 years now was a victim of a fatal car \ncrash. His name is Late Mr Saud Ed Abad AlKharj, he was survived by a fiance and \na two-year-old son from her as they intended getting married but where trying to \nbe cautious because of Islamic law attitude on adultery. This were his only \nfamily and no next of kin, as he was the only child of Late Sheikh Hamza Al \nKharj Al Faisal, who received royalties from the Kuwaiti Government on one of \nhis fields which oil was discovered and subsequently explored (the Al Jazriah \nOil Field).\n \nAll subsequent investigation to find a next of kin was \nprivately conducted by me and was futile. It was at this juncture that I and \nother officials Managing his portfolio and 2 bank managers where he had his \naccounts now \ndecided to make this proposal and transfer ownership of the \nportfolio to an Agreeing party as beneficiary to the portfolio of the \ndeceased.\n \nThe reason why ownership cannot be transferred to his \nwife to be and only son is that Islamic law will not recognize such and if an \nattempt is made on that it may put her in trouble with the authorities for \ngiving birth outside \nmarriage. So we have decided to help her by making this \nproposal and making sure she gets a substantial part of Late Mr Saud Alkharj’s \nproperty for her \nand her son.\n \nYou must be asking where I got \nyour mail address, it was made available to me by a junior director Mrs Cynthia \nPhilips in charge of customer services on request for contacts for investment \nexpansion for a client but she is not aware of this contact. All records and \naccounts regarding the assets of deceased were managed by me for 10 years \nrunning, if you are interested to assist us, all I will do is to incorporate in \nthe old records recognizing \nyou as the only beneficiary.\n \nThe \nbanking law here stipulates that if such portfolio remains unclaimed after four \nyears it will go to the public department. The need for a foreigner as \nbeneficiary is occasioned by the fact that the deceased was not \npermanently \nresident in Switzerland.\n \nFor your assistance, we made up of I, 2 \nsenior directors in my firm and 2 bank managers in banks which the Kuwaiti \nGovernment pay royalties, accruing to the deceased have agreed in fairness to \nmake available 25% of all bank \nfunds cleared and 15% of the royalties which \nyou will continue to receive on behalf of the deceased as sole beneficiary every \nyear. However we do not intend to share any interest with you as far as the \nestates and property are \nconcerned, as they will be going to the surviving \nwife and child.\n \nIf you are okay with the above explanations, you \nmay reply us including all your contact telephone and fax numbers so that we may \nconfirm you genuine, after which we will make more information available to you \non how we will \nproceed.\n \nI must further assure you that this \ntransaction is 100% legitimate and the modalities for this transaction is being \nhandled by top executives which assure a risk free transaction.Kindly visit my \nfirms website at www.royaltrust.com.\n \nWe await \nyour timely response.\n \nBest Regards\n \nDR PETER \nCLAPTON\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-526", "X-TIKA:parse_time_millis": "1", "dc:creator": ["The Desk of Dr.PETER CLAPTON", "DR Peter Clapton <wasa@was.com>"], "dc:format": "text/plain; charset=\"ISO-8859-1\"", "dc:identifier": "<20031031012826.5EE78C286@krusty.si.UM> ", "dc:subject": "mail me", "dc:title": "mail me", "dcterms:created": "2003-10-31T00:55:49Z"}