{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu Nov  6 15:43:09 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "julietugaga22@netscape.net Please keep this confidential until we finalize and get this money into your =", "MboxParser-return-path": "<R@O> by pinkcadillac.mr.itd.UM (3.8u) with ESMTP id hA6Kh7b05539 for <R@M>; Thu, 6 Nov 2003 15:43:07 -0500 (EST) for <R@O>; Thu, 6 Nov 2003 15:42:54 -0500 (EST) My father was a General in the Congolese Army. In his position (My father) =", "MboxParser-status": "O", "Message-From": "JULIET UGAGA <julietugaga22@netscape.net>", "Message-Recipient-Address": "webmaster@aclweb.org Meanwhile, I sincerely ask for your assistance to get this money through =", "Message-To": ["webmaster@aclweb.org Meanwhile, I sincerely ask for your assistance to get this money through =", "webmaster@aclweb.org"], "Message:From-Email": "julietugaga22@netscape.net", "Message:From-Name": "JULIET UGAGA", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200311062042.hA6KgmOC024466@aquaduct.cs.CU>", "Message:Raw-Header:Reply-To": "julietugaga22@netscape.net", "Message:Raw-Header:Return-Path": "<R@O>\tby pinkcadillac.mr.itd.UM (3.8u) with ESMTP id hA6Kh7b05539\tfor <R@M>; Thu, 6 Nov 2003 15:43:07 -0500 (EST)\tfor <R@O>; Thu, 6 Nov 2003 15:42:54 -0500 (EST)", "Message:Raw-Header:Status": "O", "Multipart-Boundary": "846f1893-691c-4c0c-8ab9-897170fc2aee", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n DEAR  FRIEND\n\nDear friend,\r\nCompliment of the day, I JULIET UGAGA, The daughter of late General  KuJI UGAGA of the Democratic Republic of Congo.im married with two children.\r\n My father was a General in the Congolese Army. In his position (My father) with the office of the presidentcy during the regime of Laurent kabila, he was assigned on a secret mission to source and acquire arms  internationally in order to strengthen the Government forces against the rebels, which already had the support of Rwandan and Uganda Army.\r\n Meanwhile, he was still negotiating for the purchase of the arms, he received on the 16th January 2001 news of the assassination of Laurent Kabila which force him to call off the assignment and deposited the  sum of US$12.5M, Packed in a diplomatic case in a private security company in the Hague, the Netherlands, though he registered the content as precious  stones while the real content is (US12.5M) meant for the purchase of arms for  the Congolese Army. My father went home for the funeral of the late president, but on  his arrival he was arrested, detained and tortured, unfortunately my  father suffer cardiac arrest and died on the 17th of March 2001. However,one  of our\r\nnumerous visits, my mother and I paid him while in prison, my father  was able to reveal this secret to me and advice that we should proceed to  the Netherlands to claim the money, he handed me all the relevant  documents that\r\nwill enable me claim the box from the security company.Already, I have  made my first visit to the security company and the document entitled to  clear this money is with a finance security company in Holland.\r\n On our arrival in the Netherlands few months ago, we sought for  political asylum; which was granted. My mother and I are making frantic effort  on the best way to handle this money. We sought advice from an attorney who advised\r\nthat we must seek for a trustworthy foreign business partner whom can invest this fund in a profitable venture. This we view as the best option because our refugee status dose not permit us to operate a bank account, hence we seek your assistance and hope you could be trusted.\r\n  Meanwhile, I sincerely ask for your assistance to get this money through your account, Your share for assisting us will be 25% of the totalsum, 5% will be use for upsetting all the expenses incurred in the courseof concluding this venture and the remaining 70% that will be for me and  my family. Also you stand to gain from any investment you might introduce us into after the conclusion of the transfer.\r\n Please keep this confidential until we finalize and get this money into your account for security reasons.\r\n This is my e-mail address you can reach  me:julietugaga21@netscape.net\r\n Thanks and GOD bless.\r\nMISS  JULIET UGAGA\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-539", "X-TIKA:parse_time_millis": "1", "dc:creator": ["JULIET UGAGA <julietugaga22@netscape.net> On our arrival in the Netherlands few months ago, we sought for  political =", "JULIET UGAGA <julietugaga22@netscape.net>"], "dc:format": "text/plain; charset=iso-8859-1", "dc:identifier": "<200311062042.hA6KgmOC024466@aquaduct.cs.CU> Meanwhile, he was still negotiating for the purchase of the arms, he =", "dc:subject": " DEAR  FRIEND", "dc:title": " DEAR  FRIEND", "dcterms:created": "2003-11-06T20:42:55Z"}