{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Nov 17 12:45:43 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "sarakoroma@hotmail.com", "MboxParser-return-path": "<sarakoroma@hotmail.com> of my mother and my younger ones=2E", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "SAM KOROMA <sarakoroma@hotmail.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "sarakoroma@hotmail.com", "Message:From-Name": "SAM KOROMA", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200311171745.hAHHjbvE016386@cryforhelp.mr.itd.UM>", "Message:Raw-Header:Reply-To": "sarakoroma@hotmail.com", "Message:Raw-Header:Return-Path": "<sarakoroma@hotmail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPROPOSAL\n\nAttention to: CEO/PRESIDENT\r\nFrom: Sam KOROMA\r\nTel: 27 733 624 034\r\nFax: 27 115 076 062\r\nEmail: sarakoroma@hotmail.com\r\nJohannesburg/SOUTH AFRICA\r\n\r\nDear Sir,\r\n\r\nMay this reach you in peace of mind and good health. It will be pertinent to first make myself known to you, my name is Mr. Sam Koroma. I am the first son of Chief Omoh Koroma, the former Chairman of Sierra Leone Mining Corporation.\r\n\r\nUnfortunately, my father was brutally murdered in 1999 by the RUF rebels led by Mr. Forde Sankoh \"the monster\" who due to his selfish interest destroyed a nation and devastated the land because of the diamonds. This is a story that has to be imagined than to express because of the ugly memory and cost.\r\n\r\nSince the demise of my father, we the entire family has been grieving and honestly, very hard for us to trust people especially here in Africa. I had only confided in few close friends as we were in need of securing the wealth of my father. It was within these meditation that I got your contact through a reliable source. Honestly I have not reveal this to anyone.\r\n\r\nBased on this, I decided to write you first because this is my family last hope of living comfortably as we do when my father was alive. Before my father passed away, he had already acquired a vast estate and a considerable wealth in Sierra Leone.  In our neighboring country, my father deposited two boxes containing cash of thirty-three Million Dollars (US$33,000,000.00) in a security company. When he deposited this boxes, my father purposely registered it as a precious item in order not to attract the attention of the security company officers, and also for safety reasons until he is ready to use it for investments.\r\n\r\nUnfortunately, as an adage says, Man propose but God disposes my father could not live to achieve all his dreams. In his declaration, he use my name as the next of kin. As the war broke out, we shifted to Johannesburg, South Africa for the safety of our dear lives. Right now, I am writing you from Johannesburg, looking for a way to remove the money out of the security company with a reliable person overseas for a proper investment. We cannot establish any businesses here in Africa due to instability of Government in most countries. Base on this, I am seriously soliciting on your kind assistance to aid me on how to invest this money with you in your good country. When my beloved country was in war, I was still a student and I had a little or no knowledge about business, this is one of the reason I need your help most. Please this is a family affair and because of my family name, it should be strictly between you and myself, and for safety!\r\n  of my mother and my younger ones.\r\n\r\nHave this in your mind, this business is 100% risk free. My family have agreed to give you (15%) of the total amount if you are ready to assist us in this transaction. Your soonest reply will be much appreciated.\r\n\r\nKind regards,\r\nSam Koroma , for the family.\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-553", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"SAM KOROMA\" <sarakoroma@hotmail.com>", "SAM KOROMA <sarakoroma@hotmail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200311171745.hAHHjbvE016386@cryforhelp.mr.itd.UM>", "dc:subject": "PROPOSAL", "dc:title": "PROPOSAL", "dcterms:created": "2003-11-17T17:49:10Z"}