{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-from": "r  Tue Nov 25 01:37:44 2003", "MboxParser-reply-to": "kaladah@epatra.com", "MboxParser-return-path": "<R@O> for <R@O>; Tue, 25 Nov 2003 01:37:32 -0500 (EST) charset=\"US-ASCII\"", "MboxParser-status": "RO", "MboxParser-x-library": "Indy 9.0.3-B", "MboxParser-x-mailer": "Foxmail", "MboxParser-x-priority": "3", "Message-From": "kaladah@epatra.com", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "kaladah@epatra.com", "Message:Raw-Header:Content-Type": "text/plain;\tcharset=\"US-ASCII\"", "Message:Raw-Header:Message-Id": "<200311250637.hAP6bOU7002695@cs.CU>", "Message:Raw-Header:Reply-To": "kaladah@epatra.com", "Message:Raw-Header:Return-Path": "<R@O>\tfor <R@O>; Tue, 25 Nov 2003 01:37:32 -0500 (EST)", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Library": "Indy 9.0.3-B", "Message:Raw-Header:X-Mailer": "Foxmail", "Message:Raw-Header:X-Priority": "3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKALADA HART\n\nMR. KALADA HART\nORIENT BANK (NIG.) LTD.\nIDUMOTA BRANCH \nLAGOS. - NIGERIA.\n\n\n\n\nDear Sir,\n\nI am Mr Kalada Hart, Bank Manager of Orient Bank of Nigeria,\nLagos Branch. I have an urgent and very confidential business \nproposition for you.\n\nOn September 6, 1997, a Canadian Oil consultant/contractor with \nthe Nigerian National Petroleum Corporation, Mr. Jerry Sheldon\n made a numbered time (Fixed) Deposit for twelve calendar months, \nvalued at US$25,000,000.00 (Twenty- five Million Dollars) in my branch. \nUpon maturity, I sent a routine notification to his forwarding \naddress but got no reply. After a month, we sent a reminder and \nfinally we discovered from his contract employers, the Nigerian \nNational Petroleum Corporation that Mr. Jerry Sheldon died from \nan automobile accident. On further investigation, I found out that \nhe died without making a WILL, and all attempts to trace his next \nof kin was fruitless.\n\nI therefore made further investigation and discovered that \nMr. Jerry Sheldon did not declare any kin or relations in all his \nofficial documents, including his Bank Deposit paperwork in my Bank. \nThis sum of US$25,000,000.00 is still sitting in my Bank and the \ninterest is being rolled over with the principal sum at the end of each \nyear. No one has ever come forward to claim it. According to Nigerian \nLaw, at the expiration of 5 (five) years, the money will revert to the \nownership of the Nigerian Government if nobody applies to claim the fund.\n\nConsequently, my proposal is that I will like you to stand in as the \nnext of kin to Mr. Jerry Sheldon so that the fruits of this old man's \nlabor will not get into the hands of some corrupt government official\ns. This is simple, I will like you to provide immediately your full \nnames and address so that the Attorney will prepare the necessary \ndocuments and affidavits which will put you in place as the next of kin. \nWe shall employ the service of two Attorney for drafting and notarization \nof the WILL and to obtain the necessary documents and letter of probate/\nadministration in your favor for the transfer. \nA bank account in any part of the world which you will provide will then \nfacilitate the transfer of this money to you as the beneficiary/next of kin. \nThe money will be paid into your account for us to share in the ratio of \n70% for me and 30% for you.\n\nThere is no risk at all as all the paperwork for this transaction will be \ndone by the Attorney and my position as the Branch Manager guaranttees \nthe successful execution of this transaction. If you are interested, \nplease reply immediately via the private email address \nbelow. Upon your response, I shall then provide you with more details \nand relevant documents that will help you understand the transaction.\n\nPlease observe utmost confidentiality, and be rest assured that this \ntransaction would be most profitable for both of us because I shall \nrequire your assistance to invest my share in your country.\n\nAwaiting your urgent reply via my email.\n\nThanks and regards.\n\nMr.Kalada Hart\n\nConfidiential Email Address you should respond to: kaladah@yahoo.com\n\n\n\n\n \n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-568", "X-TIKA:parse_time_millis": "1", "dc:creator": ["kaladah@epatra.com ", "kaladah@epatra.com"], "dc:format": "text/plain;", "dc:identifier": "<200311250637.hAP6bOU7002695@cs.CU> made a numbered time (Fixed) Deposit for twelve calendar months,", "dc:subject": "KALADA HART", "dc:title": "KALADA HART", "dcterms:created": "2003-11-25T06:37:29Z"}