{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable ", "MboxParser-from": "r  Fri Nov 28 12:57:10 2003", "MboxParser-mime-version": "1.0 ", "MboxParser-reply-to": "revmzondi@netscape.net ", "MboxParser-return-path": "<revmzondi@netscape.net> <revmzondi@netscape.net> ", "MboxParser-status": "RO ", "MboxParser-with": "", "MboxParser-wrote": "", "Message-From": ["K.M.ZONDI@foxfire.mr.itd.UM", "revmzondi@netscape.net"], "Message-Recipient-Address": "R@S ", "Message-To": ["R@S ", "R@S"], "Message:From-Email": "revmzondi@netscape.net", "Message:From-Name": "(REV),", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200311281757.hASHv2601100@foxfire.mr.itd.UM>", "Message:Raw-Header:Reply-To": "revmzondi@netscape.net", "Message:Raw-Header:Return-Path": "<revmzondi@netscape.net>", "Message:Raw-Header:Status": "RO", "Multipart-Boundary": "cac3f932-e96d-4848-8de1-7df4c6d870d2", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTHIS IS HUMANITERIAN SERVICE THAT REQUIRES YOUR ATTENTION!\n\nHello my beloved kind hearted,\r\n\r\n\r\n\r\nTHIS IS HUMANITERIAN SERVICE THAT REQUIRES YOUR ATTENTION!\r\n\r\n\r\n\r\nI simply want to take this occasion to tell you about my intention to contribute toward the fight against Cholera and HIV/AIDS and I need your help as my representative overseas. I need you to receive my financial entitlements from my financiers overseas on my behalf for the fight against Cholera and HIV/AIDS and hope you would not let me down.\r\n\r\n\r\n\r\nIt might interest you to know that in my supporting role to the Minister of Public Works here in Pretoria, South Africa it is my responsibility to handle some very intrinsic matters for, on behalf or with the Minister. By my duties, it is almost impossible for any file/Contract Proposals to get to the Minister for approval, without it passing through my scrutiny.\r\n\r\n\r\n\r\nBy my religious status and as the South African Deputy Minister of Public Works, I have cause to help a lot of foreign contractor-companies (mainly American) to secure the release of their entitlements from the coffers of the government of South Africa. I did this, principally, as a help to the concerned companies, but in appreciation of my efforts, most of them committed themselves to paying some handsome monetary honorarium to me. However, because of my position as a political appointee, it is impossible for me to collect such money immediately or even directly. Hence, I need you to collect this money on my behalf and use it as you would be further directed for the fight against Cholera and HIV/AIDS. Of course your effort will not be in vain. You would be well rewarded for your help in this regards.\r\n\r\n\r\n\r\nAll the money from the various companies put together is totaling amount to Eight Hundred and Fifty Five Thousand United States Dollars (US$855,000) only. The snag is that I just discovered that I couldn't collect this money, directly, from these companies in my name or the name of any of my family members, because government will investigate \"why?\" and \"what for? Therefore, to forestall any such problems, I decided to contact you through this secured and private medium, to solicit your assistance in this regard.\r\n\r\n\r\n\r\nYou will receive this money on my behalf, and use it as you would be further directed. That way, there will be no link between the companies and me. I will instruct the concerned companies to make the money available to you on installment either via swift means or by cheque as you so desire of not more than $75,000, as the case may be.\r\n\r\n\r\n\r\n>From the money you receive on my behalf, you would be entitled to retaining 10% of the sum while you would be required to wire the balance 90% for its purpose of humanitarian services as would be advised. For example, if you receive $75,000, you would be required to retain 10% ($7,500) while you wire the balance $67,500 for its purpose. This is basically on trust. It is a simple job you do for me and all expenses for the cost of transfer of funds would be from the 90% and you will not spend a single cent from your money to actualize this project. No financial commitment from you and it's simple and risk free. You receive the money on my behalf, take away your 10% and redirect the remaining 90% as would be instructed. I can assure you that if you keep to our agreement, this will be the beginning of a mutually beneficial relationship between the two of us. Afterward, there are a lot of other things we can do together that will fetch you a fortune.\r\n\r\n\r\n\r\nIf you are interested and would like to work with me for the fight against Cholera and HIV/AIDS, I would need you to provide me with the following:\r\n\r\n\r\n\r\n(1) IF YOU DESIRE TO HAVE THE PAYMENT BY SWIFT MEANS:\r\n\r\nProvide me with:\r\n\r\na). Name of your bank.\r\n\r\nb) Address of your bank.\r\n\r\nc) Bank Telephone and Fax.\r\n\r\nd) Account Number.\r\n\r\ne) Swift Code/Routing Number.\r\n\r\nd)Account Names.\r\n\r\n\r\n\r\n(2).OTHERWISE, IF YOU DESIRE TO HAVE THE PAYMENT BY CHECK:\r\n\r\n\r\n\r\nThen, you do not have to provide your banking information. Simply provide me with:\r\n\r\na) Your full names (As would be on the check).\r\n\r\nb) Contact/Mailing address\r\n\r\nc) Your Telephone and Fax Number.\r\n\r\n\r\n\r\nFurthermore, as surety for the money that would be paid to you on my behalf, I would need a scanned copy of your International Passport or Drivers License for record purpose.\r\n\r\n\r\n\r\nWhen I receive all the aforementioned, I will then send a working AGREEMENT between you and I, to guide and guard this relationship.\r\n\r\n\r\n\r\nOnce all these are sorted out, I will notify the first company of my desire to receive my money through you and instruct them accordingly.\r\n\r\n\r\n\r\nIn conclusion:\r\n\r\n\r\n\r\nI wish to draw your attention to the wise observation of Marlene Gill, who wrote:\r\n\r\n\r\n\r\n\"To exist is to change,\r\n\r\nTo change is to mature,\r\n\r\nTo mature is to go on creating one's self endlessly,\"\r\n\r\n\r\n\r\nAs we continue to change and to mature as individuals and as a nation, let us continue to dream that one-day, very soon, Cholera and HIV/AIDS will no longer devastate our nation, that all of our young people will resort to responsible behavior and that the moral values of our forebears will once more dominate our society.\r\n\r\n\r\n\r\nLET US DARE TO DREAM. For it is not an impossible dream.\r\n\r\n\r\n\r\nThis is simply from my heart to you.\r\n\r\n\r\n\r\nI wish you the very best while giving my thanks in anticipation of a lasting business relationship with you.\r\n\r\n\r\n\r\nKindly send the requirements as mentioned above via my private email addresses as stated.\r\n\r\n\r\n\r\nMy regards,\r\n\r\n\r\n\r\nK. M. ZONDI (REV),\r\n\r\nDeputy Minister of Public Works,\r\n\r\nCentral Government Building,\r\n\r\n6th Floor, Room 623,\r\n\r\ncnr Bosman and Vermeulen St.,\r\n\r\nPretoria, SOUTH AFRICA.\r\n\r\nEmail (PRIVATE): revmzondi@netscape.net\r\n\r\nINTERNET (PROFILE): http://www.gov.za/gol/gcis_profile.jsp?id=1075\r\n\r\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-577", "X-TIKA:parse_time_millis": "2", "dc:creator": ["K.M.ZONDI@foxfire.mr.itd.UM (REV),  ", "K.M.ZONDI@foxfire.mr.itd.UM", "revmzondi@netscape.net"], "dc:format": "text/plain; charset=iso-8859-1 ", "dc:identifier": "<200311281757.hASHv2601100@foxfire.mr.itd.UM>  ", "dc:subject": "THIS IS HUMANITERIAN SERVICE THAT REQUIRES YOUR ATTENTION!", "dc:title": "THIS IS HUMANITERIAN SERVICE THAT REQUIRES YOUR ATTENTION!", "dcterms:created": "2003-11-28T16:50:30Z"}