{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sat Nov 29 08:33:37 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "danjumawilliams@fsmail.net", "MboxParser-return-path": "<danjumawilliams@fsmail.net>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "DANJUMA WILLIAMS M <danjumawilliams@fsmail.net>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "danjumawilliams@fsmail.net", "Message:From-Name": "DANJUMA WILLIAMS M", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200311291330.hATDUBMe008357@brokenways.mr.itd.UM>", "Message:Raw-Header:Reply-To": "danjumawilliams@fsmail.net", "Message:Raw-Header:Return-Path": "<danjumawilliams@fsmail.net>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nconsultation\n\nSHELL PETROLEUM DEVELOPMENT COMPANY\r\n\r\n44 MARINA, LAGOS NIGERIA.\r\n\r\nOUR REF.SPDC/03\r\n\r\nATTENTION: THE MANAGING DIRECTOR,\r\n\r\nSIR,\r\n\r\nFIRST, I MUST SOLICIT YOUR CONFIDENCE IN THIS TRANSACTION, THIS IS BY VIRTUE OF ITS NATURE AS BEING CONFIDENTIAL. I AM ASSURING YOU THAT ALL WILL BE WELL AT THE END OF HE DAY. WE HAVE DECIDED TO CONTACT YOU BY E-MAIL DUE TO THE URGENCY OF THIS TRANSACTION.\r\n\r\nLET ME START BY INTRODUCING MY SELF PROPERLY TO YOU. I AM MR DANJUMA WILLIAMS M, THE AUDITOR OF THE SHELL PETROLEUM DEVELOPMENT COMPANY (SPDC). I CAME TO KNOW OF YOU IN MY PRIVATE SEARCH FOR A RELIABLE AND REPUTABLE PERSON TO HANDLE THIS CONFIDENTIALTRANSACTION WHICH INVOLVES THE TRANSFER OF THE SUM OF NINE-FIVE MILLION UNITED STATES DOLLARS WITH SECURITY COMPANY IN EUROPE.\r\n\r\nTHIS AMOUNT WAS SECURED FROM EXCESS OIL SALES FROM NIGERIA CRUDE OIL. THE SUM OF $1.2 BILLION OIL WINDFALL WAS RELIEZED BY THE SHELL PETROLEUM\r\n\r\nDEVELOPMENT COMPANY FOR THE MONTH OF AUGUST 2003.ORGANISATION OF PETROLEUM EXPORTING COUNTRIES (OPEC) CRUDE OIL PRICE WAS PEG AT $22.00 PER BARREL AND FORTUNATELY FOR OIL PRODUCING COUNTRIES LIKE NIGERIA, THERE WAS RISES IN OIL PRICE TO ABOUT $27.00 AND $28.00 PER BARREL AND AS A RESULT THERE WAS EXCESS OIL SALES AND I BELIEVE YOU WOULD BE AWARE OF THIS RISE IN OIL PRICE THIS YEAR.\r\n\r\nOUT OF THESE $1.2 BILLION EXCESS OIL FUNDS, MY COLLEAQUES AND MYSELF DECIDED TO CONTACT YOU, BECAUSE OF OUR POSITION IN THE ACCOUNT DEPARTMENT OF THE SHELL PETROLEUM DEVELOPMENT COMPANY DIVERTED THE SUM OF NINE-FIVE MILLION UNITED STATE DOLLARS, WE AGREED TO TRANSFER THIS SUM INTO YOUR NOMINATED ACCOUNT, THE EXCESS CRUDE OIL SALES IS BEING KEPT WITH SECURITY COMPANY IN EUROPE. TO ENABLE THE SECURITY COMPANY PAY YOU THIS THIRTY-FIVE MILLION U.S DOLLARS YOU WILL BE ACTING AS ONE OF OUR CONTRACTOR AND THIS MONEY WILL BE PAID IN YOUR FAVOUR.\r\n\r\nNOTE, THE REASON FOR THE PAYMENT OF THIS THIRTY-FIVE MILLION U.S DOLLARS\r\n\r\nINTO YOUR HAND WILL BE FOR A MOBILISATION FEE FOR A CONTRACT THAT IS AWARDED TO YOU BY MY COMPANY THE SHELL PETROLEUM DEVELOPMENT COMPANY. ALL THE NECESSARY DOCUMENTATION FOR THE APPROVAL OF THIS FUND WILL BE TAKEN GOOD CARE OF AND THIS BUSINESS IS 100% RISK FREE AS ALL THE MODALITIES FOR THE SMOOTH PAYMENT OF THIS FUND INTO YOUR HAND HAS BEEN CONCLUDED ALREADY.\r\n\r\n1)THAT THIRTY PERCENT (30%) WILL BE FOR YOU FOR HELPING US RECEIVING THIS FUND.\r\n\r\n2)THAT TEN PERCENT (10%) WILL BE MAPED OUT FOR REIMBURSEMENT FOR ANY EXPENSES INCURED BY THE TWO PARTIES (YOUR PARTY AND MY PARTY) DURING THE TRANSFER OF THIS FUND INTO YOUR ACCOUNT.\r\n\r\n3)THAT SIXTY PERCENT WILL BE FOR MY PARTY, WHICH I WELL USE TO IMPORT YOUR COMPANIES PRODUCTS INTO MY COUNTRY.\r\n\r\nTO ENABLE US PROCEED WITH THIS BUSINESS, YOU ARE URGENTLY REQUIRED TO SEND ME YOUR DIRECT PHONE AND FAX NUMBERS, REPLY TO MY PRIVATE\r\n\r\nE-MAIL(danjumawilliams@fsmail.net) NUMBER SO THAT WE CAN APPLY FOR\r\n\r\nIMMEDIATE PAYMENT OF THIS FUND INTO YOUR HAND, WAITING TO RECEIVE YOUR\r\n\r\nIMMEDIATE REPLY.\r\n\r\nYOURS FAITHFULLY,\r\n\r\nMR DANJUMA WILLIAMS M,\r\n\r\nTHE AUDITOR OF SHELL PETROLEUM DEVELOPMENT COMPANY\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-578", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"DANJUMA WILLIAMS M\" <danjumawilliams@fsmail.net>", "DANJUMA WILLIAMS M <danjumawilliams@fsmail.net>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200311291330.hATDUBMe008357@brokenways.mr.itd.UM>", "dc:subject": "consultation", "dc:title": "consultation", "dcterms:created": "2001-05-10T02:17:48Z"}