{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Nov 30 14:59:58 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "ukpd2001@email.cz", "MboxParser-return-path": "<ukpd@web-mail.com.ar>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 6.00.2600.0000", "Message-From": "KEN GOMAN <ukpd@web-mail.com.ar>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "ukpd@web-mail.com.ar", "Message:From-Name": "KEN GOMAN", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200311300210.hAU2AXxQ028222@informer.mr.itd.UM>", "Message:Raw-Header:Reply-To": "ukpd2001@email.cz", "Message:Raw-Header:Return-Path": "<ukpd@web-mail.com.ar>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 6.00.2600.0000", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nbusiness  assistance\n\nFor The Attention of: OWNER / CHIEF EXECUTIVE\r\n\r\nThis is for your urgent attention.  First, I must solicit your strictest confidence as you read this letter.  Though this might come to you as a surprise since we have not met or spoken with each other before.  I plead for your understanding and tender my humble apologies if I had taken you unaware.\r\n\r\nMy name is KEN AMOBI, a member of the committee set up by the Federal Government of Nigeria to supervise the activities of the Petroleum Trust Fund (PTF), the agency that manages proceeds from the sale of crude oil in my country.  At the inception of the new democratic government in my country, the Petroleum Trust Fund was ordered to wind up its operation to enable the new committee take over.  The former Chairman of the agency in the person of Major General Muhammed Buhari (Rtd.) was also retired.\r\n\r\nIn its place a new committee in which I am a member was appointed to take over and oversee the activities of the agency. The duty of the committee amongst others includes verifying all outstanding contract claims and debts with the sole objective of settling such long overdue claims.  I therefore decided to contact you directly having gotten your name and company's information from a business handbook of your country I discovered in the former chairman’s official study, which he left behind in his office.\r\n\r\nGoing through some of the files left behind by the former chairman, we discovered that he has secured out of the Central Bank of Nigeria a forex release to the tune of US$25,500,000.00 for the payment of goods and services supplied by foreign contractors for the execution of KUBUWA WATER PROJECT in the oil rich Niger Delta.  He was trying to transfer the funds to a ghost company abroad when he was removed from office.  In confidence, we know that the goods and services were not supplied but used his office to approve the payment in favour of a foreign firm with no fixed address.  He confided in me as a member of the new committee that he used his position to over invoice the contract.  After his removal from office, this over invoiced amount is floating in the system and left unclaimed.  He has therefore requested me to help look for a foreign company into whose account the funds will be transferred.\r\n\r\nI am now soliciting for your cooperation to enable us process the transfer of the funds to your account. You should provide us your company's name or any other name as long as you will be able to receive the amount.  It will be treated as one of the outstanding payments due to you on executed contract.  We will take measure to duly register your company here in Nigeria to give it legitimacy.  We need your company's name and account particulars to enable us file application for foreign exchange allocation order at the Federal Ministry of Finance.  The moment we accomplish this, we will raise Contract Award Certificate in your company's name to show that a contract was actually awarded and executed by you. The nature of your business does not matter.\r\n\r\nFor your participation and investing in this project, we are prepared to concede 25%of the total sum to you.  On completion of the project, we will commit a substantial percentage of our share into investments in your country and we will direct you on how to repatriate the balance of our share.\r\n\r\nI wish to state here again that confidentiality should be our watchword. If the above proposal meets your approval, please respond immediately.\r\n\r\nEndeavour to furnish me with your secured private telephone and fax line for easy reach.\r\n\r\n\r\nKEN AMOBI\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-581", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"KEN GOMAN\" <ukpd@web-mail.com.ar>", "KEN GOMAN <ukpd@web-mail.com.ar>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200311300210.hAU2AXxQ028222@informer.mr.itd.UM>", "dc:subject": "business  assistance", "dc:title": "business  assistance", "dcterms:created": "2003-11-30T02:08:20Z"}