{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-e-mail": "jnicholas@zwallet.com ", "MboxParser-from": "r  Sun Dec 14 23:53:50 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "jnicholas@zwallet.com", "MboxParser-return-path": "<jamesnicholas@zwallet.com> ", "MboxParser-status": "O", "Message-From": "MR. JAMES NICHOLAS <jamesnicholas@zwallet.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "jamesnicholas@zwallet.com", "Message:From-Name": "MR. JAMES NICHOLAS", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200312150453.hBF4r5pf017560@fate.mr.itd.UM>", "Message:Raw-Header:Reply-To": "jnicholas@zwallet.com", "Message:Raw-Header:Return-Path": "<jamesnicholas@zwallet.com>", "Message:Raw-Header:Status": "O", "Multipart-Boundary": "fe9cadbd-1f37-4d61-9b24-181258a4b1d2", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT BUSINESS PROPOSAL\n\nMr. James Nicholas\r\nCalabar,\r\n\r\nDear Prospective Business Partner,\r\n\r\nI am e-mailing to you this business proposition having gone through your remarkable profile on the internet. Though, this medium (Internet) has been greatly abused, I choose to reach you through it because it still remains the fastest, surest and most secured means for me to communicate with you at this time.\r\n\r\nHowever, this correspondence is unofficial and private, and it should be treated as such. Official telephone calls and fax messages to me WILL NOT be entertained for security reasons and for the success of this project. For further briefing, you can reach me only via my private email address as stated below or through my lawyer whose contact shall be provided to you\r\nin due cause.\r\n\r\nMy name is Mr. James Nicholas. I am the chief financial controller to Mr. Charles Taylor, the ex-president of Liberia who is presently on exile in Nigeria.  As his private financial controller, I have access to his financial records more than any of his family members.\r\n\r\nMr Charles Taylor has over $1 billion dollars outside Liberia and his family members or people around him are not aware of this. With his present notion of arrest and following his restricted movement and the recent proclamation by Zurich authority, the U.N war crimes court and the America Government, has agreed that all Bank account belonging to Charles Taylor should be reported and freezed.\r\n\r\nTherefore I want to use this opportunity to make good money for myself. I have worked for him for over 10 years and I have nothing to show for it. I am only leaving on his empty promises and hopes.\r\n\r\nPresently, I have complete information to authorize with documents for collecting /receiving $200 million from one of his financial sources in South Africa. And I need your assistance in receiving the funds in Europe on my behalf. Charles Taylor has prepared himself legally and secretly arranged with Top most Government agents to transfer the funds upon instructions.\r\n\r\nIn light of the above, I am seeking your cooperation to act as the authorized beneficiary of the said funds to enable us claim the funds for our mutual benefit. As you probably already aware, Mr. Charles Taylor maybe handed over by his host country to the new Liberia Government to face trial soon hence the need for urgent attention to this matter.\r\n\r\nYour prompt responce to my proposal will be highly appreciated. As soon as I receive your geniue intention to cooperate with me, I will have my lawyer provide you with the necessary details as required to enable us conclude this transaction successfully. I thank you and look forward to hearing from you shortly.\r\n\r\nRegards\r\n\r\nJames Nicholas\r\nplease reply via my private e-mail below.\r\ne-mail: jnicholas@zwallet.com\r\n\r\n..........................................\r\n\r\nBecause of charles Taylors notion of arrest, and with the present development the security alert-ness is higher, so I will introduced my lawyer to you upon your responce to my proposal.\r\n\r\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-602", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"MR. JAMES NICHOLAS\" <jamesnicholas@zwallet.com>", "MR. JAMES NICHOLAS <jamesnicholas@zwallet.com>"], "dc:format": "text/plain; charset=iso-8859-1", "dc:identifier": "<200312150453.hBF4r5pf017560@fate.mr.itd.UM>", "dc:subject": "URGENT BUSINESS PROPOSAL", "dc:title": "URGENT BUSINESS PROPOSAL", "dcterms:created": "2003-12-15T04:52:47Z"}