{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-from": "r  Mon Dec 15 23:27:58 2003", "MboxParser-http": "//photos.yahoo.com/", "MboxParser-mime-version": "1.0  pardon. cooperation (NNPC) Mr. Peter Bush made a numbered forwarded address but got no reply after months we  acct. beneficiary/next of kin. This is simple. All you 10% will be set aside for expenses incurred with of an attorney to draft the will and obtain all interested because if you do, it will take me out of", "MboxParser-return-path": "<mikeigbol@yahoo.com> Headquarter, you? Of course it is my humble wish to solicit and confidential US$25,000, 000. 00(Twenty-Five Million US Dollars) automobile accident. On further investigation, it or Government. If the account owner is certified death account anywhere in the world for me to arrange the There is no risk involved. I am using my position free guaranteed. If you are interested, please reply ", "MboxParser-status": "RO  bank (fixed) deposit for twelve calenderer month valued contract employee (Nigeria national petroleum discovered to Nigerian banking law, after five years, the money to do is to immediately send me the details of a and there. your favor for the transfer. This transaction is ", "Message-Recipient-Address": "mikeigbol@yahoo.com Phone: 234-80-37142361. a joint business transaction which I hope will not On June 6, 1997, an Australian oil  attempts by the Australian to trace his next of kin deposit document in my bank. The total sum This is the situation, and my proposal is that I am transferred into the account for us to share in the work for the transaction. We shall employ the of Mike Igbo.", "Message-To": ["mikeigbol@yahoo.com Phone: 234-80-37142361. a joint business transaction which I hope will not On June 6, 1997, an Australian oil  attempts by the Australian to trace his next of kin deposit document in my bank. The total sum This is the situation, and my proposal is that I am transferred into the account for us to share in the work for the transaction. We shall employ the of Mike Igbo.", "mikeigbol@yahoo.com"], "Message:Raw-Header:Content-Type": "text/plain; charset=us-ascii", "Message:Raw-Header:In-Reply-To": "<20031018004101.97628.qmail@web41002.mail.yahoo.com>", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20031216042752.8905.qmail@web9506.mail.yahoo.com>", "Message:Raw-Header:Return-Path": "<mikeigbol@yahoo.com>", "Message:Raw-Header:Status": "RO", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUrgent respond needed.\n\n Headquarter, \n First Bank of Nigeria Plc.\n Lagos, Nigeria.\n Phone: 234-80-37142361.\n Alternative Email:judeigbo@juno.com\t\t\n \n Sir,\n \n Compliment of the day and how is life general with\n you? Of course it is my humble wish to solicit and\n crave your indulgence to make this project request\n for\n a joint business transaction which I hope will not\n come to you as a surprise, hence I plead for your\n pardon.  \n I am Mike Igbo, the manager of headquarter first\n bank\n of Nig. Plc. Lagos. I have an urgent and\n confidential\n business proposal for you. \n \n On June 6, 1997, an Australian oil\n consultant/contractor with via National Petroleum\n cooperation (NNPC) Mr. Peter Bush made a numbered\n time\n (fixed) deposit for twelve calenderer month valued\n at\n US$25,000, 000. 00(Twenty-Five Million US Dollars)\n in\n my branch.\n \n On maturity, I sent a routine notification to his\n forwarded address but got no reply after months we\n send a reminder and finally we discovered from his\n contract employee (Nigeria national petroleum\n Corporation) that Mr. Peter Bush died from an\n automobile accident. On further investigation, it\n was\n clear that he died without making a will. All\n attempts by the Australian to trace his next of kin\n were fruitless.\n \n I therefore made further investigation and\n discovered\n that Mr. Peter Bush did not declare any next of kin\n or\n relations in all his official documents including\n his\n deposit document in my bank. The total sum\n US$25,000,000.00 is still in my bank as dormant\n acct.\n No one will ever come forward to claim it. According\n to Nigerian banking law, after five years, the money\n will revert to the ownership of the Nigerian\n Government. If the account owner is certified death\n and nobody comes forward to claim it.\n \n This is the situation, and my proposal is that I am\n looking for a foreigner who will stand in as the\n beneficiary/next of kin. This is simple. All you\n have\n to do is to immediately send me the details of a\n bank\n account anywhere in the world for me to arrange the\n proper money transfer document. The money will then\n be\n transferred into the account for us to share in the\n ration of 60% for me 30% for you while the remaining\n 10% will be set aside for expenses incurred with\n here\n and there.\n \n There is no risk involved. I am using my position\n and\n connection in the bank here to do all the document\n work for the transaction. We shall employ the\n services\n of an attorney to draft the will and obtain all\n necessary documents and letter of administration in\n your favor for the transfer. This transaction is\n risk\n free guaranteed. If you are interested, please reply\n immediately confidentiality and be rest assured that\n this transaction could be most profitable for both\n of\n us. Please do not expose this deal if you are not\n interested because if you do, it will take me out of\n seat.\n \n I am awaiting your urgent reply.\n \n Best regards,\n \n  Mike Igbo.\n\n\n__________________________________\nDo you Yahoo!?\nNew Yahoo! Photos - easier uploading and sharing.\nhttp://photos.yahoo.com/\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-606", "X-TIKA:parse_time_millis": "0", "dc:format": "text/plain; charset=us-ascii Sir, I am Mike Igbo, the manager of headquarter first time send a reminder and finally we discovered from his I therefore made further investigation and No one will ever come forward to claim it. According have here necessary documents and letter of administration in seat.", "dc:identifier": "<20031216042752.8905.qmail@web9506.mail.yahoo.com> First Bank of Nigeria Plc. crave your indulgence to make this project request business proposal for you. in was relations in all his official documents including and nobody comes forward to claim it. proper money transfer document. The money will then and immediately confidentiality and be rest assured that Best regards,", "dc:relation": "<20031018004101.97628.qmail@web41002.mail.yahoo.com> Alternative Email:judeigbo@juno.com come to you as a surprise, hence I plead for your consultant/contractor with via National Petroleum On maturity, I sent a routine notification to his were fruitless. US$25,000,000.00 is still in my bank as dormant looking for a foreigner who will stand in as the ration of 60% for me 30% for you while the remaining services us. Please do not expose this deal if you are not", "dc:subject": "Urgent respond needed.", "dc:title": "Urgent respond needed."}