{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu Jan 16 11:42:36 2003", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "davidmensoh@mail.com", "MboxParser-return-path": "<davidmensoh@mail.com> for <R@M>; Thu, 16 Jan 2003 11:42:25 -0500 (EST)", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "JONATHAN  MOKOENA <davidmensoh@mail.com>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "davidmensoh@mail.com", "Message:From-Name": "JONATHAN  MOKOENA", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200301161642.h0GGgJJg024482@bluewhale.cs.CU>", "Message:Raw-Header:Reply-To": "davidmensoh@mail.com", "Message:Raw-Header:Return-Path": "<davidmensoh@mail.com>\tfor <R@M>; Thu, 16 Jan 2003 11:42:25 -0500 (EST)", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nURGENT\n\nAttn: The President,\r\n\r\nDear Sir,\r\n\r\nMy mail may come to you as a surprise, but sincerely this is a\r\nproposal for a business deal that will benefit both of us. I am\r\ncontacting you after a frantic search for a person who will be\r\ntrustworthy and capable of handling a business of this dimension.\r\n\r\nMy name is Mr. Jonathan Mokoena, the Under-Secretary in charge of\r\nIntergration at the Specialized Technical Committee of the African\r\nUnion (AU), formerly Organization of Afriacn Unity (OAU). You may be\r\naware of the transformation of the OAU to AU, and the mandate to\r\nbuild a new united Africa modelled on the pattern of European Union\r\n(EU). For this therefore, the various African leaders recently\r\ninaugurated the New Patnership for African Development (NEPAD). NEPAD\r\nis to streamline Africa towards achieving a common market, defence\r\nforce, currency, foreign policy, judiciary etc. For the above, the\r\nvarious African countries have made whosoever contributions in\r\nhundreds of million dollars. We have equally received grants/aids\r\nfrom the EU, USA and other international governments and agencies.\r\nThese moneies in all have ran into millions of dollars.\r\n\r\n\r\nAs the officer in charge of receiving and managing these funds and\r\nexecuting the projects for which they are ment for, I have received\r\nall the money expected. I have also prepared my account which I have\r\nsubmitted to the AU High Command, and it has been approved by the AU\r\nSecratary-General, Dr. Amara Essy. However, in some of the money\r\nreceived, some of the donor countries and international bodies\r\nremitted to us amounts in excess of what they pledged. The AU before\r\nnow, has written to all of them to acknowledge the receipt of the\r\nmonies from them. The money in excess and which I have kept out with\r\nonly me having knowledge of it, is in the tune of Thirty-Five Million United States Dollars (US$35,000,000.00). As it is now, this money belongs to me, as neither the AU nor any of the donor countries/international agencies has declared their money missing.\r\n\r\n\r\nI am therefore contacting you to assist me with the movement and\r\nsafe-keeping of this fund. As a public officer in my category, I\r\ncannot openly put this money into any bank here in Addis Ababa,\r\nEthiopia, the AU headquarters where I am now, or in any other part of\r\nAfrica, as an account holder. This will surely raise eyebrows and\r\nexpose me. I have therefore concealed this amount of US$35M in four\r\nmetal trunk boxes, and declared them as artefacts belonging to a\r\nforeigner. I deposited the boxes with a Security Company based in\r\nSpain which has an affliate offices in Ghana, Cot d'Ivoire and South Africa. These cities are safe havens for this kind of transaction.\r\n\r\nThis transaction will however be hitch-free. So, I would therefore\r\nwant you to be in Banjul, The Gambia for the clearing and claiming of\r\nthis fund. I will furnish you with information/documents on how\r\n\r\nyou will stand as the beneficiary of the boxes. I have decided to\r\ngive to you 40% of the total amount involved.\r\n\r\nPlease I will want you to contact me on this e-mail address or the\r\nalternative: (joe_mokoena@fastermail.com).\r\n\r\n\r\nAlso, you have to assure me of the secrecy and confidentiality in\r\nthis transaction.\r\n\r\nThanks in anticipation of your valued co-operation.\r\n\r\nMr. Jonathan Mokoena.\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-65", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"JONATHAN  MOKOENA\" <davidmensoh@mail.com>", "JONATHAN  MOKOENA <davidmensoh@mail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200301161642.h0GGgJJg024482@bluewhale.cs.CU>", "dc:subject": "URGENT", "dc:title": "URGENT", "dcterms:created": "2003-01-16T16:38:58Z"}