{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable"], "MboxParser-e=3d'color": "#0000FF; font-family:arial; font-size:10pt;' TARGET=3D'_blank'>w=", "MboxParser-from": "r  Thu Jan  8 06:11:52 2004", "MboxParser-mime-version": "1.0 will be secured on behalf of You/your Company.", "MboxParser-reply-to": "mngomeni4@fsmail.net The said funds represent certain percentage of the total contract value ex=", "MboxParser-return-path": "<mngomeni4@fsmail.net> boundary=\"----=_Part_11532_23801182.1073560266821\" The business itself is 100% safe and secure, provided you treat it with ut=", "MboxParser-status": "RO Regards,", "Message-From": "mngomeni james <mngomeni4@fsmail.net>", "Message-To": ["undisclosed-recipients: ; Kindly notify me for further details upon your acceptance of this proposal", "undisclosed-recipients:;"], "Message:From-Email": "mngomeni4@fsmail.net", "Message:From-Name": "mngomeni james", "Message:Raw-Header:Message-ID": "<24087440.1073560266824.JavaMail.www@wwinf3001>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "mngomeni4@fsmail.net", "Message:Raw-Header:Return-Path": "<mngomeni4@fsmail.net>", "Message:Raw-Header:Status": "RO", "Multipart-Boundary": "----=_Part_11532_23801182.1073560266821", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ninvestment Relationship\n\nTENDER COMMITTEE\nDEPARTMENT OF MINERALS AND ENERGY,\nPRETORIA, SOUTH AFRICA.\n \n\n\nDear Friend,\n It is my great pleasure in writing you this letter on behalf of my colleagues. Your information was given to me by a member of the South African Export Promotion Council (SAEPC) who was with the Federal Government delegation on a trip to your country for a bilateral conference talk to encourage foreign investors. I have decided to seek a\nconfidential co-operation with you in the execution of the deal described\nhere under for the benefit of all parties and hope you will keep it confidential because of the nature of this business\nWithin the Department of Minerals an Energy where I work as a Director of Audit and Project Implementation and with the co-operation of two other top officials, we have in our possession as overdue\npayment in US funds.\n The said funds represent certain percentage of the total contract value executed on behalf of my Department by a foreign\ncontracting firm which we the officials over-invoiced to the amount of US$14.500,000.00Dollars.Though the actual contract cost has been paid to the original contractor, leaving the excess balance unclaimed.\n Since the present elected Government is determined to pay foreign contractors all debts owed so as to maintain good relationship with foreign government and non-government agencies, we include our bills for approvals with the Department of Finance and the Reserve Bank of South Africa. We are seeking your assistance to front as beneficiary of the unclaimed funds, since we are not allowed to operate foreign accounts. Details and change of beneficiary information upon application for claim to reflect payment and approvals will be secured on behalf of You/your Company.\n  I have the authority of my partners involved to propose that should you be willing to assist us in this transaction your share as compensation will be US$3.625m (25%), while my colleagues and I receive US$9.425m  (65%) and the balance of US$1.450m (10%) for taxation and miscellaneous expenses incurred.\n The business itself is 100% safe and secure, provided you treat it with utmost confidentiality. It does not matter whether You/your Company does contract projects, as a transfer of powers will be secured in favor of You/your Company. Also your area of specialization is not a hindrance to the successful execution of this transaction. I have reposed\nmy confidence in you and hope that you will not disappoint me.\n Kindly notify me for further details upon your acceptance of this proposal\n\n\nmngomenijames@yahoo.co.uk\nThanks for your co-operation.\n\n\n\n Regards,\n\n\nMNGOMENI JAMES(DR)\n\n\n Freeserve AnyTime - HALF PRICE for the first 3 months - Save £7.50 a month \nwww.freeserve.com/anytime", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-632", "X-TIKA:parse_time_millis": "2", "dc:creator": ["mngomeni james <mngomeni4@fsmail.net> on a trip to your country for a bilateral conference talk to encourage for=", "mngomeni james <mngomeni4@fsmail.net>"], "dc:format": "text/plain; charset=iso-8859-1 Save =A37.50 a month <br><a href=3D'http://www.freeserve.com/anytime' styl=", "dc:identifier": "<24087440.1073560266824.JavaMail.www@wwinf3001> It is my great pleasure in writing you this letter on behalf of my colleag=", "dc:subject": "investment Relationship", "dc:title": "investment Relationship", "dcterms:created": "2004-01-08T11:11:06Z"}