{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Jan 14 12:07:11 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "princeogo20043000@yahoo.com", "MboxParser-return-path": "<princeogo20043000@yahoo.com>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-priority": "1", "Message-From": "PRINCE OGO <princeogo20043000@yahoo.com>", "Message-To": ["undisclosed-recipients:;", "undisclosed-recipients:;"], "Message:From-Email": "princeogo20043000@yahoo.com", "Message:From-Name": "PRINCE OGO", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<20040114170255.B7C5DCCA9@krusty.si.UM>", "Message:Raw-Header:Reply-To": "princeogo20043000@yahoo.com", "Message:Raw-Header:Return-Path": "<princeogo20043000@yahoo.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Priority": "1", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIN NEED OF YOUR HELP\n\nATTENTION.  Hello Sir,  I am  PRINCE OGO,a member of the Movement For Democratic Change in  Zimbabwe...my party is opposed to the Zanu-PF party of the incumbent  President Robert Mugabe.I went into a partnership with a white farmer  and a buisness man in Zimbabwe and as we progressed in buisness,i  bought  his ideas and philosophy which made me join the movement for  democratic  change which is dominated by the whites(of which my colleague is a top  member).   We control a greater portion of the white-dominated farms in Zimbabwe  and we are major shareholders in major companies in Zimbabwe.The Mugabe  government and his political associates are not tolerant with the  activities of the movement for demcratic change and he is using  indirect  guerilla war tactic to oppress the members.   Zimbabwe war veterans invaded our farm and confiscated some of our  assets and held us hostage.I managed to escape from their brutality but  my buisness partner died on the struggle.He left message that i should  sell off all our assets including the farms,estates and the companies  ensuring that his family relocates oversea and also to invest the money  propperly bearing in mined that the next step of the guerillas will be  to confiscate those remaining assets.   I have successfully sold off the remaining portion of our estate ,  companies and farms after which i managed with the help of the  immigration to sneak out of zimbabwe with my partner's family to  Dubai,so  right now we are in Dubai(UAE).The total sum in our possession at this  moment is US$18.5M(eighteen million and five hundred thousand dollers)  realised from the aution sales of the estate,farms and companies.  I got to know you from an internet database and from my careful  analysis  i realized that you could assist in this venture.All i want u to do is  to  assist us to relocate the money through your account in your  country  and also help us to invest it properly in a good buisness when we get  to your country.   I have two options for you,the first is that you could choose to have a  certain agreeable percentage of the money for nominating ur account for  this transaction,the other is you could as well go into a joint  buisness  partnership with me for proper investment of the fund in your contry.  Which ever way you want it,feel free to notify me.I have also mapped  out  %5 of the money for all kinds of expenses incured in the process of  the  transaction and if you dont prefer joint partnership,i am offering you  %20 of the fund while the rest %75 will be for my investment.   Please i need your reply urgently to let me know if you are capable to  assist me and if you are comfortable with my offer so that we can  proceed.                       Regards..                    PRINCE OGO\t\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-645", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"PRINCE OGO\" <princeogo20043000@yahoo.com>", "PRINCE OGO <princeogo20043000@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<20040114170255.B7C5DCCA9@krusty.si.UM>", "dc:subject": "IN NEED OF YOUR HELP", "dc:title": "IN NEED OF YOUR HELP", "dcterms:created": "2004-01-14T17:04:33Z"}