{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-attn": "DIRECTOR/C .E. O", "MboxParser-content-transfer-encoding": "8bit", "MboxParser-e-mail": ["prince_charleszuma@fsmail.net ", "prince_charleszuma@fsmail.net"], "MboxParser-from": "r  Fri Jan 16 04:40:36 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "prince_charleszuma@fsmail.net", "MboxParser-return-path": "<R@O> for <R@O>; Fri, 16 Jan 2004 04:40:29 -0500 (EST)", "MboxParser-status": "RO", "MboxParser-tel": "27-83-508 5448", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "MboxParser-x-mime-autoconverted": "from quoted-printable to 8bit by ober.cs.CU id i0G9eThj005315", "Message-From": "PRINCE CHARLES ZUMA <prince_charlzuma@fsmail.net>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "prince_charlzuma@fsmail.net", "Message:From-Name": "PRINCE CHARLES ZUMA", "Message:Raw-Header:Content-Transfer-Encoding": "8bit", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200401160940.i0G9eMBG007710@cs.CU>", "Message:Raw-Header:Reply-To": "prince_charleszuma@fsmail.net", "Message:Raw-Header:Return-Path": "<R@O>\tfor <R@O>; Fri, 16 Jan 2004 04:40:29 -0500 (EST)", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-MIME-Autoconverted": "from quoted-printable to 8bit by ober.cs.CU id i0G9eThj005315", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI AM REQUESTING FOR YOUR ASSISTANCE,DIRECTOR/CEO\n\nFROM PRINCE CHARLES ZUMA\nJOHANNEBURG SOUTH AFRICA\nE-MAIL: prince_charleszuma@fsmail.net \nTEL:27-83-508 5448\nE-MAIL: prince_charleszuma@fsmail.net\nATTN:DIRECTOR/C .E. O\nWith due respect trust and humility, I write you this proposal, which I believe will be a great interest to you. I found your contact while I was doing a private research on the Internet for a reliable and capable foreign partner that will assist my family and I. That's why I contacted you.\nI am Prince Charles Zuma the first son of Late Mr.Morris Zuma who was recently murdered in the land dispute in Zimbabwe. I found your contact while I was doing a private research on the Internet for a reliable and capable foreign partner that will assist my family in a business transaction, hence I decided to write to you.\nBefore the death of my father, he had taken me to Johannesburg to Deposit the sum of US$29 M (Twenty Nine Million United States Dollars). in a private security company, as if he foresaw the looming danger in Zimbabwe. This money was deposited in a box as Precious Metals to avoid any suspicion from the security company.\nThis amount was meant for the purchase of new machineries and chemicals and establishment of a new Commercial farm in Swaziland. This land problem came up when Zimbabwe President Mr. Robert Mugabe introduced a New Land Act reform, which wholly affected the rich white Commercial farmers and some few Black Commercial farmers.\nThis resulted to killings and mob action by Zimbabwean war veterans in the society. In fact, a lot of people were killed because of this land reform act for which my father is a victim. It is against this background that my family and I who are currently staying in South Africa decided to transfer my father's money to a foreign Country since the law of South Africa prohibits refugees to transact any business with the bank.\nAs the eldest son of my father, I am given the responsibility of seeking a genuine foreign partner who will provide a foreign account where this money could be transferred into as soon as possible for the investment of my family. I must also let you know that this transaction is 100% risk free. If you accept to assist my family and me. All I want from you is for you to make arrangements and come to Johannesburg,South Africa so that you can open a non-resident account in your name which will aid us in transferring this money into any account you will nominate overseas.\nI have two options, firstly you can choose to have certain percentage of the money for nominating your account for this transaction, or you can go into partnership with me for proper profitable investment of the money in your country.Whichever the option you want, feel free to notify me. I have also mapped out 5% of this money for all kinds of expenses that might be incured in the process of this transaction.\nIf you do not prefer a partnership, I am willing to give you 20% of the total money, while 75% will be for my family and me. If you are really capable and willing to assist me, please contact me immediately on the above telephone or by email. Finally, please treat this matter as urgent and Confidential. I intend to leave this country soonest.\nThanks for your mutual co-operation. I expect your urgent response.\nBest Regards,\nPRINCE CHARLES ZUMA\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-648", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"PRINCE CHARLES ZUMA\" <prince_charlzuma@fsmail.net>", "PRINCE CHARLES ZUMA <prince_charlzuma@fsmail.net>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200401160940.i0G9eMBG007710@cs.CU>", "dc:subject": "I AM REQUESTING FOR YOUR ASSISTANCE,DIRECTOR/CEO", "dc:title": "I AM REQUESTING FOR YOUR ASSISTANCE,DIRECTOR/CEO", "dcterms:created": "2004-01-16T09:40:26Z"}