{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable country's Contracts Review Panel (CRP) who are interested in diverting som="], "MboxParser-font-size": "10pt;' TARGET=3D'_blank'>www.freeserve.com/anytime</a></span>", "MboxParser-from": "r  Sat Jan 17 14:54:29 2004", "MboxParser-le=3d'color:#000000;font-family": "arial; font-size:10pt;'>Freeserve AnyTime -=", "MboxParser-mime-version": "1.0 the decree setting up the panel, to review these contracts and if necessar=", "MboxParser-reply-to": "paul147_422@fsmail.net to enable us transfer into your nominated account the said floating funds.=", "MboxParser-return-path": "<paul147_422@fsmail.net> boundary=\"----=_Part_12413_25112494.1074369252877\" transaction is 100% safe and risk-free.", "MboxParser-status": "RO above: Your company's name, address, telephone and fax numbers; we will us=", "MboxParser-tp": "//www.freeserve.com/anytime' style=3D'color:#0000FF; font-family:arial; =", "Message-From": "paul bugati <paul147_422@fsmail.net>", "Message-Recipient-Address": "paul147_422@fsmail.net We are determined to conclude the transfer before the end of this quarter =", "Message-To": ["paul147_422@fsmail.net We are determined to conclude the transfer before the end of this quarter =", "paul147_422@fsmail.net"], "Message:From-Email": "paul147_422@fsmail.net", "Message:From-Name": "paul bugati", "Message:Raw-Header:Message-ID": "<18046935.1074369252880.JavaMail.www@wwinf3001>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "paul147_422@fsmail.net", "Message:Raw-Header:Return-Path": "<paul147_422@fsmail.net>", "Message:Raw-Header:Status": "RO", "Multipart-Boundary": "----=_Part_12413_25112494.1074369252877", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nhello\n\n25 Adefobi Street, \nIkoyi Island, \nLagos. \n                                                                          \nFROM:DR.PAUL BUGATI\n \nDear Sir, \nI would like to firstly send to you the best wishes of good health and success in your pursuits particularly through my proposal as contained in this letter.\n \nBefore going into details of my proposal to you, I must first implore you to treat with the utmost confidentiality as this is required for its success and to have faith in this transaction, for opportunities like this only comes to one once in a life time. \n\n\nMy colleagues and I are senior officials of the Federal Government of my country's Contracts Review Panel (CRP) who are interested in diverting some funds that are presently floating in the accounts of the Apex Bank of my country. In order to commence this transaction, we solicit for your assistance to enable us transfer into your nominated account the said floating funds. We are determined to conclude the transfer before the end of this quarter of 2003\n. \nThe source of the funds are as follows: During the last military regime in my country, government officials set up companies and awarded themselves contracts that were grossly over-invoiced in various ministries and parastatals. The present civilian government set up the Contract Review Panel, which has the mandate to use the instruments of payments made available to it by the decree setting up the panel, to review these contracts and if necessary pay those who are being owed outstanding amounts.\n \nMy colleagues and I have identified quite a huge sum of these funds, which are presently floating in our (Apex) Central Bank, ready for disbursement and would like to divert some of it for our own purposes.\n\n\nHowever, by virtue of our positions as civil servants and members of this panel, we cannot acquire these funds in our names or in the names of companies that are based in my country. I have therefore been mandated, as a matter of trust by my colleagues in the panel, to look for a reliable overseas partner into whose account we can transfer the sum of U.S.$20,500,000.00  (Twenty million, five hundred thousand U.S. dollars). That is why I am seeking your assistance. We have agreed to share the money to be transferred into your account, if you agree with our proposition as follows;\n \n(i) 25% to the account owner (you). \n(ii) 65% for us (the panel officials). \n(iii) 10% to be used in settling all expenses (by both \nyou and us) incidental to the actualization of this project.\n \nWe wish to invest our share of the proceeds of this project in foreign stock markets and other viable business till we are ready and able to have access to them without raising any eyebrows here at home. Please note that this transaction is 100% safe and risk-free.\n \nWe intend to effect the transfer within fourteen (14) banking days from the date of receipt of the following information through the fax number stated above: Your company's name, address, telephone and fax numbers; we will use your company’s name to  apply for the payment and backdate the award of the contract in favour of your company. We are looking forward to doing this transaction with you and we solicit for your utmost confidentiality in this transaction.\n \nI will bring you into a more detailed picture of this transaction when I hear from you. Please get in touch either through my email address above or my American internet FAX number 1 775 535 4598.TEL +234 1 775 7784\n\n\n Best regards,\n \n Dr. Paul Bugati\n\n\n Freeserve AnyTime - HALF PRICE for the first 3 months - Save £7.50 a month \nwww.freeserve.com/anytime", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-651", "X-TIKA:parse_time_millis": "3", "dc:creator": ["DR.PAUL BUGATI to&nbsp; apply for the payment and backdate the award of the contract in f=", "paul bugati <paul147_422@fsmail.net>"], "dc:format": "text/html", "dc:identifier": "<18046935.1074369252880.JavaMail.www@wwinf3001> = transfer within fourteen (14) banking days from the date of receipt of the=", "dc:subject": "hello", "dc:title": "hello", "dcterms:created": "2004-01-17T19:54:12Z"}