{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-from": "r  Sun Jan 18 20:27:25 2004", "MboxParser-return-path": "<suleoketayo@alexandria.cc> SULE OKETAYO", "MboxParser-status": "RO", "MboxParser-x-authentication-warning": "safe.secure2-hosting.net: www set sender to suleoketayo@alexandria.cc using -f suleoketayo@alexandria.cc", "Message-From": "SA <suleoketayo@alexandria.cc>", "Message-Recipient-Address": "R@M ", "Message-To": ["R@M ", "R@M"], "Message:From-Email": "suleoketayo@alexandria.cc", "Message:From-Name": "SA", "Message:Raw-Header:Message-Id": "<200306210147.h5L1lNBa018763@gawab.com>\"", "Message:Raw-Header:Return-Path": "<suleoketayo@alexandria.cc>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Authentication-Warning": "safe.secure2-hosting.net: www set sender to suleoketayo@alexandria.cc using -f", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRe:\n\nDeutsche Übersetzung unten.\n-----------------------------\n\n SULE OKETAYO\n EAGLE BANK PLC\n suleoketayo@alexandria.cc\n \n\n Dear Sir/Madam,\n\n I am Sule Oketayo, the head of the Treasury Department of Foreign Operations Eagle Bank PLC of Nigeria.\n\n In my department, I discovered an abandoned sum of US$13,500,000.00  (Thirteen Million, Five Hundred Thousand United States Dollars) in an account belonging to one of our foreign customers who died along with his entire family in 1998 in an auto crash. This account was open with the bank in 1993 and since 1998 nobody has operated it. After careful investigation, I discovered that the owner of this account was the president of   MIRA CONSTRUCTION COMPANY LTD. Despite several attempts by the bank to trace the relatives/next of kin of the deceased, up to date nobody has yet come forward to claim the money.\n\nI later discovered that all his supposed next of kin died with him in the auto crash incident. I have spent the last five years monitoring the account and gathering necessary information and documents on it. Now that all papers are ready, I am asking for your assistant to release the money to you as next of kin or relation to the deceased for safekeeping and subsequent sharing.  The banking laws of Nigeria stipulates that such money, if unclaimed after five years of maturity, will be transferred into the Central Bank treasury as unclaimed effect. \n\nThe request for a foreigner as next of kin in this business is occasioned by the fact that the customer was a foreigner and presenting a Nigerian as the next of kin to a foreigner could raise concerns from the bank management. \n\nI am ready to give you 20% of the total sum for your help. 10% will be used to pay off all the necessary fees/charges involved in the transfer. 25% will go to two other officials of Eagle Bank that are with me in this and whose positions will greatly help in expediting the transfer. I will be taking 45%. Please note that these figures are negotiable. After the money has been transferred to your country, I will visit your country for the disbursement/investing of my share according to the percentages we agree upon. Note this transaction requires utmost confidentiality and I am assuring you that it is 100% risk-free so you need not be afraid. I will not contact any other person until I am convinced that you are not interested. \n\nCan you please send me your phone and fax number for safer communication when needed. Also please kindly note that all the money to finance this transfer will be provided and you will not be asked to contribute anything. When I hear from you, I will send you an online banking access code with which you can log in to verify the account and balance using the banks online banking website.\n\nBest Regards,\n\nSule Oketayo\nsoketayo@alexandria.cc\n\n\n-----------------------\n\nSULE OKETAYO \nEAGLE BANK PLC\nsoketayo@alexandria.cc\n\nLiebe Herr/Frau,\n\nIch bin Sule Oketayo, der Kopf Abteilung der Schatzkammer Ausländischer Betriebe Eagle Bank PLC des Nigerias. \n\nIn meiner Abteilung, habe ich eine verlassene Summe von US$13,500,000.00 (Dreizehn Millionen, Fünf Hundert Tausend Vereinigten Staaten Dollar) in einer Konto entdeckt, die Ein von unseren ausländischen Kunden gehört, die zusammen mit seiner ganzen Familie in1998 in einem Auto Sturz gestorben sind. Diese Konto war offen mit der Bank in 1993 und, da 1998 niemand es bedient hat. Nachdem vorsichtige Untersuchung, ich entdeckt haben, daß der Eigentümer dieser Kontos der Präsident von MIRA KONSTRUKTION FIRMA LTD.... war. Trotz mehrerer Versuche durch die Bank, dem Verwandten nächstem Verwandtem vom verstorbenen, auf verfzuolgen, niemanden zu datieren, noch ist hervorgetreten, das Geld zu beanspruchen. \n\nIch habe später entdeckt, daß alle sein vermuteter nächster Verwandter mit ihm im Auto Sturz Vorfall gestorben ist. Ich habe überwachende die Konten und die Versammeln von notwendigen Informationen und Dokumente darauf die letzte fünf Jahre ausgegeben. Jetzt, daß alle Papiere bereit sind, ich um Ihren Assistenten bitte, das Geld zu Ihnen freizugeben, als nächster Verwandter oder Verhältnis zum verstorbenen für sichere Verwahrung und folgendes Teilen. Das Bankwesen Gesetze des Nigerias schreibt vor daß solch Geld, wenn nicht beansprucht nachdem fünf Jahre von Reife, werden in die Zentralbank von Nigeria Schatzkammer als nicht beanspruchte Wirkung übertragen werden. \n\nDie Bitte für einen Ausländer, als nächster Verwandter in diesem Geschäft von der Tatsache occasioned wird, die der Kunde ein Ausländer und überreichend ein Nigerianer war, als der nächste Verwandte zu einem Ausländer erheben könnte, geht von der Bank Leitung an. \n\nIch bin bereit, Ihnen 20% von der gesamten Summe für Ihre Hilfe zu geben. 10% wird benutzt werden, ab alle notwendigen Gebühren/lädt zu zahlen, die in der Übertragung verwickelt werden. 25% wird zu zwei anderen Beamten von Eagle Bank gehen, der mit mir in diesem ist, und, dessen großartig einstellt, in Beschleunigen wird die Übertragung helfen. Ich werde 45% nehmen. Bitte Notiz, daß diese Figuren veräußerlich sind. Nachdem das Geld auf Ihr Land übertragen worden ist, werde ich Ihr Land für das Auszahlung/investierenden von meinem Anteil gemäß den Prozenten die wir auf besuchen übereinstimmen. Merken Sie diese Verhandlung erfordert, daß äußerste Vertraulichkeit und ich Ihnen zusichere, daß es 100% risikofrei so Sie ist, nicht müssen ängstlich sein. Ich werde andere Person nicht berühren, bis ich überzeugt bin, daß Sie sich nicht interessieren. \n\nKönnen Sie Sie bitte schicken mich Ihr Telephon und Fax zählt für sicherer kommunikationen wenn nötig. Auch bitte gütig Notiz, daß alle Geld zu finanzieren diese Übertragung versorgt werden wird, und Sie werden gebeten werden, nichts beigetragen zu werden. Wenn ich von Ihnen höre, werde ich Ihnen eine Online-Bankwesen Zugriffskennzahl schicken, mit den Sie in loggen können, die Konto zu beglaubigen, und die Ausgleich Gebrauch die Banken Online-Bankwesen Website. \n\nDie besten Beachtungen,\n\nSule Oketayo \nsuleoketayo@alexandria.cc\n\n\n\n\n\n\n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-652", "X-TIKA:parse_time_millis": "2", "dc:creator": ["\"SA\" <suleoketayo@alexandria.cc> In my department, I discovered an abandoned sum of US$13,500,000.00  (Thirteen Million, Five Hundred Thousand United States Dollars) in an account belonging to one of our foreign customers who died along with his entire family in 1998 in an auto crash. This account was open with the bank in 1993 and since 1998 nobody has operated it. After careful investigation, I discovered that the owner of this account was the president of   MIRA CONSTRUCTION COMPANY LTD. Despite several attempts by the bank to trace the relatives/next of kin of the deceased, up to date nobody has yet come forward to claim the money.", "SA <suleoketayo@alexandria.cc>"], "dc:identifier": "<200306210147.h5L1lNBa018763@gawab.com>\" I am Sule Oketayo, the head of the Treasury Department of Foreign Operations Eagle Bank PLC of Nigeria.", "dc:subject": "Re:", "dc:title": "Re:", "dcterms:created": "2004-01-19T01:27:20Z"}