{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-attn": "Dear Friend,", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Sun Jan 25 22:40:09 2004", "MboxParser-mime-version": "1.0", "MboxParser-return-path": "<abu_saeed04@tiscali.co.uk>", "MboxParser-status": "RO", "Message-Bcc": "", "Message-From": "abu_saeed04@tiscali.co.uk", "Message:From-Email": "abu_saeed04@tiscali.co.uk", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"iso-8859-1\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Return-Path": "<abu_saeed04@tiscali.co.uk>", "Message:Raw-Header:Status": "RO", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUrgent assistance.\n\n>From the office of Engr; Abubakar Saeed\r\nFederal Ministry of works and housing\r\nFederal secretariat office complex\r\nGarki,Abuja,\r\nNigeria.\r\nATTN: Dear Friend,\r\nRequest for assistance: Strictly Confidential\r\n\r\nI am Engr; Abubakar Saeed, the director of works FMW&H\r\n\r\nNigeria and chairman of contract award and review committee\r\n\r\nset up by the federal government of Nigeria under the present\r\n\r\ncivilian dispensation to award new contracts and review\r\n\r\nexisting ones.\r\nI came to know of you in my search for a reliable and\r\n\r\nreputable person to handle a very confidential\r\n\r\ntransaction,which involves the transfer of a huge sum of\r\n\r\nmoney to a foreign account.\r\n\r\nThere were series of contracts executed by a consortium of\r\n\r\nultinationals in the Works and Housing sector in favour of\r\n\r\nthe Federal Ministry of Works and Housing (FMW&H). The\r\n\r\noriginal value of these contracts were delibrately over\r\n\r\ninvoiced to the sum of USD$9.6,000,000.00 (Nine million six\r\n\r\nhundred united state dollars).This amount has now been\r\n\r\napproved and is now ready to be transferred being that the\r\n\r\ncompanies that actually executed these contracts have been\r\n\r\nfully paid and the projects officially commissioned.\r\nConsequently, my colleagues and I are willing to transfer the\r\n\r\ntotal amount to your account for subsequent disbursement,\r\n\r\nsince we as civil servants are prohibited by the code of\r\n\r\nconduct bureau (civil service law) from operating and/or\r\n\r\nopening foreign accounts in our names.\r\nNeedless to say, the trust reposed on you at this is\r\n\r\nenormous, in return, we have agreed to offer you 20% of the\r\n\r\ntransferred sum, while 10% shall be set aside for incidental\r\n\r\nexpenses (internal and external) between both parties in the\r\n\r\ncourse of the transaction you will be mandated to remit the\r\n\r\nbalance to other accounts in due course.\r\n\r\nModalities have been worked out at the highest level of the\r\n\r\nministry of finance and the Central bank of Nigeria for the\r\n\r\nimmediate transfer of the funds within 14 working days\r\n\r\nsubject to your satisfaction of the above stated terms. Our\r\n\r\nassurance is that your role is risk free. To accord this\r\n\r\ntransaction  the legality it deserves and for mutual security\r\n\r\nof the funds the whole approval procedures will officially\r\n\r\nand legally processed with your name or the name of any\r\n\r\ncompany you may nominate as the bonafide beneficiary.\r\n\r\nOnce more I want you to understand that having put in over\r\n\r\ntwenty five years in the civil service of my country, I am\r\n\r\naverse to having my image and career dented.\r\nThis matter should therefore be treated with utmost secrecy\r\n\r\nand urgency it deserves. Please you should signify your\r\n\r\nintention to assist by  you sending me a mail through my\r\n\r\nconfidential email address so that I can brief you further\r\n\r\n(abu_saeed04@tiscali.co.uk).\r\n\r\nI want to assure you that this business proposal is 100% risk\r\n\r\nfree as we have done our home work properly. I quite believe\r\n\r\nthat you will protect our interest by taking this deal\r\n\r\nstrictly confidential, as we are still in government\r\n\r\nservice,which we intend to retire from.\r\nkindly expedite action as we are behind schedule to enable us\r\n\r\ninclude this transfer in the first batch which would\r\n\r\nconstitute the first quarter payments for the 2004 financial\r\n\r\nyear.\r\n\r\nThanks and God bless.\r\n\r\n\r\nEngr; Abubakar Saeed.\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-675", "X-TIKA:parse_time_millis": "1", "dc:creator": ["abu_saeed04@tiscali.co.uk", "abu_saeed04@tiscali.co.uk"], "dc:format": "text/plain; charset=\"iso-8859-1\"", "dc:subject": "Urgent assistance.", "dc:title": "Urgent assistance."}