{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Wed Jan 28 10:18:04 2004", "MboxParser-http": ["//news.bbc.co.uk/1/hi/business/2546281.stm", "//apnews.excite.com/article/20040113/D8023NJ01.html"], "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "kalika@tiscali.co.uk", "MboxParser-return-path": "<R@O> for <R@O>; Wed, 28 Jan 2004 10:17:58 -0500 (EST) You might be surprise to receive this mail but I will appreciate you read =", "MboxParser-status": "RO", "Message-From": "Kalister Maunda <kalika@tiscali.co.uk>", "Message-Recipient-Address": "webmaster@aclweb.org", "Message-To": ["webmaster@aclweb.org", "webmaster@aclweb.org"], "Message:From-Email": "kalika@tiscali.co.uk", "Message:From-Name": "Kalister Maunda", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200401281517.i0SFHuJj008448@aquaduct.cs.CU>", "Message:Raw-Header:Reply-To": "kalika@tiscali.co.uk", "Message:Raw-Header:Return-Path": "<R@O>\tfor <R@O>; Wed, 28 Jan 2004 10:17:58 -0500 (EST)", "Message:Raw-Header:Status": "RO", "Multipart-Boundary": "66709c19-d595-465f-9048-873dbbb2d3a1", "Multipart-Subtype": "mixed", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYOURS\n\nINVESTMENT ASSISTANCES.\r\nGreetings,\r\n.\r\nHow are you? And hope all is well?\r\n.\r\n    You might be surprise to receive this mail but I will appreciate you read it carefully before responding or commenting, I hope at the end it will find you and your business in the best of interest. Let me quickly introduce the reason and myself why contacting you is very important. I am Kalister Maunda; a senior staff at the Office of the Minister of Petroleum Affairs in Angola. I have traveled along side with the Minister of Petroleum to your country in search of investors that would be interested to invest on our Petroleum Sector, it was in one of this trip that I was opportune to realize that the trips been made by the Minister is not for the search for an investor but for the search for what he will invest part of the Money made from Angolan petroleum sector that he has diverted to be his own. I was shocked at this discovery, but I later realized that I was the only one among other top staffs that was not aware of these happenings, investigation into this matter made me to know that even the president is involved. I suddenly realized that the BBC and the Excite news achieve below is true.\r\nhttp://news.bbc.co.uk/1/hi/business/2546281.stm\r\nhttp://apnews.excite.com/article/20040113/D8023NJ01.html\r\n.\r\nOn arrival from the trip I made with the minister and went straight to confront my Head of Department, of my findings and he told me that he is aware of the whole situation, he went further to show me some documents that was used to withdraw some millions of American Dollars that was meant to be used to pay Oil contracting Firms in Angola, he said I should assist him in the search for a reputable and trust worthy business man that can assist us in transferring the funds to a safe place where it will be used for Future Investment.\r\n.\r\n    I am therefore asking for your opinion on this issue, will you be able to assist us in transferring and claiming the money of which some percentage of the total amount involved will be granted to you for assisting us and for the time you spent on the transaction.\r\n.\r\n    If you are willing and capable to assist us kindly provide us with details of how we can reach you by phone or by fax so that we can proceed to conclude this transaction.\r\n.\r\nYours Truly,\r\nKalister Maunda [MISS]\r\nkalika@spinfinder.com\r\n.\r\nThe information contained in this email message is confidential It is intended solely for the addressee. Access to this email by anyone else is unauthorized. If you are not the intended recipient, any disclosure, copying, distribution or any action taken or omitted to be taken in reliance on it, is prohibited and may be unlawful. Kindly delete if the content of the mail is not of interest to you.\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-679", "X-TIKA:parse_time_millis": "1", "dc:creator": ["Kalister Maunda <kalika@tiscali.co.uk> If you are willing and capable to assist us kindly provide us with =", "Kalister Maunda <kalika@tiscali.co.uk>"], "dc:format": "text/plain; charset=iso-8859-1", "dc:identifier": "<200401281517.i0SFHuJj008448@aquaduct.cs.CU> I am therefore asking for your opinion on this issue, will you be able to =", "dc:subject": "YOURS", "dc:title": "YOURS", "dcterms:created": "2004-01-28T15:44:22Z"}