{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-0;font-family": "arial; font-size:10pt;'>Freeserve AnyTime - HALF PRICE for th=", "MboxParser-<p>&nbsp;<br>from": "MR. SIMON OKOH.<BR>DIRECTOR: KEY TESTED TELEX WIRE TRANS=", "MboxParser-<p>n": "B<BR>Sorry, I could not use my official Memo to write you due to the =", "MboxParser-<p>tel": "234-8023139781.</P>", "MboxParser-content-transfer-encoding": ["quoted-printable", "quoted-printable my control. Now with my whole heart, I want to enter into real business wi="], "MboxParser-director": "KEY TESTED TELEX WIRE TRANSFERS DEPARTMENT, received this fax. While waiting for your favorable response, God bless yo=", "MboxParser-e-mail": "=20", "MboxParser-from": "r  Tue Feb 10 21:39:00 2004", "MboxParser-in": "", "MboxParser-mime-version": "1.0 control. Now with my whole heart, I want to enter into real business with =", "MboxParser-n": "B", "MboxParser-reply-to": "simonokoh1@fsmail.net my acceptance to assist them to transfer the fund into your account. When =", "MboxParser-return-path": "<simonokoh1@fsmail.net> boundary=\"----=_Part_3437_14023934.1076467134874\" and call me on my confidential Tel Number: 234-8023139781as soon as you re=", "MboxParser-status": "RO =20", "MboxParser-tel": "234-8023139781.", "Message-From": "SIMON OKOH1 <simonokoh1@fsmail.net>", "Message-Recipient-Address": "icos3@ags.uni-sb.de onward transfer. As soon as I made some fruitful efforts on the business a=", "Message-To": ["icos3@ags.uni-sb.de onward transfer. As soon as I made some fruitful efforts on the business a=", "icos3@ags.uni-sb.de"], "Message:From-Email": "simonokoh1@fsmail.net", "Message:From-Name": "SIMON OKOH1", "Message:Raw-Header:Message-ID": "<13943185.1076467134877.JavaMail.www@wwinf3001>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "simonokoh1@fsmail.net", "Message:Raw-Header:Return-Path": "<simonokoh1@fsmail.net>", "Message:Raw-Header:Status": "RO", "Multipart-Boundary": "----=_Part_3437_14023934.1076467134874", "Multipart-Subtype": "alternative", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nsafe keeping\n\n \nFROM: MR. SIMON OKOH.\nDIRECTOR: KEY TESTED TELEX WIRE TRANSFERS DEPARTMENT,\nCENTRAL BANK OF NIGERIA,\nTINUBU SQUARE- LAGOS.\n\n\nTEL: 234-8023139781.\n\n\n\nPERSONAL/STRICTLY CONFIDENTIAL\n\n\nI am delighted to contact you on a private note based on your claim to your contract fund, which has been programmed for transfer into your designated bank account through my department.\n\n\nI am hereby apologizing to you for the delay in releasing this fund into your account, which was caused by me because of breach of agreement between me and your so called partners in Nigeria who introduced you into this business.\n\n\nYour Nigeria partners approached me that they want to present you as a beneficiary to this fund as it was an OVER-INVOICING made when they are awarding contract to foreign firms. So after the negotiation, we unanimously agreed that they (your partners) would give me the sum of US$200,000.00(CASH) on my acceptance to assist them to transfer the fund into your account. When I accepted the offer, they forwarded all your banking particulars to me for onward transfer. As soon as I made some fruitful efforts on the business and demanded my US$200,000.00 as agreed, your partners deviated from the agreement and decided to go through the International Remittance Department at my back and made a change of your bank account in other to disappoint me and not knowing that the International Remittance Department is also under my control. Then I got the knowledge of their evil plans and prove their illicit efforts abortive. That is why for many months you have been pursuing this payment, spending unnecessary funds to some fraudulent individuals in Nigeria who claimed to be in charge to release your fund.\n\n\nI want to re-emphasize to you that your funds is still with me and under my control. Now with my whole heart, I want to enter into real business with you on a sincere agreement since your partners has disappear into tin-air and nowhere to be found and the fund is still floating in your name waiting for a proper documentation and claims.\n\n\n1. On an agreement, I assure you that I am going to transfer this fund into your account.\n2. You will assure me of keeping my dealings with you to an utmost secretary because of my position.\n3. You will promise to give me 20% of the total fund as soon as the fund gets into your account with a written promissory note signed by you.\n4. I will assist you in making a proper documentation to make claims genuine, as a bonafide Foreign Contractor and beneficiary to the said fund.\n5. Reconfirmation of your receiving bank account so as to avoid wrong remittance.\n6. Your private phone and fax numbers, this is important for confidential issues and payment release instructions.\n\n\nI am aware that some fraudulent individuals has been impersonating my name and office to contact you and other contractors as reported by the Central Bank of Nigeria authorities. I advise you that henceforth, you should suspend any dealings from any group of person(s) either from the CBN or any other financial institution/parastatals in Nigeria or Overseas that might be contacting you in this purpose and endeavor to keep this information confidential until we finalize this transaction. Please reply this message urgently and call me on my confidential Tel Number: 234-8023139781as soon as you received this fax. While waiting for your favorable response, God bless you.\n\n\nYours faithfully,\n\n\nMR. SIMON OKOH.\nDIRECTOR KEY TESTED TELEX WIRE TRANSFER DEPT.\n\n\nN: B\nSorry, I could not use my official Memo to write you due to the confidentiality of this transaction but will be used in other official communication during the transfer. My Email address and Tel Number is stated here once again:\nTel Number: 234-8023139781. Please call in receipt of this letter.\nE-mail: \nSIMONOKOH@FSMAIL.NET All payments offshore has been recalled back to Apex Bank Head Office for a direct remittance, therefore, you should not be deceived by anybody / Bank out side CBN. Work faster to contacting me immediately as I have already created way for Immediate execution of payment release,    \n    \n\n\n\nFreeserve AnyTime - HALF PRICE for the first 3 months - Save £7.50 a month \nwww.freeserve.com/anytime", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-700", "X-TIKA:parse_time_millis": "2", "dc:creator": ["MR. SIMON OKOH. contacting you in this purpose and endeavor to keep this information confi=", "SIMON OKOH1 <simonokoh1@fsmail.net>"], "dc:format": "text/plain; charset=iso-8859-1 at my back and made a change of your bank account in other to disappoint m=", "dc:identifier": "<13943185.1076467134877.JavaMail.www@wwinf3001> contract fund, which has been programmed for transfer into your designated=", "dc:subject": "safe keeping", "dc:title": "safe keeping", "dcterms:created": "2004-02-11T02:38:54Z"}