{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu Feb 12 05:27:32 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "mansurahmed@sify.com", "MboxParser-return-path": "<manahmed@sify.com>", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "Engr Mansur Ahmed <manahmed@sify.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "manahmed@sify.com", "Message:From-Name": "Engr Mansur Ahmed", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200402121027.i1CARRMG016850@brokenways.mr.itd.UM>", "Message:Raw-Header:Reply-To": "mansurahmed@sify.com", "Message:Raw-Header:Return-Path": "<manahmed@sify.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nmansur's mail\n\n>From Engr Mansur Ahmed.\r\nDear Sir,\r\nI know this mail may come as surprise to you,since we do not know ourselves or have any previous contact before now,my purpose of writting you is this.\r\nWe believe that you would be in a position to help us in our bid to transfer the sum of twenty-seven million five hundred thousand dollars ($27.5m)into a foreign account.\r\nWe are members of a special committee for budget and planning of the ministry of petroleum,this committee is principally consern with contract appraisals and approvals in order of priorities as regards capital project of the federal government.\r\nWith our positions,we have successfully secured for ourselves the sum of twenty-seven million five hundred thousand united state dollars ($27.5m).\r\nThe present government in my country are seeking the surport of foreign government,so they gave directive to all federal parastatals to compile and settle all foreign contractors being owned for contract that has been executed,so our plan is to include the name that you will provide us,as one of the contractors being owed in my corporation,the nigerian national petroleum corporation (NNPC)\r\nWhat we need from you is (1)a company name or a name of which to use as the company that did execute the contract (2)an account even if empty into which the fund will be transfered into,this is because our code of conduct prohibit government officials from operation or owning foreign account.\r\nIt has been agreed that the owner of the account will be compensated with us$8.3 million of the remitted funds,we will keep us$16.5million,while us$2.7 million has been set aside to offset expenses and pay the necessary taxes.\r\nIt may also interest you to know that two years ago similar transaction was carried out with one Mr George Brooks of ( BROGE INTERNATIONAL TRADING CORPORATION) at number 135, east 57th street, 28TH floor,new york 10022 with telephone (212)308-7788 and telex number 6731689,after the agreement between both partners in which he was to take 25% of the remitted fund (fifteen million united state dollars $15.000.000.)was duly transferd into his account only to be disappointed on our arrival in new york as we were told that Mr Brooks was no longer on that address,while his telephone number had been re-allocated to somebody else,that is how we lost our money to Mr Brooks.\r\nThis time around we need a more reliable and trusted person or a reputed company to transact this project with hence this proposal to you,so if you can prove yourself to be trustworthy ready to partake in this project then we are prepare to do business with you.\r\nWhat we need from you is the assurance that you will let us have our share after the transfer of the fund ($27.5million)into your account.\r\nIf this proposal satisfies you,please contact me through this private email address (mansurahmed@sify.com,so we can advice you on modalities of the transaction,and note that all modalities has been worked out and once started will take two weeks with the absolute support of all conserned.\r\nnote that this transaction is 100% risk free and totally safe now or after the fund transfer to your account.\r\nPlease treat as urgent and confidential as i look forward to your reply.\r\nBest Regards,\r\nEngr Mansur Ahmed.\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-701", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Engr Mansur Ahmed\" <manahmed@sify.com>", "Engr Mansur Ahmed <manahmed@sify.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200402121027.i1CARRMG016850@brokenways.mr.itd.UM>", "dc:subject": "mansur's mail", "dc:title": "mansur's mail", "dcterms:created": "2004-02-12T10:27:22Z"}