{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon Feb 16 22:13:53 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "richcoll88@tatanova.com", "MboxParser-return-path": "<pascalibe1@mail.nu> URGENT BUSINESS PLAN", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "MR. PASCAL IBE <pascalibe1@mail.nu>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "pascalibe1@mail.nu", "Message:From-Name": "MR. PASCAL IBE", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200402170313.i1H3DSDf031908@informer.mr.itd.UM>", "Message:Raw-Header:Reply-To": "richcoll88@tatanova.com", "Message:Raw-Header:Return-Path": "<pascalibe1@mail.nu>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFROM: PASCAL IBE\n\n                  URGENT BUSINESS PLAN\r\n\r\n\r\n\r\nDEAR PARTNER,\r\n\r\nIN ORDER TO TRANSFER OUT ( TWENTY SIX MILLION U.S.DOLLARS)\r\nFROM OUR BANK.\r\n\r\nI HAVE THE COURAGE TO LOOK FOR A REALIABLE AND HONEST\r\nPERSON WHO WILL BE CAPABLE FOR THIS IMPORTANT BUSINESS.\r\nBELIEVING THAT YOU WILL NEVER LET ME DOWN\r\nEITHER NOW OR IN FUTURE.\r\n\r\nI AM MR. PASCAL IBE.THE MANAGER OF UNITED BANK OF AFRICA PLC (U.B.A).\r\nTHERE IS AN ACCOUNT OPENED IN THIS BANK IN 1980 AND SINCE\r\n1990 NOBODYHAS OPERATED ON THIS ACCOUNT AGAIN.\r\n\r\nAFTER GOING THROUGH SOME OLD FILES IN THE RECORDS I\r\nDISCOVERED THAT IF I DO NOT REMITT THIS MONEY OUT\r\nURGENTELY IT WILL FORFEITED FOR NOTHING.\r\n\r\nTHE OWNER OF THIS ACCOUNT IS MR CLAYTON REIDFIELD A\r\nFORIGNER AND THE MANAGER OF PETROL CHEMICAL SERVICE, A\r\nCHEMICAL ENGINEER BY PROFFESSION AND HE DIED SINCE\r\n1990. NO OTHER PERSON KNOWS ABOUT THIS ACCOUNT OR\r\nANYTHING CONCERNING IT, THE ACCOUNT HAS NO OTHER\r\nBENEFICIARY AND MY INVESTIGATION PROVED TO ME AS WELL\r\nTHAT HIS COMPANY DOES NOT KNOW ANYTHING ABOUT THIS\r\nACCOUNT AND THE AMOUNT INVLOVED IS(U.S.$\r\n26,000,000.00).\r\n\r\nI WANT TO TRANSFER THIS MONEY INTO A SAFE FOREIGNERS\r\nACCOUNT ABROAD BUT I DON'T KNOW ANY FOREIGNER, I AM\r\nONLY CONTACTING YOU AS A FOREIGNER BECAUSE THIS MONEY\r\nCAN NOT BE APPROVED TO ANY LOCAL BANK HERE BUT CAN\r\nONLY BE APPROVED TO ANY FOREIGN ACCOUNT BECAUSE THE\r\nMONEY IS U.S DOLLARS AND THE FORMER OWNER OF THE\r\nACCOUNT IS MR CLAYTON REIDFIELD AND HE WAS A FOREIGNER\r\nTOO.\r\n\r\nI KNOW THAT THIS MESSAGE WILL COME TO YOU AS A\r\nSURPRISE AS WE DON'T KNOW OUR SELF BEFORE, BUT BE SURE\r\nTHAT IT IS REAL AND A GENUINE BUSINESS.\r\n\r\nI ONLY  GOT YOUR CONTACT FROM OUR CHAMBERS OF COMMERCE\r\nSEARCHING WITH BELIEVE IN GOD THAT YOU WILL NEVER LET\r\nME DOWN IN THIS BUSINESS, YOU ARE THE ONLY PERSON THAT\r\nI HAVE CONTACTED FOR THIS BUSINESS FOR NOW. SO\r\nPLEASE REPLY URGENTLY.\r\n\r\nWHEN THE TRANSFER IS APPROVED AND PAYMENT SCHEDULE IS\r\nALLOCATED OVERSEAS, THROUGH THE OFFSHORE PAYING\r\nDELEGATE FOR FINAL CLEARANCE AND SIGNING OF THE\r\nPAYMENT RELEASE FORM BY THE BENEFICIARY, I WANT US TO\r\nSEE AT THE OVERSEA PAYING CLEARANCE OFFICE FACE TO\r\nFACE OR SIGNING  OF THE ORIGINAL BINDING AGREEMENT TO\r\nBIND US TOGETHER  SO THAT WE CAN RECEIVE THIS MONEY\r\nINTO A FOREIGN ACCOUNT OR ANY ACCOUNT OF YOUR CHOICE\r\nWHERE YOU WANT THE FUND TO BE REMITTED.\r\n\r\nI AM CONTACTING YOU BECAUSE OF THE NEED TO INVOLVE A\r\nFOREIGNER WITH A FOREIGN ACCOUNT AS THE REAL\r\nBENEFICIARY. I NEED YOUR CO-OPERATION TO MAKE THIS\r\nWORK FINE, BECAUSE THE MANAGEMENT IS READY TO APPROVE\r\nTHIS MONEY TO ANY FOREIGNER WHO HAS THE CORRECT\r\nINFORMATION TO THIS ACCOUNT.\r\n\r\nWHICH I WILL GIVE TO YOU WHEN SURE OF YOUR CAPABILITY\r\nTO HANDLE SUCH AMOUNT IN STRICT CONFIDENCE AND TRUST,\r\nACCORDING TO MY INSTRUCTIONS AND MY ADIVICE FOR OUR\r\nMUTUAL BENEFIT BECAUSE I DON'T WANT TO MAKE ANY\r\nMISTAKE, I NEED YOUR STRONG ASSURANCE AND TRUST.\r\n\r\nI SHALL DESTROYED ALL DOCUMENT CONCERNING THIS\r\nTRANSACTIONS IMMEDIATELY WE RECEIVED THIS MONEY\r\nLEAVING NO TRACE TO ANY PLACE.\r\n\r\nI WILL USE MY POSITION AND INFLUENCE ON OTHER STAFFS\r\nTO EFFECT LEGAL APPROVALS AND ONWARD TRANSFER OF THIS\r\nMONEY TO YOUR ACCOUNT WITH APPROPRIATE CLEARANCE FROM\r\nFOREIGN PAYMENT DEPARTMENT.\r\n\r\nWITH ASSURANCE THAT THIS MONEY WILL INTACT PENDING MY\r\nPHYSICAL ARRIVAL IN YOUR COUNTRY FOR THE SHARING AND\r\nOTHER INVESTMENT.\r\n\r\nAT THE CONCLUSION OF THIS BUSINESS, YOU WILL BE GIVEN\r\n25% OF THE TOTAL AMMOUNT, 70% WILL BE FOR ME, WHILE 5%\r\nWILL BE FOR EXPENSES , BOTH PARTIES MIGHT HAVE\r\nINCURED DURING THE PROCESS OF THIS TRANSACTION.\r\n\r\nI LOOK FORWARD TO YOUR EARLIEST REPLY THROUGH THE E\r\nMAIL AS AT ABOVE OR HROUGH MY PRIVATE E MAIL ADDRESS:\r\n[richcoll88@tatanova.com]\r\n\r\nYOURS TRULY,\r\n\r\nMR. PASCAL IBE.\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-711", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"MR. PASCAL IBE\" <pascalibe1@mail.nu>", "MR. PASCAL IBE <pascalibe1@mail.nu>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200402170313.i1H3DSDf031908@informer.mr.itd.UM> ", "dc:subject": "FROM: PASCAL IBE", "dc:title": "FROM: PASCAL IBE", "dcterms:created": "2001-01-06T17:30:40Z"}