{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "7bit", "MboxParser-from": "r  Mon Feb 23 06:22:41 2004", "MboxParser-http": "//www.cnn.com/US/9911/02/egyptair990.list/index.html", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "julliet03@voila.fr", "MboxParser-return-path": "<julliet03@voila.fr>", "MboxParser-status": "RO", "MboxParser-tel": "00229 07 14 19", "Message-From": "julliet03 <julliet03@voila.fr>", "Message-Recipient-Address": "eholtz@fas.harvard.edu", "Message-To": ["eholtz@fas.harvard.edu", "eholtz@fas.harvard.edu"], "Message:From-Email": "julliet03@voila.fr", "Message:From-Name": "julliet03", "Message:Raw-Header:Content-Transfer-Encoding": "7bit", "Message:Raw-Header:Content-Type": "text/plain; charset=iso-8859-1", "Message:Raw-Header:Message-ID": "<26936791.1077535344205.JavaMail.www@wwinf4006>", "Message:Raw-Header:Mime-Version": "1.0", "Message:Raw-Header:Reply-To": "julliet03@voila.fr", "Message:Raw-Header:Return-Path": "<julliet03@voila.fr>", "Message:Raw-Header:Status": "RO", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nACCOUNT PROVISION\n\nSTRICTLY PERSONAL\n\nMy name is MRS JULLIET ABRAMS. I am the credit manager in a bank here in the Republic of Benin. I am contacting you with regard to transfer of a huge sum of money from a deceased account. Though I know that a\ntransaction of this magnitude will make any one apprehensive and worried, but I am assuring you that everything has been taken care off, and all will be well at the end of the day. I decided to contact you due to the urgency of this transaction.\n\nPROPOSITION;\nI am the account officer of a foreigner who died in an air crash along with his wife on the 31st October 1999 in an Egyptian airline 990 with other passengers on board. You can confirm this from the website below which was published by CNN.WEBSITE.\nhttp://www.cnn.com/US/9911/02/egyptair990.list/index.html\nSince his death, none of his next-of-kins has come forward to put claims for this money as his heir, because they all died in the same accident\nhimself and his wife(May their soul rest in peace). Though, the bank has made several publications to locate the family members, but all was not successful. We cannot release the funds from his account unless someone applies for claim as the next-of-kin to the deceased as indicated in our banking guidelines.\n\nUpon this discovery, I now seek your permission to have you stand as a next of kin to the deceased, as all documentations will be carefully worked out by me for the funds (US$35,000,000.00) to be released in \nyour favour as the beneficiary's next of kin. Because after five years the money will be called back to the bank's treasury account as unclaimed bills and\nthe money shared amongst the directors of the bank. So it was as a result of this,we conceived the idea of searching for a foreigner who can apply as the next of kin/beneficiary. \n\nIt may interest you to know that we have secured from the probate division an order of mandamus to locate any of the deceased beneficiaries. Please\nacknowledge receipt of this message in acceptance of our mutual business endeavor by furnishing me with the following informations, if you are interested.\n\n1.A Beneficiary name? In order for me to prepare the document for transfer of the funds in your name.\n2. Direct Telephone and fax numbers. For our personal contact and mutual trust in each other. We shall be compensating you with 25% on final conclusion of this project, we have set aside 5% for expenses and 70% shall be for my colleagues and I.\nI intend to retire after the conclusion of this\ntransaction. If this proposal is acceptable by you, please endevour to contact me immediately. Do not take undue advantage of the trust I have bestowed\non you,\n\nI await your urgent mail to my personal Email:julliet06@3xl.net\n\nRegards,\nMrs Julliet Abrams\nTel: 00229 07 14 19\n\n\n------------------------------------------\n\nFaites un voeu et puis Voila ! www.voila.fr \n\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-721", "X-TIKA:parse_time_millis": "1", "dc:creator": ["julliet03 <julliet03@voila.fr>", "julliet03 <julliet03@voila.fr>"], "dc:format": "text/plain; charset=iso-8859-1", "dc:identifier": "<26936791.1077535344205.JavaMail.www@wwinf4006>", "dc:subject": "ACCOUNT PROVISION", "dc:title": "ACCOUNT PROVISION", "dcterms:created": "2004-02-23T11:22:24Z"}