{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Mar 23 06:40:34 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "cyrilmata2@zwallet.com", "MboxParser-return-path": "<cyrilmata1@zwallet.com> JOHANNESBURG", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "MATAMELA C. RAMAPHOSA <cyrilmata1@zwallet.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "cyrilmata1@zwallet.com", "Message:From-Name": "MATAMELA C. RAMAPHOSA", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200403231140.i2NBe8JJ004130@escape.mr.itd.UM>", "Message:Raw-Header:Reply-To": "cyrilmata2@zwallet.com", "Message:Raw-Header:Return-Path": "<cyrilmata1@zwallet.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONFIDENTIAL\n\nMR. MATAMELA C. RAMAPHOSA\r\n JOHANNESBURG\r\nSOUTH AFRICA\r\n\r\n Courtesy of business opportunity, I take liberty anchored on strong desire\r\nto solicit for your assistance on this mutual beneficiary and risk free\r\ntransaction with you, which I hope you give urgent attention. To be precise,\r\nI am MR. MATAMELA CYRIL RAMAPHOSA the manager of bills/exchange at the foreign\r\nremittance department of First Rand Bank Limited. In my department, we\r\ndiscovered an abandoned sum of US$ 25.5 Million (Twenty five Million\r\nFive Hundred Thousand United States Dollars) in an account that belongs to\r\none of our customers who died along with his entire family in 1988 Lockerbie\r\nPan American Airline plane crash. Since we got information about his death,\r\nwe have been expecting his next of kin to come over and claim his money\r\nbecause we cannot release it unless somebody applied for it as next of kin or\r\nrelation to the deceased as indicated in our banking procedures, but\r\nunfortunately to no avail andnobody has come forward to claim the money.\r\n\r\nTherefore, upon this discovery that I and other two officials in my\r\ndepartment now decide to establish a cordial business\r\nrelationship with you,hence my contacting you.\r\n\r\nWe want you to purportedly present your good self as the next of kin\r\nor relation of the deceased so that we can release the fund (money) into\r\nyour account for safety and subsequent disbursement since nobody is coming\r\nfor it and again we do not want the money to go into the government account as\r\nunclaimed bill .The banking law and procedures herein stipulates that any\r\naccounts abandoned or dormant for a period of some years is subject to be\r\nclosed and all money contained therein will be forfeited to the government\r\ntreasury account. Now it is being speculated that the above sum will be transferred into\r\ngovernment treasury account as unclaimed fund on or before May 2004.\r\n\r\nThe reason for you to present your good self as the next of kin is occasioned by the fact that\r\nthe deceased customer was a foreigner.\r\n\r\nMode of Sharing After the successful completion of the transfer is as follows, for the role you will be\r\nexpected to play in the whole exercise, we have agreed to give you twenty (20%)\r\nof the total sum,and 10% has been set aside for the expenses we are\r\ngoing to encounter by both parties in the process of this transaction and the\r\nremaining 70% shall be for my colleagues and I. In support of the aforementioned, you are\r\nurged to reply this letter indicating your readiness and interest to\r\nparticipate in the business.\r\n\r\nAfter your reply, you will be advised on the next step afterwards.\r\n I quite believe that you will protect our interest by keeping this business\r\ntop secret and confidential. Your interest will be equally protected, as we must\r\nmaintain maximum confidentiality. Trust to hear from you THROUGH MY PRIVATE\r\nEMAIL ADDRESS \"cyrilmata2@zwallet.com''\r\n\r\nCount on your earliest reply.\r\n\r\nThanks\r\n\r\nYours faithfully\r\nMR.MATAMELA C. RAMAPHOSA\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-771", "X-TIKA:parse_time_millis": "0", "dc:creator": ["\"MATAMELA C. RAMAPHOSA\" <cyrilmata1@zwallet.com> I quite believe that you will protect our interest by keeping this business", "MATAMELA C. RAMAPHOSA <cyrilmata1@zwallet.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200403231140.i2NBe8JJ004130@escape.mr.itd.UM> Courtesy of business opportunity=2C I take liberty anchored on strong desire", "dc:subject": "CONFIDENTIAL", "dc:title": "CONFIDENTIAL", "dcterms:created": "2004-03-23T11:41:22Z"}