{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Apr 20 06:03:13 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "kkabila@z6.com", "MboxParser-return-path": "<kkkabila2003@yahoo.com> ognized Security Company in South Africa=2C as valuables=2E He instructed us to solicit for the assistance of a reliable and sincere foreign partner to assist us transfer this money out of South Africa for investment purposes=2E Fortunately enough=2C I=2C my mother and the late President were the only people aware of this=2E Moreover=2C this box was deposited in my name and I can claim it alone with a deposited secret code of which my mother is still with the documents =2E Therefore=2C we need your assistance in transferring this huge sum of=28US$24M=29 TWENTY FOUR Million United States Dollars inherited from my late father into your personal or company=3Fs account and please bear in mind that the entire life and future of me and my mother depend on this fund=2E I will be grateful if you can assist us=2E For now=2C we live in South Africa as asylum seekers and due to this circumstances behind this fund and some family crisis we cannot invest this money in South Africa=2E Fo!", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "mr   kala  kabila <kkkabila2003@yahoo.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "kkkabila2003@yahoo.com", "Message:From-Name": "mr   kala  kabila", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200404201003.i3KA3Bcj019624@oilandwater.mr.itd.UM>", "Message:Raw-Header:Reply-To": "kkabila@z6.com", "Message:Raw-Header:Return-Path": "<kkkabila2003@yahoo.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI  NEED  HELP\n\nKALLA KABILA JOHANNESBURG SOUTH - AFRICA Dear Sir, I know you will be surprise to receive this lette from me. But this letter is a request from a Family in dare need of asistance. I am KALLA KABILA from Democratic Republic of Congo (DRC), the son of Mrs. MERCY KABILA, the youngest wife of the late President LAURENT KABILA, who was murdered recently. I got your name and address from a business Desk in Chamber of Commerce and Industry in Johannesburg. And I on behalf of my widowed mother Mrs. Mercy Kabila decided to solicit for your assistance. President Laurent Kabila got married to my mother who is now a widow currently residing in Johannesburg, South Africa, with me as the only child of the woman. But before his death he ?Willed? to us some certain portion of his wealth including some amount of fund due to the love he had for my mother this fund US$24m TWENTY FOUR million united States Dollars was deposited in a box in one of the well rec!\r\n ognized Security Company in South Africa, as valuables. He instructed us to solicit for the assistance of a reliable and sincere foreign partner to assist us transfer this money out of South Africa for investment purposes. Fortunately enough, I, my mother and the late President were the only people aware of this. Moreover, this box was deposited in my name and I can claim it alone with a deposited secret code of which my mother is still with the documents . Therefore, we need your assistance in transferring this huge sum of(US$24M) TWENTY FOUR Million United States Dollars inherited from my late father into your personal or company?s account and please bear in mind that the entire life and future of me and my mother depend on this fund. I will be grateful if you can assist us. For now, we live in South Africa as asylum seekers and due to this circumstances behind this fund and some family crisis we cannot invest this money in South Africa. Fo!\r\n r your effort we are prepared to offer you 20% of the total su!\r\n m, whi\r\nle 10% will be set aside for any expenses incurred during this transaction. Please, note that this transaction is 100% risk free and the major thing I demand from you is your assurance for the safety of this money when it finally gets to you. Further information and arrangement will commence as soon as trust, confidence and good relationship are established. I shall be grateful if you maintain the confidentiality of this matter. Please confirm your interest via my e-mail address. And dont forget to drop your phone and fax number for easeir communication. Best regards KALLA KABILA.\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-801", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"mr   kala  kabila\" <kkkabila2003@yahoo.com> m=2C whi", "mr   kala  kabila <kkkabila2003@yahoo.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200404201003.i3KA3Bcj019624@oilandwater.mr.itd.UM> r your effort we are prepared to offer you 20% of the total su!", "dc:subject": "I  NEED  HELP", "dc:title": "I  NEED  HELP", "dcterms:created": "2004-04-20T10:03:12Z"}