{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu Apr 29 04:10:39 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "ngoly@emailaccount.com", "MboxParser-return-path": "<ngo@mail32.com> is by the virtue of its nature as being utterly confidential=2E I am sure", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "Reverend Ngoly <ngo@mail32.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "ngo@mail32.com", "Message:From-Name": "Reverend Ngoly", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200404290810.i3T8ADhC009543@cryforhelp.mr.itd.UM>", "Message:Raw-Header:Reply-To": "ngoly@emailaccount.com", "Message:Raw-Header:Return-Path": "<ngo@mail32.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom Reverend Ngoly\n\nDear Friend,\r\n\r\nFirst, I must solicit your strictest confidence in this transaction. This\r\n is by the virtue of its nature as being utterly confidential. I am sure\r\nand have confidence of your ability and reliability to prosecute\r\na transaction of this great magnitude.\r\n\r\nWe want to transfer (US$150,000,000.00) One hundred and fifty million\r\nUnited States Dollars from an investment bank in Port Au-Prince,\r\nHaiti to a reliable overseas account.I solicit your assistance to enable us\r\ntransfer the said amount into your safe account for onward investment.\r\nYou can either provide us with an existing account or to set up a new\r\nbank account immediately to receive this money, even an empty a/c\r\ncan serve to receive this money, as long as you will remain honest to\r\nme till the end for this important business trusting in you and believing\r\nthat you will never let us down either now or in the future.\r\n\r\nMy name is Rev.Ngo Ngoly. I am the Head of International Operations of a prime commercial bank\r\nhere in Bangui, Central African Republic. I have been mandated by a\r\nsenior Aide of the exiled Leader of Republic of Haiti, Jean Bertrand\r\nAristide who have just been abducted and forced to exile in Bangui,\r\nCAR together with his families and aides by the American and French\r\ngovernment, to solicit for a reliable individual or company whom we\r\ncan present as a front to effect the transfer of this funds out of Haiti.\r\n\r\nThe owner has secured this amount with a fictitious name at a bank\r\nin Haiti. This Aide has equally assured me that with the assistance\r\nof their colleagues who are still holding most key post in the financial\r\npower bases of their country, it is not a problem to have the funds\r\ntransferred out of the investment bank in Haiti to any other part of\r\nthe world except my county, CAR. It is not a good idea to transfer\r\nthis amount to my country directly from Haiti due to the fact that my\r\ncountry is one of the poorest nations in the whole world.\r\n\r\nSecondly, the whole world is aware that Mr.Aristide has just arrived in\r\nthis country some few days ago to live in exile, it must definitely raise\r\na big dust when the money arrives here. With my position and\r\ninfluence in the bank over here, the money can be transferred to\r\nany foreign reliable account that you can provide within 10 days\r\nwith assurance that this money will be left untouched until our\r\nphysical arrival in your country for sharing. I have secretly discussed\r\nthis business with my colleague who also holds a strategic portfolio in\r\nmy bank and he has willingly agreed to join the train.\r\n\r\nThe 20% of this amount will be for you while the remaining balance will\r\nbe for all of us here. Please reply immediately if you are interested in this business but if you wish not to participate in the deal for any\r\nreason that will only be known to you and kindly keep all this details strictly\r\nto your self. I will provide you with the full details and our mode of the\r\noperations once I receive your positive response in these regards.\r\n\r\nBest regards,\r\n\r\nRev.Ngo Ngoly\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-807", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Reverend Ngoly\" <ngo@mail32.com>", "Reverend Ngoly <ngo@mail32.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200404290810.i3T8ADhC009543@cryforhelp.mr.itd.UM>", "dc:subject": "From Reverend Ngoly", "dc:title": "From Reverend Ngoly", "dcterms:created": "2004-04-29T09:09:45Z"}