{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Mon May 17 09:15:22 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "princesshasihatu@yahoo.com.hk ", "MboxParser-return-path": "<princesshasihatu@myway.com> =2E", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "PRINCESS HASIHATU SESSEY COLA. <princesshasihatu@myway.com>", "Message-Recipient-Address": "R@M upon which  you shall proceed to the official premises of the Security Company to take delivery of", "Message-To": ["R@M upon which  you shall proceed to the official premises of the Security Company to take delivery of", "R@M"], "Message:From-Email": "princesshasihatu@myway.com", "Message:From-Name": "PRINCESS HASIHATU SESSEY COLA.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200405171314.i4HDEo3q025699@neartoearth.mr.itd.UM>", "Message:Raw-Header:Reply-To": "princesshasihatu@yahoo.com.hk", "Message:Raw-Header:Return-Path": "<princesshasihatu@myway.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCompliments\n\nDear,\r\nIn my quest for a reliable and reputable person to engage in a mutual business relationship,\r\nI got your email through my retune search for a suitable preson that can help me in my predicament. And I  sincerely apologies for my contacting you in this form please bear with me.  And accept my indecent introduction, it was bore out of my despiration to get off my inadequcy to takle my immediate problems.\r\n .\r\n As a matter of introduction, I am the only surviving daughter of late Chief Ibrahim Sessey Cola, the paramount chief of Munsh District of Sierra Leone who was killed on  8th January  1999, by the trigger happy rebels. Most unfortunately\r\nfor me I came  from a polygamous family, and a student but out of school because of this problem.\r\nDuring my father's lifetime he was actively engaged in ILLEGAL MINING AND SALES OF\r\nDIAMOND, from where he made his enormous wealth.\r\nPrior to my father's death, he left a WILL with his lawyer, which was made available to us upon\r\nobservation and conclusion of his burial. And as the only daughter most of his\r\nproperties were willed to me, most importantly is the sum of US$35M (thirty five million United States\r\ndollars)which he deposited in a private security company in Europe which is also among my inheritance from my\r\ndeceased father.\r\n\r\nI obviously know that it might be very difficult for you to believe my story but it is what is really happing to me now for\r\nupon introduction of this WILL all my father's relatives have not been at peace with me, they were\r\nnot happy how my father assigned all the enormous wealth to me. As a poor girl, they have systematically and forcefully\r\ncollected from me all documents of the properties 'willed' to me. Not including a huge amount of money at ARE Bank of\r\nsierra Leone which they could not withdrawn due to a court order restraining either party from making withdrawals pending the determination of a Litigation filled by my father's relations\r\nchallenging the WILL. Now since I am too hard for them{ the relatives) to subdue, they were making\r\nattempts to kill me so that nobody can stop them from carrying out their act, as they have succeeded in\r\nkilling my mother last year. Infact the fear and warning of killing me has well griped me so much that I could\r\nnot bear it anymore, hence I ran away from our family house to live with a school mate of mine whose father\r\nis a military man,with advise of my father*s lawyer to safeguard my life.\r\n\r\nConsidering my age and inexperienced in business and investment procedures, please I want you to help me\r\nin  retreving this fund which I will use to  invest  in a profitable venture in a country where there is\r\nEconomic and political stability.  And if I may ask.......\r\n\r\n 1 .Is your country good for such investment???\r\n\r\nBecause I do not want to make mistake.\r\n\r\n2 Can you help me???? without trying to double cross me\r\n\r\nIf you assent to help me in this regard, we shall then discuss what I will give you in return for your assistance. And before I disclose anything, we  will firstly have to sign a Memorandum of Understanding\r\n upon which  you shall proceed to the official premises of the Security Company to take delivery of\r\nthe funds which I will use for  forfurther investment with your help or with the help of another person pending what comes out between us.\r\nPlease put into consideration my incapabilities in some respects, therefore I would prefer all correspondence\r\nto be through Email which is more secret and confidential, as I can not use my school mate father's telephone\r\nto avoid jeopardizing my staythere. Every document concerning these funds is with me, upon request I will sent it to you if need be. .\r\nShould you not be willing to collaborate with me in this, please inform me urgently to enable me look\r\nfor another person. Or you email me at princesshasihatu@yahoo.com.hk.\r\nThanks in anticipation to your positive response.\r\n\r\nRegards.\r\nPRINCESS HASIHATU SESSEY COLA.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-837", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"PRINCESS HASIHATU SESSEY COLA.\" <princesshasihatu@myway.com> 1 =2EIs your country good for such investment=3F=3F=3F", "PRINCESS HASIHATU SESSEY COLA. <princesshasihatu@myway.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200405171314.i4HDEo3q025699@neartoearth.mr.itd.UM> As a matter of introduction=2C I am the only surviving daughter of late Chief Ibrahim Sessey Cola=2C the paramount chief of Munsh District of Sierra Leone who was killed on  8th January  1999=2C by the trigger happy rebels=2E Most unfortunately", "dc:subject": "Compliments", "dc:title": "Compliments", "dcterms:created": "2004-05-17T13:14:47Z"}