{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-<p>to": "President/Ceo<BR>From:Daniel Kabila<BR>Johannesburg,South Africa</P>", "MboxParser-from": "r  Tue May 18 11:41:21 2004", "MboxParser-importance": "Normal", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "dankabila2003@yahoo.com", "MboxParser-return-path": "<dankabila001@yehey.com> Processed in 0.167702 secs); 18 May 2004 15:18:31 -0000 (SquirrelMail authenticated user dankabila001@yehey.com) by mail.yehey.com with HTTP; Tue, 18 May 2004 17:18:31 +0200 (SAST)", "MboxParser-status": "RO", "MboxParser-user-agent": "SquirrelMail/1.4.0", "MboxParser-x-priority": "3", "Message-From": "daniel kabila <dankabila001@yehey.com>", "Message-Recipient-Address": "dankabila001@yehey.com", "Message-To": ["dankabila001@yehey.com", "dankabila001@yehey.com"], "Message:From-Email": "dankabila001@yehey.com", "Message:From-Name": "daniel kabila", "Message:Raw-Header:Content-Type": "text/html;charset=iso-8859-1", "Message:Raw-Header:Importance": "Normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<20124.172.16.51.11.1084893511.squirrel@mail.yehey.com>", "Message:Raw-Header:Reply-To": "dankabila2003@yahoo.com", "Message:Raw-Header:Return-Path": "<dankabila001@yehey.com> Processed in 0.167702 secs); 18 May 2004 15:18:31 -0000        (SquirrelMail authenticated user dankabila001@yehey.com)        by mail.yehey.com with HTTP;        Tue, 18 May 2004 17:18:31 +0200 (SAST)", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:User-Agent": "SquirrelMail/1.4.0", "Message:Raw-Header:X-Priority": "3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom dan kabila\n\nTo: President/Ceo\nFrom:Daniel Kabila\nJohannesburg,South Africa\n\n\nINVESTMENT OFFER\n\n\nDear Sir\n\n\nIn appreciation of your esteemed contact received through a reliable\nsource and the choice of your country I wish to introduce myself, I am\nDaniel Kabila the son of the late Democratic Republic of Congo President\nLaurent Desire Kabila of the blessed memory. I know this letter might come\nto you as a surprise but I honestly do not intend to surprise you. I write\nthis letterin respect of my intention to invest the sum of US$28M(Twenty\nEight Million United State Dollars) with you. \nI inherited this money\nfrom my mother. This money was got through the smuggling and sale of\nDiamond and Timber when my father was the head of state. \n\n\nMy mother though not her legal wife used her privilege position to\nengage in the business of Diamond and Timber since she knows that her\nsurvival will depend on how much she can get out of the privilege\nsituation.\n\n\nWhen my father was assassinated on 16TH Jan. 01 by one of his\nbodyguards Lt.Rashidi Kasereke through the conspiracy of some top army\nofficers that wanted to topple him I escaped to South Africa because of\nthe fear that I might be arrested by my half brother Lt. General Joseph\nKabila the present head of state. Actually his mother and my mother are\nnot in the best of relationship because of who among them will be the\nfirst lady tussle and this ultimately affected us their\nchildren.Considering the relationship between South Africa and the\nDemocratic Republic of Congo new government, my mother advised me to leave\nFor South Africa for security reason, while the funds were deposited with\na security Company in Madrid Spain. On getting to South Africa where I\nhave been living since then as a political refugee I am seeking for a\nreliable foreigner who can assist me in moving this money out for safe\nbanking and profitable investment. Honestly I contacted you because I\ndon't want to invest this money in South Africa due to my status here as a\npolitical Refugee. And moreover I wouldn't want to take risk because this\nmoney is all that I and my Mother is depending on because My half brother\nhas seized all my father's assets and money and left I and my mother empty\nhanded without knowing about this funds deposited at the Security Company\nin Madrid Spain so that is why I decided that investing this money abroad\nshould be the best investment for me. I will be honored if I can be given\nthe privilege of investing this money with your help.\nIn view of this\nplight, I expect you to be trustworthy and kind enough to respond to this\ndistress call to save my mother and I from a hopeless future. \n\n\nAnd if you agree, I hereby agree to compensate your sincere and candid\neffort in this regard with 20% of the total money and annual 5% of the\nafter tax returns on investment for the first three years. Thereafter, the\nterm shall be varied. 5% for expenses, which may arise during the\ntransaction, fax and phone bills inclusive.$28million US Dollars. when the\nmoney ($28million) is moved into your discrete account, you will be\nallowed to draw 20% your favor, while the remaining 70% will be invested\nmeaningfully for our future if possible in your area of business and\ndeterrents sectors of the Economy in your country which are dividends\nyielding. Whatever your decision is please reach me immediately through my\nprivate phone or Email, and keep this letter tight secret for the interest\nof my family. \n\n\nBest Regards,\n\n\nDaniel Kabila.\n\n\n\n----------------------------------------------------------------\nThis email is powered by YEHEY!Mail - Your Online Mailman\nGet your free 6MB web based mail now!\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-840", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"daniel kabila\" <dankabila001@yehey.com>", "daniel kabila <dankabila001@yehey.com>"], "dc:format": "text/html;charset=iso-8859-1", "dc:identifier": "<20124.172.16.51.11.1084893511.squirrel@mail.yehey.com>", "dc:subject": "From dan kabila", "dc:title": "From dan kabila", "dcterms:created": "2004-05-18T15:18:31Z"}