{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable be given as soon as I get your response =2C forward your telephone number=2C fax number", "MboxParser-from": "r  Mon May 31 12:47:54 2004", "MboxParser-mime-version": "1.0 that at the later time convenient for us=2C we will come over to your", "MboxParser-reply-to": "george_41@z6.com by the virtue of my unique position in office as the General Manager", "MboxParser-return-path": "<georgeamachree_2@hotmail.com> and it is in line of this strong perspective that I am very determined", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM after series of private meetings we decided to make contactin order to", "MboxParser-x-priority": "1 fund due to certain laws", "Message-From": "MR GEORGE AMACHREE <georgeamachree_2@hotmail.com>", "Message:From-Email": "georgeamachree_2@hotmail.com", "Message:From-Name": "MR GEORGE AMACHREE", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200405311647.i4VGlqms005558@neartoearth.mr.itd.UM>", "Message:Raw-Header:Reply-To": "george_41@z6.com", "Message:Raw-Header:Return-Path": "<georgeamachree_2@hotmail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message:Raw-Header:X-Priority": "1", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBUSINESS PROPOSAL , PARTNERSHIP REPLY URGENTLY \n\n>From GEORGE Amachree\r\nGeneral Manager Finance\r\nNigeria LNG Limited\r\nC & C Towers\r\nPlot 1684, Sanusi Fafunwa Street,\r\nVictoria Island,\r\nP. M. B. 12774, Marina, Lagos.\r\nNigeria.\r\nWWW.NLNG.COM\r\n\r\n\r\nRE: TRANSFER OF USD20,500,000.00(TWENTY MILLION, FIVE HUNDRED THOUSAND\r\nUNITED STATES DOLLARS ONLY) TO A SAFE ACCOUNT.\r\n\r\nSir,\r\n\r\nIt is my warmest pleasure writing you this confidential business offer\r\nirrespective of the fact\r\nthat we have not met before or done any thing that will re-impose\r\nabsolute confidence but nevertheless, an adage says a day begins a story\r\n and it is in line of this strong perspective that I am very determined\r\nto communicate you with much conviction that you will give my proposal a\r\n second thought and consideration.\r\n\r\nAs earlier stated I am Mr Daniel Amachree a General Manager Finance\r\nworking with Nigeria Liquefied Natural Gas {NLNG}. My Agency is to\r\nproduce and export NLG and NGL safely, reliably and profitable, and grow\r\n business to it full potential, helping to put out flares in Nigeria and\r\n by the virtue of my unique position in office as the General Manager\r\nFinance. I was elevated by the commission to become the chairman of\r\nforeign contract tender board committee whose responsibility is to award\r\n and supervise foreign contract to ensure it is executed promptly.\r\n\r\nConsequently, I the chairman of the tender board committee in\r\ncollaboration with two other top\r\ncommittee members over-invoice certain contract for the supply of\r\nPetroleum Pipe, Computers. The initial cost of the contract was pegged\r\nat US$60 million, but after the feasibility study that was done, while\r\nsubmitting my report to the office of the presidency for final approval,\r\n we deliberately inflated the cost to an excess amount of US$ 20..5\r\nmillion making the cost to be US$ 80.5 million.\r\n\r\nRight now, the gist of contacting you is we are constrained to claim the\r\n fund due to certain laws\r\nenacted by the government guiding civil service code of conduct Bureau\r\nwhich prohibits top civil\r\nservants working under Government establishment from operating offshore\r\nor foreign Account and this situation has kept us in a fix to openly\r\ncome forward to claim the outstanding balance of US$20.5  million, hence\r\n after series of private meetings we decided to make contactin order to\r\nget a reliable foreign partner whom we will forward his or her\r\ncredentials to claim the fund based on mutual  trust and agreement.\r\n\r\nIn a nutshell, we need your assistance and support to claim this fund so\r\n that at the later time convenient for us, we will come over to your\r\ncountry after the funds have been transferred to meet you and collect\r\nour own percentage while you will keep the rest as yours.\r\n\r\nFor your support and total dedication to realize the objectives of this\r\noperation, you shall be entitled to 20% of the sum total, 5% for\r\nmisslaneous expense like telephone bill, while 75% of the fund belongs\r\nto the three officials involved in the deal.\r\n\r\n\r\nNote, you are vividly assured that you will not be subjected to any kind\r\n of risk for your support and involvement in this venture hence we have\r\npiloted a good strategy to ensure the operations goes smoothly of which\r\nwe have targeted two weeks duration to accomplished our Aim.\r\n\r\nKindly treat this matter Absolutely confidential because the officials\r\ninvolved are still in serviceand some of us intend to resign our\r\nappointment immediately after the transaction is finalized.\r\n\r\nI look forward to hearing positively from you while further details will\r\n be given as soon as I get your response , forward your telephone number, fax number\r\nand mailing address for through which further correspondence will be made ,\r\nas soon as i receive your reply .\r\n\r\nBest Regards\r\n\r\n\r\nMr GEROGE AMACHREE\r\nNB:- FOR MORE INFORMATION ABOUT MY PERSON AND COMPANY I WILL ADVISE YOU\r\nLODGE ON TO MY COMPANY WEBSITE ABOVE\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-871", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"MR GEORGE AMACHREE\" <georgeamachree_2@hotmail.com> business to it full potential=2C helping to put out flares in Nigeria and", "MR GEORGE AMACHREE <georgeamachree_2@hotmail.com>"], "dc:format": "text/plain; charset=\"us-ascii\" of risk for your support and involvement in this venture hence we have", "dc:identifier": "<200405311647.i4VGlqms005558@neartoearth.mr.itd.UM> second thought and consideration=2E", "dc:subject": "BUSINESS PROPOSAL , PARTNERSHIP REPLY URGENTLY ", "dc:title": "BUSINESS PROPOSAL , PARTNERSHIP REPLY URGENTLY ", "dcterms:created": "2004-05-31T16:47:54Z"}