{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-from": "r  Wed Jun  2 13:26:42 2004", "MboxParser-importance": "Normal I want you to assist us in investing this fund or money, but i will", "MboxParser-mime-version": "1.0 What  i want you to do now is to indicate your inetrest that you will", "MboxParser-status": "RO I shall put you in the picture of this buiness, i.e tell you where", "MboxParser-user-agent": "SquirrelMail/1.4.0 The funds are security coded to prevent them from knowing the actual", "MboxParser-x-priority": "3 Ackowledge this message, so that i can introduce you to my family as", "Message-From": "massaq1@di-ve.com", "Message-Recipient-Address": "massaq1di-ve.com@di-ve.com I  have deposited the sum of Thirty Million,Five Hundred Thousand", "Message-To": ["massaq1di-ve.com@di-ve.com I  have deposited the sum of Thirty Million,Five Hundred Thousand", "massaq1di-ve.com@di-ve.com"], "Message:From-Email": "massaq1@di-ve.com", "Message:From-Name": "However, due to this situation i decided to change most of my", "Message:Raw-Header:Content-Type": "text/plain;charset=iso-8859-1", "Message:Raw-Header:Importance": "Normal", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-ID": "<15878.213.148.229.54.1086196593.squirrel@webmail.di-ve.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:User-Agent": "SquirrelMail/1.4.0", "Message:Raw-Header:X-Priority": "3", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHELLO FRIEND, PLEASE ASSIST US.\n\n               PLEASE REPLY TO MY PRIVATE E-MAIL BOX--massaq1@hotmail.com\n\n\nDear Friend,\n\n\n        Through the courtesy of business opportunit, i take liberty\nanchored  on a strong desire to solicit your assistance on this\nmutually beneficial and riskfree transaction which i hope you will give\nyour urgent attention.\n\n        I am Mr. Zabito Massaquoe i am moved to write you this letter,this\nwas incinfidence considration, our present circumstances and\nsituation, i escaped with my wife and children out of Sierrial Leone to\nGhana where we are presently residing on temporary\npolitical asylum.\n\n      However, due to this situation i decided to change most of my\nillions of  Dollars deposited in Swiss Bank and other countries into\nother forms of money coded for safe purpose because the new head of\nstate Ahmed Tijjan Kabba made arrangement with the Swiss Goverment\nand other European countries to freeze all my treasures deposited in\nsome european countries, hence i and my family, decided laying low\nin Africa to study the situation till when things gets better, since\npresident Tijjan Kabba taking over goverment again in Sierria Leone.\n\nOne of my chateaux in Southern France was confiscated by the French\ngoverment, and as such we had to change  our identity so thet our\ninvestment will not be trace and confiscated.\n\n   I  have deposited the sum of Thirty Million,Five Hundred Thousand\nUnited States Dollars{US$30,500,000} with a security company for\nsafekeeping.\n\n  The funds are security coded to prevent them from knowing the actual\ncontent .\n\n What  i want you to do now is to indicate your inetrest that you will\nassist me and my immediate family by receiving the money my behalf.\n\n   The  Account required for this project can be personal, company or an\noffshore account that you have been total control over, your area of\nspecialisation will not be a hinderance to the successful execution\nof this transaction.\n\n     Ackowledge this message, so that i can introduce you to my family as\nour foreign trusted partner who shall take charge of our investment\nabroad where we now plan to settle.\n\n     I want you to assist us in investing this fund or money, but i will\nnot want  our identity revealed. I will also want to buy properties\nand stocks in multy- national companies and to engage in other safe and\nnon speculative investments.\n\n.    We have been through a lot of health and spiritual turmoil, hence\nwill need  your understanding and assistance and may i at this junction\nemphasize the  high level of confidentiality which this business demands\nand hope you will not betral the trust and confidence which we repose in\nyou.\n\n       I shall put you in the picture of this buiness, i.e tell you where\nthe funds are currently being maintained and also discuss other\nmodalities including remuneration for your services.\n\n         I   shall also inform you with the next line of action as soon as\ni receive your response.\n\n        Finaly if this preposition is attainable, Please kindly funish me\nimmediately by E-mail with your direct telephone number and fax\nnumber to enhance the confidentiality which this business demands.\n\n   Best Regards,\n\n    Mr . Zabito  Massaquoe.\n\n    Please reply to my private E-mail box,---massaq1@hotmail.com\n\n\n\n\n\n__________________________________________________________ \n For special offers on latest publications on Malta or by Maltese authors go to http://shop.di-ve.com\n\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-895", "X-TIKA:parse_time_millis": "1", "dc:creator": ["massaq1@di-ve.com However, due to this situation i decided to change most of my", "massaq1@di-ve.com"], "dc:format": "text/plain;charset=iso-8859-1 The  Account required for this project can be personal, company or an", "dc:identifier": "<15878.213.148.229.54.1086196593.squirrel@webmail.di-ve.com> PLEASE REPLY TO MY PRIVATE E-MAIL BOX--massaq1@hotmail.com Finaly if this preposition is attainable, Please kindly funish me", "dc:subject": "HELLO FRIEND, PLEASE ASSIST US.", "dc:title": "HELLO FRIEND, PLEASE ASSIST US.", "dcterms:created": "2004-06-02T17:16:33Z"}