{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Tue Jun  8 19:31:10 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "koseff1418@yahoo.co.in OU=2CI LOOK FORWARD TO YOUR EARLIEST RESPONSE", "MboxParser-return-path": "<koseft@katamail.com> ONLY BE APPROVED FOR TRANSFER TO ANY FOREIGN ACCOUNT BECAUSE THE MONEY IS IN U=2ES DOLLARS AND THE FOMER OWNER OF THE ACCOUNT BEING MR DANIEL B=2E JONES WAS A FOREIGNER TOO=2EI KNOW THAT THIS MESSAGE WILL COME TO YOU AS A SURPRISE AS WE DON=92T KNOW OURSELVES BEFORE=2C BUT I WANT TO ASSURE YOU THAT IT IS REAL AND A GENUINE BUSINESS=2EI ONLY GOT YOUR CONTACT FROM THE INTERNET INTERNATIONAL TRADE DIRECTORY WITH BELIEVE IN GOD THAT YOU WILL NEVER LET ME DOWN IN THIS BUSINESS=2C YOU ARE THE ONLY PERSON THAT I HAVE CONTACTED FOR THIS BUSINESS FOR NOW=2E SO PLEASE REPLY URGENTLY=2E=2CI WILL APPLY FOR MY RESIGNATION AFTER THE FUNDS HAS BEEN TRANSFERED INTO YOUR ACCOUNT AS THIS WILL ENABLE ME TO COME TO YOUR COUNTRY AND COLLECT MY SHARE FROM YOU AND INVEST A GOOD PART OF IT IN YOUR COUNTRY ON PROJECTS YOU WILL ADVISE ME AS LUCRATIVE IN YOUR COUNTRY =2E I AMCONTACTING YOU BECAUSE OF THE NEED TO INVOLVE A FOREIGNER WITH A FOREIGN ACCOUNT THAT WILL STAND-INAS THE NEXT OF KIN TO MR=2E!", "MboxParser-status": "RO", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "Mr.Stephen Koseff <koseft@katamail.com>", "Message-Recipient-Address": "R@M ", "Message-To": ["R@M ", "R@M"], "Message:From-Email": "koseft@katamail.com", "Message:From-Name": "Mr.Stephen Koseff", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200406082331.i58NV5Fa002981@cryforhelp.mr.itd.UM>", "Message:Raw-Header:Reply-To": "koseff1418@yahoo.co.in", "Message:Raw-Header:Return-Path": "<koseft@katamail.com>", "Message:Raw-Header:Status": "RO", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom Mr.Stephen Koseff\n\nFROM:MR.STEPHEN KOSEFF\r\nPHONE:+27735765188\r\nEmail: koseff1418@yahoo.co.in\r\nATTN:\r\nGREETINGS.\r\nTHE NEED TO INVOLVE A REALIABLE AND HONEST PERSON TO TRANSFER OUT U.S.$72,500,000.00 FROM MY\r\nEMPLOYERS(INVESTEC BANK SOUTH AFRICA) HAS MADE ME TO SEEK YOUR ASSISTANT BELIEVING THAT YOU WILL NEVER LET\r\nME DOWN EITHER NOW OR IN THE FUTURE.\r\n\r\nI AM STEPHEN KOSEFF ,A STAFF OF INVESTEC BANK,Z.A.JOHANESBURG,.  THERE IS AN ACCOUNT OPENED IN THIS BANK IN 1980 AND SINCE 1994 NOBODY HAS OPERATED ON THIS ACCOUNT AGAIN. AFTER GOING THROUGH SOME OLD FILES IN THE RECORDS I DISCOVERED THAT IF I DO NOT REMIT THIS MONEY OUT URGENTELY IT WILL BE FORFEITED FOR NOTHING. THE OWNER OF THIS ACCOUNT WAS MR DANIEL B. JONES A FORIGNER AND THE MANAGER OF PRECIOUS STONES DRILLING SERVICES, A GEOLOGICAL ENGINEER BY PROFFESSION AND HE DIED SINCE 1994. NO OTHER PERSON KNOWS ABOUT THIS ACCOUNT OR ANYTHING CONCERNING IT, THE ACCOUNT HAS NO OTHER BENEFICIARY AND MY INVESTIGATION PROVED TO ME AS WELL THAT HIS COMPANY DOES NOT KNOW ANYTHING ABOUT THIS ACCOUNT AND THE AMOUNT INVLOVED IS(US$72,500,000.00). I WANT TO TRANSFER THIS MONEY INTO A SAFE FOREIGN ACCOUNT ABROAD BUT I DON’T KNOW ANY FOREIGNER. I AM ONLY CONTACTING YOU AS A FOREIGNER BECAUSE THIS MONEY CAN NOT BE APPROVED TO ANY LOCAL BANK HERE BUT CAN!\r\n  ONLY BE APPROVED FOR TRANSFER TO ANY FOREIGN ACCOUNT BECAUSE THE MONEY IS IN U.S DOLLARS AND THE FOMER OWNER OF THE ACCOUNT BEING MR DANIEL B. JONES WAS A FOREIGNER TOO.I KNOW THAT THIS MESSAGE WILL COME TO YOU AS A SURPRISE AS WE DON’T KNOW OURSELVES BEFORE, BUT I WANT TO ASSURE YOU THAT IT IS REAL AND A GENUINE BUSINESS.I ONLY GOT YOUR CONTACT FROM THE INTERNET INTERNATIONAL TRADE DIRECTORY WITH BELIEVE IN GOD THAT YOU WILL NEVER LET ME DOWN IN THIS BUSINESS, YOU ARE THE ONLY PERSON THAT I HAVE CONTACTED FOR THIS BUSINESS FOR NOW. SO PLEASE REPLY URGENTLY.,I WILL APPLY FOR MY RESIGNATION AFTER THE FUNDS HAS BEEN TRANSFERED INTO YOUR ACCOUNT AS THIS WILL ENABLE ME TO COME TO YOUR COUNTRY AND COLLECT MY SHARE FROM YOU AND INVEST A GOOD PART OF IT IN YOUR COUNTRY ON PROJECTS YOU WILL ADVISE ME AS LUCRATIVE IN YOUR COUNTRY . I AMCONTACTING YOU BECAUSE OF THE NEED TO INVOLVE A FOREIGNER WITH A FOREIGN ACCOUNT THAT WILL STAND-INAS THE NEXT OF KIN TO MR.!\r\n DANIEL B.JONES. I NEED YOUR  CO-OPERATION TO MAKE THIS WOR!\r\n K FINE=2\nC BECAUSE THE MANAGEMENT OF THE BANK  IS READY TO APPROVE THIS PAYMENT TO ANY FOREIGNER WHO HAS THE CORRECT INFORMATION TO THIS ACCOUNT WHICH I WILL GIVE TO YOU WHEN YOU ASSURE ME OF YOUR CAPABILITY TO HANDLE SUCH AMOUNT IN STRICT CONFIDENCE AND TRUST, ACCORDING TO MY INSTRUCTIONS AND MY ADIVICE FOR OUR MUTUAL BENEFIT,I NEED YOUR STRONG ASSURANCE AND TRUST.I SHALL DESTROY ALL DOCUMENT CONCERNING THIS TRANSACTION IMMEDIATELY WE RECEIVE THIS MONEY LEAVING NO TRACE TO ANY PLACE. I WILL USE MY POSITION AND INFLUENCE ON OTHER CO-STAFF TO EFFECT LEGAL APPROVALS AND ONWARD TRANSFER OF THIS MONEY TO YOUR ACCOUNT WITH APPROPRIATE CLEARANCE FROM PROBATE REGISTRY & FOREIGN PAYMENT DEPARTMENT.WITH ASSURANCE THAT THIS MONEY WILL BE INTACT PENDING MY PHYSICAL ARRIVAL IN YOUR COUNTRY FOR THE SHARING AND OTHER INVESTMENT. AT THECONCLUSION OF THIS BUSINESS,I WILL GIVE YOU 10% OF THE TOTAL AMMOUNT,I SHALL TAKE 90% OF THIS MONEY.HOPING THAT THIS SHARING RATIO IS ACCEPTED BY Y!\r\n OU,I LOOK FORWARD TO YOUR EARLIEST RESPONSE\r\nYOURS TRULY,\r\nMR STEPHEN KOSEFF\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-948", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mr.Stephen Koseff\" <koseft@katamail.com> K FINE=2", "Mr.Stephen Koseff <koseft@katamail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200406082331.i58NV5Fa002981@cryforhelp.mr.itd.UM> DANIEL B=2EJONES=2E I NEED YOUR  CO-OPERATION TO MAKE THIS WOR!", "dc:subject": "From Mr.Stephen Koseff", "dc:title": "From Mr.Stephen Koseff", "dcterms:created": "2004-06-08T12:09:24Z"}