{"Content-Type": "message/rfc822", "Content-Type-Override": "message/rfc822", "MboxParser-content-transfer-encoding": "quoted-printable", "MboxParser-from": "r  Thu Jul  1 13:42:49 2004", "MboxParser-mime-version": "1.0", "MboxParser-reply-to": "chri@mail.com", "MboxParser-return-path": "<chri@mail.com>", "MboxParser-status": "O", "MboxParser-x-mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "Message-From": "Mr Chris Ogiemwonyi. <chri@mail.com>", "Message-Recipient-Address": "R@M", "Message-To": ["R@M", "R@M"], "Message:From-Email": "chri@mail.com", "Message:From-Name": "Mr Chris Ogiemwonyi.", "Message:Raw-Header:Content-Transfer-Encoding": "quoted-printable", "Message:Raw-Header:Content-Type": "text/plain; charset=\"us-ascii\"", "Message:Raw-Header:MIME-Version": "1.0", "Message:Raw-Header:Message-Id": "<200407011742.i61HgZ2k030155@oilandwater.mr.itd.UM>", "Message:Raw-Header:Reply-To": "chri@mail.com", "Message:Raw-Header:Return-Path": "<chri@mail.com>", "Message:Raw-Header:Status": "O", "Message:Raw-Header:X-Mailer": "Microsoft Outlook Express 5.00.2919.6900 DM", "X-TIKA:Parsed-By": ["org.apache.tika.parser.DefaultParser", "org.apache.tika.parser.mail.RFC822Parser"], "X-TIKA:content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBiz Proposal!\n\nNational Petroleum Investment Management Services (NAPIMS)\r\nNNPC Building\r\n38 Kingsway Road\r\nIkoyi, Lagos\r\nTel: 234 80 28326956\r\nContact: Mr Chris Ogiemwonyi – Group General Manager\r\nEmail: chris4120@k.ro\r\n\r\nI am Mr Chris Ogiemwonyi a member of the Presidential\r\nPayment Verification Committee (PPVC) of the Federal\r\nGovernment Of Nigeria, West Africa and also a Director\r\nof Project Implementation with the NNPC. I am\r\npresently on assignment with my colleagues in the\r\nministry of finance and the presidency carrying out\r\nroutine verification of contractual claims on behalf\r\nof the NNPC\r\n\r\nI apologize for using this medium to reach you for a\r\nTransaction/business of this magnitude, but this is\r\ndue to Confidentiality and prompt access reposed on\r\nthis medium. In unfolding this proposal, I want to\r\ncount on you, as a respected and honest person to\r\nhandle this transaction with sincerity, trust and\r\nconfidentiality.\r\n\r\n\r\nI have decided to seek a confidential co-operation\r\nwith you in the process of actualizing our dreams\r\ndescribed hereunder. For the benefit of all parties\r\nand hope you will keep it in confidence because of the\r\nnature of this transaction within the NNPC and\r\nMinistry of Finance (FMF), where I work as Director of\r\nProject Implementation.\r\n\r\nWith the cooperation of four other top officials, we\r\nhave in our possession overdue payment bills which we\r\nare presently verifying, to the tune of Twenty Six\r\nMillion, Five Hundred Thousand United States Dollars\r\n(US$26,500,000.) which we want to transfer abroad with\r\nthe assistance and cooperation of a foreign\r\ncompany/individual to receive the said fund on our\r\nbehalf or a reliable foreign non-company account to\r\nreceive such funds.\r\n\r\nMore so, we are handicapped in the circumstances, as\r\nthe Civil Service Code of Conduct does not allow us to\r\noperate offshore account hence your importance in the\r\nwhole transaction.\r\n\r\nThis amount $26.5m represents the balance of the total\r\ncontract value executed on behalf of the Nigerian\r\nNational Petroleum Corporation (NNPC) by a foreign\r\ncontracting firm, which we the officials over-invoiced\r\ndeliberately in the course of our verification\r\nexercise. Though the actual contract cost have been\r\npaid to the original contractor, leaving the balance\r\nin the tune of the said amount which we have in\r\nprinciple gotten approval to remit by Key Tested\r\nTelegraphic Transfer (K.T.T) to any foreign bank\r\naccount you will provide by filing in an application\r\nto NNPC and the Ministry of Finance for the transfer\r\nof Rights and Privileges to the contractual sum to\r\nyou/your account.\r\n\r\nI have the authority of my partners involved to\r\npropose that should you be willing to assist us in the\r\ntransaction, your share of the sum would be 30% of\r\nthe $26.5million, 60% for us. The business itself is\r\n100% safe, on your part provided you treat it with\r\nutmost secrecy and confidentiality.\r\n\r\nYour area of specialization is not a hindrance to the\r\nsuccessful execution of this transaction. I have\r\nreposed my confidence in you and hope that you\r\nwould not disappoint me.\r\n\r\nShould you be interested or not in this transaction,\r\nplease notify me through this private\r\nemail: chris4120@k.ro or to call me with the tel number\r\nabove. If not also let us know, so as to enable us\r\nenough time to scout for another credible foreign\r\npartner or not to help carry out this transaction.\r\n\r\nI assure you that my partners and I are in a position\r\nto make the payment of this claim possible provided\r\nyou can give us a very strong assurance and guarantee\r\nthat our share would be secured and please always\r\nremember to treat this matter with the utmost\r\nconfidentiality, as any form of exposure would\r\ncompromise our positions in this government, being\r\nactive Government Civil Servants.\r\n\r\nOnce again, remember time is of great essence in this\r\ntransaction.\r\n\r\nI wait in anticipation of your fullest co-operation.\r\n\r\nYours faithfully,\r\n\r\nMr Chris Ogiemwonyi.\r\n\t\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n", "X-TIKA:content_handler": "ToTextContentHandler", "X-TIKA:embedded_depth": "1", "X-TIKA:embedded_resource_path": "/embedded-964", "X-TIKA:parse_time_millis": "1", "dc:creator": ["\"Mr Chris Ogiemwonyi.\" <chri@mail.com>", "Mr Chris Ogiemwonyi. <chri@mail.com>"], "dc:format": "text/plain; charset=\"us-ascii\"", "dc:identifier": "<200407011742.i61HgZ2k030155@oilandwater.mr.itd.UM>", "dc:subject": "Biz Proposal!", "dc:title": "Biz Proposal!", "dcterms:created": "2004-07-01T17:42:37Z"}